{"meta": {"filter_count": 456}, "data": [{"title": "EC leverages Russian immobilized assets to issue financial assistance for Ukraine", "slug": "ec-leverages-russian-immobilized-assets-to-issue-financial-assistance-for-ukraine-2024", "publish_date": "2024-09-24", "content": "**On September 24, 2024, the :abbr[EC] proposed a comprehensive financial assistance package to further support Ukraine’s recovery and resilience by leveraging the financial contributions raised on windfall profits stemming from immobilized Russian Central Bank assets.**\\\n\\\nA Ukraine Loan Cooperation Mechanism will support the :abbr[EU] and :abbr[G7] partners in issuing the loans of up to EUR45 billion (US$49 billion) to Ukraine. Additionally, the :abbr[EC] proposed a micro-financial assistance loan of up to EUR35 billion (US$38 billion) to address Ukraine's urgent budgetary needs.\\\n\\\nThe European Parliament and the Member States must agree on the package before it can enter into force.", "sources": [{"type": "press_release", "language": "english", "name": "European Commission", "link": "https://ec.europa.eu/commission/presscorner/detail/en/ip_24_4702"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": []}, {"title": "US commits US$80 million for food assistance to Malawi, Tanzania, Zambia", "slug": "us-commits-us-80-million-for-food-assistance-to-malawi-tanzania-zambia-2024", "publish_date": "2024-09-19", "content": "**On September 19, 2024, the :abbr[US] pledged an additional US$80 million in funding to Malawi, Tanzania, and Zambia as part of the :abbr[Feed The Future]{title=\"The US Government's Global Hunger and Food Security Initiative\"} program which supports agricultural growth and resilient food systems using the Feed the Future Accelerator.**\\\n\\\nThis is in response to the needs created by Russia's invasion of Ukraine as well as the impact of recent droughts and macroeconomic shocks.\\\n\\\nThe Accelerator will support the growth of a regional breadbasket by combining the region's fertile land, its diverse farming systems, and reform-minded governments. This aims to stimulate economic growth and simultaneously improve the resilience of food producers.", "sources": [{"type": "press_release", "language": "english", "name": "USAID", "link": "https://www.usaid.gov/news-information/press-releases/sep-19-2024-feed-future-announces-80-million-double-down-food-security-malawi-tanzania-and-zambia"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "Von der Leyen unveils new college of Commissioners", "slug": "von-der-leyen-unveils-new-college-of-commissioners-2024", "publish_date": "2024-09-17", "content": "**On September 17, 2024, after months of negotiations, :abbr[EC] President Ursula von der Leyen unveiled her proposed team of Commissioners.**\\\n\\\nPending a confirmation hearing by the European Parliament in November, where experts believe some Commissioner-designates are likely to be rejected, and a plenary vote, the new college will be able to begin the new mandate at the earliest in December 2024.\\\n\\\nSix Commissioners will have an external component to their portfolio, five will have an ecological focus, and five relate to security in their title.\\\n\\\nAmong the most relevant for external relations are:\n\n- Jozef Síkela (Czechia, independent): Commissioner for International Partnerships. Síkela is a former investment banker and industry and trade minister. Síkela has been mandated with continuing to focus on :abbr[Global Gateway]. His mission letter tasks him with taking  :abbr[Global Gateway] from start-up to scale-up and working in synergy with other programs, namely to secure supply of raw materials and clean tech. Gender equality is singled out as a priority, but no mention of other human development sectors is made. \n\n- Kaja Kallas (Estonia, liberal): High Representative for Foreign and Security Policy. Former Estonian Prime Minister Kallas has been one of the :abbr[EU]'s most vocal critics of Russia and a key proponent of both military assistance to Ukraine and a stronger :abbr[EU] defense capability. Her duties include giving a new impetus to the :abbr[EU]’s partnership with Africa and shaping a new foreign economic policy, including via \"mutually beneficial partnerships\". Kallas has also been tasked to ensure a better link between the :abbr[EU]’s internal and external policies, from climate and energy to digital and food security.\n\n- Hadja Lahbib (Belgium, liberal): Commissioner for Preparedness and Crisis Management, Equality. Labhib is the outgoing Belgian Foreign Affairs Minister and was previously a journalist. The role replaces the current portfolio of humanitarian assistance, covering internal crises as well, and includes a second hat for equality. Her health deliverables include developing a new strategy to support medical countermeasures against health threats. Lahbib will work to develop a Roadmap for Women’s Rights and a new Gender Equality Strategy.\n\n<br>\n\nThe agreement of the next :abbr[EU] long-term budget will be front and center of the next mandate. Von der Leyen’s priorities are modernization, prioritization, and simplification.\\\n\\\nThe appointment for the budget is:\n- Piotr Serafin (Poland, center-right): Commissioner for Budget, Anti-Fraud, and Administration. Serafin, currently the Polish ambassador to the EU and former chief of staff of Donald Tusk when he was European Council president, also served in the cabinet of former Polish :abbr[EU] Budget Commissioner Janusz Lewandowski. Serafin will report directly to President von der Leyen. His mission letter calls for revamped external action financing that is more targeted and aligned with Europe’s strategic interests.\n\n\n<br>\n\nAmong the most relevant for climate, food, and agriculture are:\n\n- Teresa Ribera Rodríguez (Spain, center-left): Executive Vice-President for Clean, Just and Competitive Transition. As the Spanish Vice President and Minister for Ecological Transition, her position combines the roles of competition chief, net-zero architect, and economic transformer. Former Italian Prime Minister Mario Draghi’s report on competitiveness is expected to serve as her blueprint as she leads the development of a *Clean Industrial Deal* and ensures the *European Green Deal* stays on track. \n\n- Wopke Hoekstra (the Netherlands, center-right): Commissioner for Climate, Net Zero and Clean Growth. Hoekstra has been confirmed in the role with a revamped portfolio that now includes climate and taxation. He will focus on a clean industrial strategy, decarbonization and emissions reduction, while ensuring a fair transition. The international dimension will center on clean trade and investment partnerships.\n\n- Christophe Hansen (Luxembourg, center-right): Commissioner for Agriculture and Food. As an :abbr[MEP], Hansen worked on environmental and trade issues. His new role will involve strengthening the competitiveness, resilience, and sustainability of agriculture, and he will prepare a *100-day Vision for Agriculture and Food*. \n\n<br>\n\nThe appointments for health and preparedness are:\n- Roxana Mînzatu (Romania, center-left): Executive Vice-President for People, Skills, and Preparedness. Minzatu is a cohesion funds expert who served as an :abbr[MEP] and Minister for European Funds. Her mission statement includes advancing a Union of Equality, a Union of Skills, and fostering a new culture of preparedness to help people adapt to changes and risks, particularly in the face of health and security crises.  \n\n- Olivér Várhelyi (Hungary, far right): Commissioner for Health and Animal Welfare. Várhelyi, who is currently responsible for the Neighborhood and Enlargement portfolio, was handed the health and animal welfare role. He is a controversial figure due to breaking ranks with the :abbr[EC] to follow Hungarian Prime Minister Viktor Orbán. His mission statement includes completing the European Health Union, but food safety has been stripped of his portfolio. He will head :abbr[DG SANTE]{title=\" Directorate-General for Health and Food Safety\"} and :abbr[HERA]. On health preparedness, he will report to the Executive Vice-President for People, Skills, and Preparedness. \n\n<br>\n\n In her mission statement, von der Leyen states that :abbr[R&I], science, and technology must be put at the heart of the EU’s economy, which entails more investments and cooperation.\\\n \\\n The appointment for :abbr[R&I] and :abbr[R&D] is:\n\n- Ekaterina Zaharieva (Bulgaria, center-right): Commissioner for Startups, Research, and Innovation. Zaharieva is a lawyer and previously served as Bulgaria's foreign affairs minister after serving several other ministerial posts. Her deliverables include reinforcing international research and innovation cooperation and seeking synergies through :abbr[Global Gateway]. Zaharieva's revamped portfolio does not include education, which will be the responsibility of the Executive Vice President for people, skills, and preparedness, but extends to start-ups, a first for any commissioner.", "sources": [{"type": "web_page", "language": "english", "name": "Commissioners-designate (2024-2029)", "link": "https://commission.europa.eu/about-european-commission/president-elect-ursula-von-der-leyen/commissioners-designate-2024-2029_en"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": [{"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health R&D"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Sweden slashes ODA budget amid domestic priorities", "slug": "sweden-slashes-oda-budget-amid-domestic-priorities-2024", "publish_date": "2024-09-17", "content": "**On September 17, 2024, Sweden announced a reduction in its :abbr[ODA] budget as part of the autumn budget proposition, marking a shift in the country's long-standing commitment to international development assistance.**\\\n\\\nNewly appointed Minister for International Development Cooperation Benjamin Dousa revealed that the annual :abbr[ODA] allocation will drop from SEK56 billion (US$5.4 billion) to SEK53 billion (US$5.1 billion) between 2026-2028. This represents a cut of SEK3 billion (US$291 million) per year compared to the 2023-2025 budget.\\\n\\\nDousa stated that Sweden is undergoing a restructuring process that focuses on efficiency to areas most in need. However, he declined to specify which areas of foreign assistance would face the most significant cuts.\\\n\\\nThe early announcement aims to give :abbr[Sida] time to adjust their priorities and operations.\\\n\\\nJustifying the decision, Dousa pointed to pressing domestic challenges citing needs in policing, defense, and welfare services that could benefit from the redirected funds.\\\n\\\nThis reduction aligns with the government's earlier decision, made in partnership with the Sweden Democrats, to abandon Sweden's long-held goal of allocating 1% of its :abbr[GNI] to :abbr[ODA]. \\\n\\\nDousa acknowledged the difficulties in reaching a consensus among the four coalition parties but stressed their united front in making tough decisions. He assured that Ukraine would continue to be the largest recipient of Swedish assistance, underscoring the country's commitment to supporting nations in crisis.", "sources": [{"type": "news_article", "language": "swedish", "name": "Article - Swedish Press", "link": "https://www.sydsvenskan.se/artikel/regeringen-kapar-bistandet/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "WASH & Sanitation"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Dutch cabinet announces 2025 development budget", "slug": "dutch-cabinet-announces-2025-development-budget-2024", "publish_date": "2024-09-17", "content": "**On September 17, 2024, the Dutch government announced a EUR3.6 billion (US$3.9 billion) total budget for the Ministry of Foreign Trade and Development Assistance and saw EUR300 million (US$300 million) in cuts from the 2025 development budget.**\\\n\\\nThe funding cuts, outlined in the May 2024 Coalition agreement, includes reversing planned cuts to the Dutch diplomatic network from 22% to 10%, with the shortfall financed from the development budget. Key areas like water management, food security, and health remain prioritized.\\\n\\\nA new sub-article for Foreign Trade consolidates support for Ukraine, allocating EUR252 million (US$274 million) to humanitarian and infrastructure support and EUR60 million (US$65 million) for humanitarian demining in 2025.\\\n\\\nAdditionally, the new government will no longer tie the development budget to the size of the Dutch economy, ending the practice of allocating 0.7% of GNI, as per :abbr[OECD] guidelines.", "sources": [{"type": "news_article", "language": "dutch", "name": "Dutch government", "link": "https://www.rijksoverheid.nl/actueel/nieuws/2024/09/17/prinsjesdag-2024-ambassades-minder-gekort-forse-bezuiniging-op-ontwikkelingshulp?utm_medium=MinBZ&utm_source=Twitter"}, {"type": "government_document", "language": "dutch", "name": "Netherlands 2025 development budget", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/documenten/begrotingen/2024/09/17/xvii-buitenlandse-handel-en-ontwikkelingshulp-rijksbegroting-2025 "}, {"type": "news_article", "language": "dutch", "name": "NOS", "link": "https://nos.nl/artikel/2537765-zorgen-over-bezuinigingen-op-ontwikkelingssamenwerking "}, {"type": "government_document", "language": "dutch", "name": "Budgetary annex coalition agreement", "link": "https://www.kabinetsformatie2023.nl/documenten/publicaties/2024/05/16/budgettaire-bijlage-hoofdlijnenakkoord"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "WASH & Sanitation"}}]}, {"title": "UK Foreign Secretary to focus on climate, nature emergency", "slug": "uk-foreign-secretary-to-focus-on-climate-nature-emergency-2024", "publish_date": "2024-09-17", "content": "**On September 17, 2024, the :abbr[UK] :abbr[FCDO] Minister David Lammy used his first major policy speech to highlight the importance of tackling climate and nature emergencies.**\\\n\\\nLammy noted that while conflicts in Ukraine and the Middle East have dominated his time, his primary focus will be tackling the most profound and universal threat to global order – the climate and nature emergency.\\\n\\\nLammy identified three key priorities moving forward:   \n- Building a Global Clean Power Alliance—This alliance will focus on scaling up global investment;\n- Unlocking more climate and nature finance. Lammy noted that Africa is on the climate frontline yet receives just 3% of climate finance flows and debt services, accounting for an average of 10% of Africa’s :abbr[GDP]. Lammy will work to ensure London is a green global financial center, unlocking much-needed private sector flows and leading on international institutional reform; and\n- Reverse the decline in global biodiversity by bolstering global efforts to protect 30% of the planet’s lands and oceans, securing an agreement on a [Plastics Treaty](https://www.un.org/en/climatechange/nations-agree-end-plastic-pollution), expanding successful development programs that protect biodiversity, and launching a new research program on water and nature.\n\n<br>\n\nLammy concluded that there would be no global stability without climate stability.\n", "sources": [{"type": "press_release", "language": "english", "name": "UK Government ", "link": "https://www.gov.uk/government/speeches/foreign-secretarys-foreign-policy-speech-on-the-climate-crisis?utm_medium=email&utm_campaign=govuk-notifications-topic&utm_source=ff55c5ce-3f8d-4f91-acb7-371a6442e8b0&utm_content=daily"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "Sweden prioritizes Ukraine, demanding ODA results", "slug": "sweden-prioritizes-ukraine-demanding-oda-results-2024", "publish_date": "2024-09-17", "content": "**On September 10, 2024, Swedish Prime Minister Ulf Kristersson outlined a continued focus on Ukraine in Sweden's :abbr[ODA] efforts, while calling for increased accountability in international assistance programs.**\\\n\\\nKristersson emphasized that supporting Ukraine in its fight against Russian aggression is Sweden's most pressing foreign policy task. He framed this support as a duty of the free world to resist Russia's expansion of power. Sweden has already delivered 17 support packages to Ukraine. The government proposed a multi-year financial framework of SEK75 billion (US$6.8 billion) for 2024-2026, aiming to provide long-term, predictable support.\\\n\\\nBeyond military support, Sweden advocated for accelerated steps towards Ukraine's :abbr[EU] membership and pushed for tighter :abbr[EU] sanctions against Russia, including measures targeting Russian gas exports. While reaffirming Sweden's position as a generous global donor, Kristersson announced a new direction for the country's development assistance policy. Ukraine was centered as Sweden's largest recipient of :abbr[ODA], marking a historical shift in priorities.\\\n\\\nKristersson also stressed an increased emphasis on lasting results, effectiveness, and transparency in assistance programs, signaling a continued move towards more results-oriented development strategies. \n", "sources": [{"type": "speech", "language": "english", "name": "Prime Minister of Sweden", "link": "https://www.government.se/speeches/2024/09/statement-of-government-policy-2024/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": []}, {"title": "Dutch government program maintains development budget cuts", "slug": "dutch-government-program-maintains-development-budget-cuts-2024", "publish_date": "2024-09-13", "content": "**On September 13, 2024, the Dutch cabinet published its government program, expanding on the coalition’s government agreement published in May 2024 and confirmed substantial cuts to :abbr[ODA].**\\\n\\\nThe program referenced development assistance only four times in 138 pages. The program reduced the planned budget cut for embassies and consulates from 22% to 10%, which is expected to be funded by :abbr[ODA].\\\n\\\nThe cabinet emphasized prioritizing development areas where the Netherlands has expertise and a vested economic interest, such as water management and food security, with no mention of global health or :abbr[SRHR]. Broader foreign policy focused on migration partnerships and support for Ukraine.\\\n\\\nThe exact budget lines for 2025 and upcoming years will be released on September 17, 2024.\n", "sources": [{"type": "government_document", "language": "dutch", "name": "Cabinet Schoof’s government program", "link": "https://www.rijksoverheid.nl/regering/regeerprogramma"}, {"type": "news_article", "language": "dutch", "name": "Dutch Ministry of Foreign Affairs", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/nieuws/2024/09/13/kabinet-beperkt-bezuiniging-op-ambassades-en-consulaten"}, {"type": "news_article", "language": "dutch", "name": "Telegraaf", "link": "https://www.telegraaf.nl/nieuws/613043271/ambassades-ontsnappen-aan-grote-bezuinigingsronde-kabinet-snijdt-minder-diep-in-postennetwerk?utm_source=whatsapp&utm_medium=referral&utm_campaign=whatsapp"}, {"type": "news_article", "language": "dutch", "name": "NOS", "link": "https://nos.nl/liveblog/2536993-schoof-samen-problemen-oplossen-timmermans-nederland-nog-oneerlijker"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": [{"topics_id": {"name": "WASH & Sanitation"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Gender Equality"}}]}, {"title": "UK commits US$781 million to Ukraine, including preexisting funding", "slug": "uk-commits-us-781-million-to-ukraine-including-preexisting-funding", "publish_date": "2024-09-11", "content": "**On September 11, 2024, :abbr[UK] Foreign Minister, David Lammy visited Kyiv, Ukraine and committed GBP600 million (US$781 million) in support for Ukraine.**\\\n\\\nThe funding included GBP242 million (US$290 million) of existing commitments made for 2024-2025 for humanitarian, energy, and stabilization needs, as well as support for reform, recovery, and reconstruction.\\\n\\\nThe commitment also included GBP484 million (US$634 million) of loan guarantees for World Bank lending before 2025 to bolster economic stability in Ukraine. The loan guarantee is the second deployment of the US$3 billion package the UK committed to at the London Ukraine Recovery Conference in 2023.\\\n\\\nLammy also announced the first investment into Ukraine by :abbr[BII], the :abbr[UK]’s development finance institute within the :abbr[G7]-initiated Ukraine Investment Platform. :abbr[BII] is slated to provide GBP30 million (US$36 million) of support to the :abbr[EBRD]’s Trade Facilitation Program to help support the flow of critical goods, including food. \n", "sources": [{"type": "press_release", "language": "english", "name": "UK government ", "link": "https://www.gov.uk/government/news/uk-foreign-secretary-and-us-secretary-of-state-in-kyiv-in-first-ever-joint-visit-as-david-lammy-announces-over-600-million-worth-of-support-for-ukra?utm_medium=email&utm_campaign=govuk-notifications-topic&utm_source=056bb28a-e4b0-4274-a1fe-6edf334d6299&utm_content=daily"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": []}, {"title": "US to provide US$290 million in humanitarian assistance to Ukrainians", "slug": "us-to-provide-us-290-million-in-humanitarian-assistance-to-ukrainians-2024", "publish_date": "2024-09-11", "content": "**On September 11, 224, :abbr[US] Secretary of State Anthony Blinken announced that the :abbr[US] will provide US$290 million to conflict-affected populations in Ukraine.  US$100 million will come from :abbr[USAID] and US$190 million will come from the :abbr[US] State Department.**\\\n\\\nThe :abbr[US] pledges to provide vulnerable groups with food, shelter, and winter preparedness. Additionally, health services, including disease prevention, psychosocial assistance, and vital assistance to women and girls who are survivors of :abbr[GBV].\\\n\\\nThe :abbr[US] State Department will also provide emergency assistance, including safe drinking water, education, and legal support while working to reunify families where possible.\\\n\\\nThe :abbr[US] has provided a total of US$3.5 billion to Ukraine since February 2022, the largest provider of humanitarian assistance. ", "sources": [{"type": "press_release", "language": "english", "name": "USAID", "link": "https://www.usaid.gov/news-information/press-releases/sep-11-2024-united-states-announces-additional-funding-conflict-affected-populations-ukraine-and-region"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": [{"topics_id": {"name": "WASH & Sanitation"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Gender Equality"}}]}, {"title": "EU releases humanitarian assistance for winter preparedness in Ukraine", "slug": "eu-releases-humanitarian-assistance-for-winter-preparedness-in-ukraine-2024", "publish_date": "2024-09-10", "content": "**On September 10, 2024, the :abbr[EU] Commissioner for Crisis Management Janez Lenarčič announced that the :abbr[EC] is mobilizing additional EUR40 million (US$44 million) in support to Ukraine to prepare for the cold winter months.**\\\n\\\nThe support will go to repair damaged infrastructure, ensure electricity and heating and provide shelter to those in need.\\\n\\\nOut of this, EUR35 million (US$39 million) will be spent on humanitarian projects in Ukraine and EUR5 million (US$6 million) on supporting Ukrainian refugees and their host communities in Moldova.", "sources": [{"type": "press_release", "language": "english", "name": "European Commission", "link": "https://ec.europa.eu/commission/presscorner/detail/en/IP_24_4563"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": []}, {"title": "US pledges additional US$40 million for food security in Africa", "slug": "us-pledges-additional-us-40-million-for-food-security-in-africa-2024", "publish_date": "2024-09-03", "content": "**On September 3, 2024, :abbr[USAID] announced that it would provide an additional US$40 million in food security measures through Feed the Future to address food insecurity and build resilience across six countries in Africa.**\\\n\\\nThe resources will be provided to the Democratic Republic of Congo, Madagascar, Malawi, Mozambique, Tanzania, and Zambia. The investments cover a range of activities, including help to small farmer owners to both increase their yields, but also to mitigate against food shocks, promote efficient water use, and reduce harvest risk in the future.\\\n\\\nThe food shocks have been exacerbated by Russia's invasion of Ukraine and the effects of :abbr[El Niño]{title=\"naturally occurring climate pattern associated with warming of the ocean surface temperatures in the central and eastern tropical Pacific Ocean, which can significantly influence weather patterns, ocean conditions, and marine fisheries worldwide.\"}.  Although there has been a reduction in food prices since 2022, the situation is still precarious. The :abbr[US] will work with regional partners to continue to address both food systems and hunger.\\\n\\\n :abbr[USAID] Assistant to the Administrator Dina Esposito made the announcement at the Africa Food Systems Forum. The funds are subject to congressional approval.", "sources": [{"type": "press_release", "language": "english", "name": "USAID", "link": "https://www.usaid.gov/news-information/press-releases/sep-03-2024-usaid-announces-40-food-insecurity-build-resilience-african-continent"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": [{"topics_id": {"name": "Nutritious Food Systems"}}]}, {"title": "Netherlands announces US$228 million Ukraine support package", "slug": "netherlands-announces-us-228-million-ukraine-support-package-2024", "publish_date": "2024-09-02", "content": "**On September 2, 2024, the Dutch Minister for Foreign Trade and Development Assistance Reinette Klever announced that the Netherlands will provide another EUR210 million (US$228 million) to support Ukraine with its energy infrastructureafter damagee caused by Russian attacks.**\\\n\\\nBased on a visit to Ukraine by the Dutch Ministry of Economic Affairs in June 2024, three additional support initiatives worth EUR95 million (US$103 million) were identified:\n- EUR30 million (US$32 million) for gas turbines via the  :abbr[EBRD] and in collaboration with energy companies;\n- EUR20 million (US$22 million) for in-kind material supplies; and\n- EUR45 million (US$49 million) through the Ukraine Energy Support Fund.\n\n<br>\n\nThe government will also continue to support initiatives in 2025:\n- EUR55 million (US$60 million) for infrastructure repairs via the :abbr[URTF];\n- EUR25 million (US$27 million) for humanitarian assistance and psychosocial support via :abbr[UNOCHA]’s Ukraine Humanitarian Fund, the :abbr[ICRC], and :abbr[WHO];\n- EUR10 million (US$11 million) for demining operations; and\n- EUR5 million (US$5 million) towards technical assistance for Ukrainian Ministry of Finance’s financial-economic reform program.\n\n<br>\n\nThis fund allocation requires adjustments to the 2024 and 2025 budgets for the Dutch Ministry of Affairs and the development budget, which will be reflected in the supplemental budget and 2025 budget.\n", "sources": [{"type": "letter", "language": "dutch", "name": "Dutch Minister of Foreign Trade and Development Assistance", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/documenten/kamerstukken/2024/09/02/kamerbrief-inzake-intensivering-steun-oekraiense-energie-infrastructuur "}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "South Korean Minister of Foreign Affairs meets with CEPI ", "slug": "south-korean-minister-of-foreign-affairs-meets-with-cepi-2024", "publish_date": "2024-08-27", "content": "**On August 26, 2024, South Korean Minister of Foreign Affairs Tae-yul Cho met with :abbr[CEO]{title=\"Chief Executive Officer\"} of :abbr[CEPI] Dr. Richard Hatchett  to discuss ways to strengthen cooperation, including expanding :abbr[CEPI]’s investment in South Korean biotech companies.**\\\n\\\nCho highlighted that the South Korean government is expanding its contributions to the international community by significantly increasing its :abbr[ODA] budget in 2024 and pledging US$18 million in support for :abbr[CEPI] as a part of its commitment to strengthening the global health system.\\\n\\\nHe noted that :abbr[CEPI] will invest more than US$410 million in South Korean companies and institutions, including SK Bioscience, to support vaccine development. South Korea contributed US$33 million to :abbr[CEPI] in 2020-2023 and sits on the Investor Committee.\\\n\\\n:abbr[CEPI] will hold its first-ever board meeting in South Korea on August 29-30, and Dr. Hatchett plans to meet with South Korean companies and the :abbr[IVI] during his visit.\\\n\\\nDr. Hatchett noted that South Korea’s contributions are crucial as many countries are struggling to maintain their contributions to global health organizations due to the war in Ukraine.", "sources": [{"type": "press_release", "language": "korean", "name": "Ministry of Foreign Affairs ", "link": "https://www.mofa.go.kr/www/brd/m_4080/view.do?seq=375319&page=2&pitem=10"}, {"type": "news_article", "language": "korean", "name": "News1", "link": "https://www.news1.kr/politics/diplomacy-defense/5521961"}], "funders": [{"funder_profiles_id": {"name": "South Korea"}}], "topics": [{"topics_id": {"name": "Global Health R&D"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Canada announces US$12 million to support civilian services in Ukraine", "slug": "canada-announces-us-12-million-civilian-services-support-in-ukraine-2024", "publish_date": "2024-08-23", "content": "**On August 23, 2024, Canadian Minister of International Development Ahmed Hussen reaffirmed Canada’s solidarity with Ukraine and announced nearly CAD16 million (US$12 million) to support children and family services and address urgent humanitarian needs.**\\\n\\\nThe funding includes:\n- CAD10 million (US$7 million) over 5 years to :abbr[UNICEF] for a project that helps support the reintegration of Ukrainian children returning from neighboring countries, including those displaced and illegally transferred to Russia. The funding will enhance quality family-based care options and child protection services for vulnerable children; and\n- Nearly CAD6 million (US$4 million) in humanitarian assistance to provide shelter, :abbr[WASH], emergency health and protection services, including child protection and :abbr[GBV] mitigation and response.", "sources": [{"type": "press_release", "language": "english", "name": "Global Affairs Canada", "link": "https://www.canada.ca/en/global-affairs/news/2024/08/minister-hussen-visits-ukraine-to-reaffirm-canadas-solidarity-with-people-of-ukraine.html"}], "funders": [{"funder_profiles_id": {"name": "Canada"}}], "topics": [{"topics_id": {"name": "Family Planning"}}, {"topics_id": {"name": "WASH & Sanitation"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Norwegian CSOs see record revenues, driven by support for Ukraine", "slug": "norwegian-csos-see-record-revenues-driven-by-support-for-ukraine-2024", "publish_date": "2024-08-22", "content": "**On August 22, 2024, it was announced that in 2023, ten of the largest Norwegian :abbr[CSOs] achieved record revenues of NOK17.8 billion (US$1.7 billion), an increase of NOK2.1 billion (US$204 million) from the previous year.**\\\n\\\nThis surge is primarily attributed to substantial funding for Ukraine and other prolonged humanitarian crises. The Norwegian Refugee Council led with over NOK8 billion (US$780 million) in income, supported by Norwegian authorities and international donors.\\\n\\\nDespite this, the organization reported a small deficit, with NOK7.7 billion (US$750 million) directly spent on humanitarian efforts. Red Cross and Save the Children also saw significant revenue growth, driven by increased global assistance, particularly to Ukraine.", "sources": [{"type": "news_article", "language": "norwegian", "name": "Panoramanyheter", "link": "https://www.panoramanyheter.no/bistandsbransjen-bistandsorganisasjoner/rekordinntekter-for-norske-hjelpeorganisasjoner/370305"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": []}, {"title": "European Council approves first payment under Ukraine Facility", "slug": "european-council-approves-first-payment-under-ukraine-facility-2024", "publish_date": "2024-08-06", "content": "**On August 6, 2024, the European Council approved the first regular payment of EUR4.2 billion (US$3.8 billion) in grants and loans under the :abbr[EU]'s Ukraine Facility to support Ukraine's macro-financial stability and the functioning of its public administration.**\\\n\\\nThe Ukraine Facility has already disbursed EUR6 billion (US$5.4 billion) by way of bridge financing and EUR1.9 billion (US$1.7 billion) in pre-financing after the fulfillment of agreed policy conditions.\\\n\\\nThe payments were made possible after the Council concluded that Ukraine satisfactorily fulfilled the reforms envisaged in the Ukraine Plan and met preconditions to receive up to EUR50 billion (US$45.6 billion) in support.", "sources": [{"type": "press_release", "language": "english", "name": "Council of the European Union", "link": "https://www.consilium.europa.eu/en/press/press-releases/2024/08/06/council-gives-green-light-to-first-payment-of-nearly-42-billion-under-the-ukraine-facility/"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": []}, {"title": "Sweden ends bilateral assistance to Iraq, cites economic progress", "slug": "sweden-ends-bilateral-assistance-to-iraq-cites-lack-of-economic-progress-2024", "publish_date": "2024-07-30", "content": "**On July 30, 2024, the Swedish government announced that it will phase out its bilateral development assistance to Iraq by mid-2025, marking a significant shift in its long-standing commitment to the Middle Eastern nation.**\\\n\\\nThe decision reflected a reassessment of Iraq's economic status and a desire to redirect resources to areas deemed more critical, with a focus on Ukraine, Sweden's top :abbr[ODA] priority. The government emphasized that the phase-out would be conducted responsibly, with efforts made to transfer ongoing projects in migration, environmental protection, and climate change to other strategies where possible.\\\n\\\nSweden has been a significant donor to Iraq, providing both humanitarian and development assistance for many years. The support has been crucial in Iraq's post-conflict reconstruction efforts following years of war and instability. Aron Emilsson, foreign policy spokesperson for the right-wing populist party Sweden Democrats, framed the decision as a necessary step to ensure that Swedish tax revenues are used for the most prioritized purposes.", "sources": [{"type": "press_release", "language": "english", "name": "Press Release - Government of Sweden", "link": "https://www.government.se/press-releases/2024/07/government-phasing-out-bilateral-development-aid-with-iraq/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": []}, {"title": "Japan provides US$30 million in grants to Senegal", "slug": "japan-provides-us-30-million-in-grants-to-senegal-2024", "publish_date": "2024-07-19", "content": "**On July 19, 2024, Japan signed an agreement for four grant aid projects totaling JPY4.6 billion (US$30 million). The projects aim to address various issues including human resource development, healthcare, landmine removal, and food assistance.**\\\n\\\nThe human resource development project, worth JPY239 million (US$2 million), will support young Senegalese officials in obtaining master's degrees in Japan, enhancing their administrative capabilities and strengthening bilateral ties.\\\n\\\nThe healthcare project, with a budget of JPY3.7 billion (US$24 million), will expand and equip Thies Regional Hospital to improve diagnosis and treatment facilities, addressing the rising burden of :abbr[NCDs] in Senegal and its neighboring countries.\\\n\\\nThe landmine removal project, valued at JPY460 million (US$3 million), will provide demining equipment to help clear mines in the Casamance region, facilitating road construction and agricultural development.\\\n\\\nThe JPY200 million (US$1 million) food assistance project will supply Japanese rice to Senegal to enhance food security, which has been challenged by climate change and the Ukraine crisis. \n", "sources": [{"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/pressit_000001_00911.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "EU Commission approves initial US$4.5 billion payment to Ukraine Facility", "slug": "eu-commission-approves-initial-us-4-5-billion-payment-to-ukraine-under-the-ukraine-facility", "publish_date": "2024-07-17", "content": "**On July 17, 2024, the European Commission approved a payment of nearly EUR4.2 billion (US$4.5 billion) to Ukraine under the :abbr[EU]'s Ukraine Facility, aimed at supporting the country's macro-financial stability and public administration functions.**\\\n\\\nThis disbursement, pending Council approval, will bring the total :abbr[EU] funding to Ukraine to EUR12 billion (US$12.8 billion) since the Facility's inception in March 2024. The payment reflects Ukraine's compliance with pre-set conditions designed to ensure consistent financial assistance.\\\n\\\nThis financial support is part of a broader :abbr[EU] commitment to provide up to EUR50 billion (US$53.5 billion) in grants and loans through 2027, ensuring Ukraine's stability and progress amidst adversity.", "sources": [{"type": "press_release", "language": "english", "name": "European Commission", "link": "https://ec.europa.eu/commission/presscorner/detail/en/ip_24_3861"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": []}, {"title": "Japan provides US$3.3 billion loan for Ukraine", "slug": "japan-provides-us-3-3-billion-loan-for-ukraine-2024", "publish_date": "2024-07-17", "content": "**On July 17, 2024, Japan announced that it was arranging a loan of US$3.3 billion to Ukraine.**\\\n\\\nIn June 2024, :abbr[G7] members discussed using frozen Russian sovereign assets to provide a total of US$50 billion for Ukraine. The :abbr[US] and :abbr[EU] are both expected to contribute US$20 billion, and Japan, the :abbr[UK], and Canada will share the remaining US$10 billion.\\\n\\\nThe funds come at a time when several countries are facing greater barriers to securing funding for Ukraine due to funding fatigue and domestic pushback.", "sources": [{"type": "news_article", "language": "english", "name": "Mainichi Shimbun", "link": "https://mainichi.jp/english/articles/20240717/p2g/00m/0na/038000c"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "Netherlands increases support for research in Ukraine", "slug": "netherlands-increases-support-for-research-in-ukraine-2024", "publish_date": "2024-07-07", "content": "**On July 6 and 7, 2024, Dutch Minister of Foreign Affairs Caspar Veldkamp and Minister of Defense Ruben Brekelmans visited Ukraine, announcing a total contribution of EUR16 million (US$17million) to support research and fact-finding efforts.**\\\n\\\nThe Netherlands is slated to provide EUR2 million (US$2 million) to enhance Ukraine’s forensic research capacity via the :abbr[ICMP]{title=\"International Commission on Missing Persons\"}, EUR8 million (US$9 million) over two years for the :abbr[UNHR] Monitoring Mission in Ukraine, and EUR6 million (US$7 million) for a forensic mobile lab to assist with research.\n", "sources": [{"type": "x", "language": "english", "name": "Dutch Minister of Foreign Affairs", "link": "https://x.com/ministerBZ/status/1809985014727074279"}, {"type": "x", "language": "english", "name": "Dutch Minister of Foreign Affairs", "link": "https://x.com/ministerBZ/status/1810010710140760131"}, {"type": "x", "language": "english", "name": "Dutch Minister of Foreign Affairs", "link": "https://x.com/ministerBZ/status/1810010713907229116"}, {"type": "x", "language": "english", "name": "Dutch Minister of Foreign Affairs", "link": "https://x.com/ministerBZ/status/1810038641852547159"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "David Lammy appointed UK Foreign Secretary", "slug": "david-lammy-appointed-uk-foreign-secretary-2024", "publish_date": "2024-07-05", "content": "**On July 5, 2024, :ABBR[UK] Prime Minister Keir Starmer appointed David Lammy as the :ABBR[UK]’s new foreign secretary.**\\\n\\\nLammy is set to adopt a progressive realism approach to foreign policy and to focus on reconnecting Britain to the rest of the world to ensure :ABBR[UK] security and prosperity. He noted a desire to reset the relationship with development partners, based on genuine respect and partnership.\\\n\\\nLammy’s first trip abroad as the :ABBR[UK]’s Foreign Minister was to visit key European countries, including Germany, Sweden, and Poland. Lammy noted that he intends to drive forward an ambitious and broad-ranging :ABBR[UK] - :ABBR[EU] Security Pact, where the :ABBR[UK] will work more closely with its European partners to tackle security issues like Ukraine. When Lammy was pressed on whether security cooperation with the :ABBR[EU] could extend to issues such as pandemics, decarbonization, access to critical minerals and illegal migration, he stated that he thought it could.\\\n\\\nLammy accepted an invitation by Vice-President of the European Commission Josep Borrell to attend an October meeting of the :ABBR[EU] Foreign Affairs Council, an invitation previously rejected by the Conservative government. \n\n ", "sources": [{"type": "press_release", "language": "english", "name": "UK government ", "link": "https://www.gov.uk/government/speeches/its-time-to-reset-britains-relations-with-europe-article-by-david-lammy?utm_medium=email&utm_campaign=govuk-notifications-topic&utm_source=4cbab87f-72c3-41dd-813b-bddd71e8adf2&utm_content=daily"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": [{"topics_id": {"name": "International development"}}]}, {"title": "New Dutch government emphasizes foreign policy priorities", "slug": "new-dutch-government-emphasizes-foreign-policy-priorities", "publish_date": "2024-07-03", "content": " **On July 3, 2024, following the swearing-in of the new Dutch cabinet, Dutch Prime Minister Dick Schoof announced the government declaration in the House of Representatives, highlighting key policy areas and approaches for the cabinet.**\\\n\\\nSchoof reaffirmed the commitment to the :abbr[EU] and :abbr[NATO] as the cornerstone of the Netherlands’ security and prosperity. He pledged continued support for Ukraine against the Russian invasion and committed to enshrining the :abbr[NATO] standard of 2% of :abbr[GDP] defense spending into law.\\\n\\\nSchoof emphasized reducing dependence on external sources and enhancing national resilience through strategic autonomy in energy, food security, and raw materials. He committed to honoring all existing international treaties and minimizing additional national measures, especially in nature and climate policies, to maintain competitiveness.\\\n\\\nSchoof also mentioned proactive engagement with the :abbr[EU] to address national concerns and seek exceptions where agreements disproportionately impact the Netherlands, particularly in migration and agriculture.", "sources": [{"type": "government_document", "language": "dutch", "name": "Government Declaration, cabinet Schoof", "link": "https://www.rijksoverheid.nl/regering/documenten/publicaties/2024/07/02/regeringsverklaring-kabinet-schoof"}, {"type": "news_article", "language": "dutch", "name": "Dutch government", "link": "https://www.rijksoverheid.nl/actueel/nieuws/2024/07/02/kabinet-schoof-beedigd"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "Think tank urges Canada to take action to support Myanmar’s Rohingya minority", "slug": "think-tank-urges-canada-to-take-urgent-action-to-support-myanmar-s-rohingya-minority-2024", "publish_date": "2024-07-01", "content": "**On July 1, 2024, Canada’s :abbr[IRPP] highlighted growing calls from within Canada for the government to take urgent action to curb the dire humanitarian situation facing the Rohingya population of Myanmar.**\\\n\\\nOriginally numbering 3.5 million people, the Rohingya population has been reduced to only a few hundred in Myanmar, either killed or forced to flee the country, with the remaining population mostly internally displaced in concentration camps.\\\n\\\nThe :abbr[IRPP] argues that Canada has demonstrated its commitment to humanitarian support in Ukraine, Afghanistan, and Syria, among others, and must take a leadership role to address the urgent needs of the Rohingya. The organization suggested that Canada could create an emergency travel program for the Rohingya similar to the one established for Ukrainians.\\\n\\\nThe :abbr[IRPP] and protesters called for additional Canadian government action, including:\n\n- Finding sustainable and robust development solutions, given that temporary measures and humanitarian assistance alone have not addressed the root causes of the crisis;\n- Reinvigorating international pressure, given that calls for increased financial support and political pressure on Myanmar have not halted the violence; and\n- Increasing humanitarian assistance and protection of civilians through :abbr[UN] peacekeeping forces to increase access to basic services and safety.\n", "sources": [{"type": "oped", "language": "english", "name": "Institute for Research on Public Policy", "link": "https://opencanada.org/the-rohingya-genocide-an-urgent-call-to-the-canadian-government/"}], "funders": [], "topics": []}, {"title": "European Council adopts strategic agenda for 2024-2029", "slug": "euco-adopts-eu-s-strategic-agenda-for-2024-2029", "publish_date": "2024-06-27", "content": "**On June 27, 2024, the *Strategic Agenda 2024-2029*, which emphasized the :abbr[EU]'s commitment to peace, cooperation, and economic prosperity amid a reshaping of the global political landscape marked by strategic competition and instability, was adopted by the European Council.**\\\n\\\nThe :abbr[EU] outlined the following priorities:\n\n- Bolster Europe’s economic competitiveness, including deepening the Single Market in strategic sectors like energy, finance, and telecommunications;\n- Strengthen security and defense capabilities within the :abbr[EU];\n- Reinforce :abbr[EU] sovereignty and unity to address strategic competition, climate change, technological advancements, and global instability;\n- Strengthen external influence by supporting Ukraine in defending its sovereignty, promoting stability in its neighborhood and beyond, fostering strategic partnerships, and coordinating internal and external policies to address global challenges effectively;\n- Uphold human dignity, freedom, democracy, equality, and human rights, while safeguarding the rule of law and enhancing democratic resilience;\n- Invest in defense readiness, supporting Ukraine, combating crime, and addressing cyber threats, while enhancing cooperation with :abbr[NATO] and other partners;\n- Ensure the proper functioning of the Schengen area, addressing irregular migration, and promoting legal pathways; \n- Support the international legal order, promoting peace, democracy, and sustainable development, and reforming the multilateral system;\n- Boost economic growth, supporting social welfare systems, investing in skills and education, and reducing disparities across the :abbr[EU]; and \n- Pursue a merit-based approach to :abbr[EU] enlargement, supporting aspiring members, and undertaking necessary internal reforms.\n", "sources": [{"type": "web_page", "language": "english", "name": "European Council", "link": "https://www.consilium.europa.eu/en/policies/strategic-agenda-2024-2029/"}, {"type": "joint_statement", "language": "english", "name": "European Council", "link": "https://www.consilium.europa.eu/en/policies/strategic-agenda-2024-2029/#:~:text=Strategic%20agenda%202024%2D2029%20(pdf)"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": [{"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "Outgoing Dutch Prime Minister Mark Rutte appointed NATO Secretary-General", "slug": "outgoing-dutch-prime-minister-mark-rutte-appointed-nato-secretary-general", "publish_date": "2024-06-26", "content": "**On June 26, 2024, outgoing Dutch Prime Minister Mark Rutte was officially appointed the next Secretary-General of :abbr[NATO], to succeed Jens Stoltenberg on October 1, 2024.**\\\n\\\nRutte received unanimous endorsement from all 32 :abbr[NATO] member states, after Romanian President Klaus Iohannis withdrew his candidacy the week prior. Known for his strong support of Ukraine and criticism of Russian President Vladimir Putin, Rutte is a significant figure in European politics. He began gathering support for his candidacy in late 2023.\\\n\\\nRutte will complete his duties as outgoing Prime Minister of the Netherlands on July 2, 2024, and will be succeeded by Dick Schoof.", "sources": [{"type": "news_article", "language": "dutch", "name": "NOS", "link": "https://nos.nl/artikel/2526189-rutte-officieel-benoemd-tot-secretaris-generaal-van-de-navo"}, {"type": "news_article", "language": "english", "name": "Euronews", "link": "https://www.euronews.com/my-europe/2024/06/20/mark-rutte-set-to-be-next-nato-chief-after-securing-romanias-backing"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "EIB approves US$13.7 billion for sustainable transport, renewable energy, key social investments", "slug": "eib-board-approves-us-13-7-billion-for-sustainable-transport-renewable-energy-and-key-social-investment", "publish_date": "2024-06-20", "content": "**On June 20, 2024, the :abbr[EIB] approved EUR12.8 billion (US$13.7 billion) in financing to improve sustainable transport, increase the use of renewable energy, build new student housing, improve earthquake and flood protection, and help business expansion.**\\\n\\\nEUR2.9 billion (US$3.1 billion) will be allocated for urban development, education, health, and water projects. EUR2.1 billion (US$2.2 billion) is slated to support corporate innovation, with a focus on female entrepreneurs in Africa and the Caribbean, as well as business financing in Ukraine.\\\n\\\n:abbr[EIB] President Nadia Calviño highlighted that support will go to global and regional flagship projects and that the investments will improve quality of life and reflect the :abbr[EIB]'s commitment to strengthen European resilience, productivity growth, and innovation. ", "sources": [{"type": "press_release", "language": "english", "name": "EIB", "link": "https://www.eib.org/en/press/all/2024-212-eib-board-of-directors-approves-eur12-8-billion-new-financing-for-transport-energy-and-business-investment"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": [{"topics_id": {"name": "Education"}}, {"topics_id": {"name": "WASH & Sanitation"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Gender Equality"}}]}, {"title": "Canada announces over US$3.6 billion for Ukraine recovery", "slug": "canada-announces-over-us-3-6-billion-for-ukraine-recovery-2024", "publish_date": "2024-06-16", "content": "**On June 13 and 16, 2024, Canadian Prime Minister Justin Trudeau announced CAD5 billion (US$3.6 billion) and CAD52 million (US$38 million) at the :abbr[G7] Summit and the Summit on Peace in Ukraine, respectively, in support of Ukraine.**\\\n\\\nThe CAD5 billion (US$3.6 billion) contribution will contribute to the :abbr[G7] Extraordinary Revenue Acceleration Loans for Ukraine. Through the initiative, :abbr[G7] countries intend to bring forward the revenues from frozen Russian sovereign assets, providing Ukraine with approximately CAD69 billion (US$50 billion).\\\n\\\nThe CAD52 million (US$38 million) contribution was allocated in support of Ukraine’s recovery and rebuilding efforts. This included:\n- CAD20 million (US$15 million) to support Ukraine’s urgent efforts to replace damaged energy equipment and infrastructure; and\n- CAD15 million (US$11 million) for civilian services, including:\n\t- Supporting vulnerable children and youth, and the reintegration of displaced children returning to Ukraine through children protective services;\n\t- Improving access to justice for survivors of war crimes;\n\t- Increasing families’ and civil society’s awareness about the missing persons process; and\n\t- Supporting male survivors of conflict-related sexual violence, including prisoners of war.\n- CAD15 million (US$11 million) to help Ukraine's recovery, including:\n\t- Supporting the :abbr[IMF] to help Ukraine acquire the technical assistance and training needed for economic reforms and eventual accession to the :abbr[EU];\n\t- Improving Ukraine’s capacity to safely clear mines and other remnants of war; and\n\t- Providing Ukraine’s government with technical assistance from Government of Canada experts in the justice and energy sectors.", "sources": [{"type": "press_release", "language": "english", "name": "Prime Minister of Canada", "link": "https://www.pm.gc.ca/en/news/news-releases/2024/06/16/toward-just-and-lasting-peace-ukraine"}, {"type": "press_release", "language": "english", "name": "Prime Minister of Canada", "link": "https://www.pm.gc.ca/en/news/news-releases/2024/06/13/prime-minister-trudeau-strengthens-global-security-and-stability-g7-summit"}], "funders": [{"funder_profiles_id": {"name": "Canada"}}], "topics": [{"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Gender Equality"}}]}, {"title": "US announces US$1.5 billion to strengthen Ukraine's energy, humanitarian needs, civil society", "slug": "us-announces-us-1-5-billion-to-strengthen-ukraines-energy-humanitarian-needs-civil-society-2024", "publish_date": "2024-06-15", "content": "**On June 15, 2024, during a peace summit in Ukraine with Ukrainian President Volodymyr Zelenskyy, :abbr[US] Vice President Kamala Harris announced a new US$1.5 billion package of support to the people of Ukraine through energy, humanitarian assistance, and civil society.**\\\n\\\nThe assistance will come through both :abbr[USAID] and the State Department and includes US$500 million in new assistance for the energy sector. US$324 million in previously announced energy funding will be used to address emergency assistance aimed to repair damaged infrastructure, as well as to expand and protect other infrastructure.\\\n\\\nUS$379 million in humanitarian assistance will provide food, health, shelter, and :abbr[WASH] services to the people of Ukraine. The final part of the package will assist with civilian security assistance to help law enforcement and border guards operate on the front lines. ", "sources": [{"type": "press_release", "language": "english", "name": "USAID", "link": "https://www.usaid.gov/news-information/press-releases/jun-15-2024-/vice-president-kamala-harris-announces-over-1-billion-bolster-ukraines-energy-sector-address-humanitarian-needs-and-strengthen-civilian-security"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "WASH & Sanitation"}}]}, {"title": "UK announces up to US$290 million to Ukraine for humanitarian, energy, stabilization needs at G7 ", "slug": "uk-announces-up-to-us-290-million-to-ukraine-for-humanitarian-energy-stabilization-needs-at-g7-2024", "publish_date": "2024-06-13", "content": "**On June 13, 2024, :ABBR[UK] Prime Minister Rishi Sunak, announced at the :ABBR[G7] Leaders’ Summit that the :ABBR[UK] would provide Ukraine with up to GBP242 million (US$290 million) in bilateral assistance to support its humanitarian, energy, and stabilization needs.**\\\n\\\nThe :ABBR[UK] has provided a total of GBP12.7 billion (US$15.7 billion) in military, humanitarian, and economic support to Ukraine.\\\n\\\nSunak worked with partners to ensure a :ABBR[G7] agreement on using immobilized Russian assets to support Ukraine. The :ABBR[G7] ultimately agreed to provide a US$50 billion loan to Ukraine, which would use the interest earned on profits from Russia’s frozen central bank assets as collateral.\\\n\\\nThe :ABBR[UK] was the first country to introduce legislation explicitly enabling us to keep sanctions in place until Russia pays damages.\n\n ", "sources": [{"type": "press_release", "language": "english", "name": "UK government ", "link": "https://www.gov.uk/government/news/uk-shows-enduring-commitment-to-ukraine-at-g7-summit"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": []}, {"title": "EU Commissioner for International Partnerships urges balance between development assistance, defense", "slug": "eu-commissioner-urges-balance-between-development-assistance-defense-2024", "publish_date": "2024-06-12", "content": "**On June 12, 2024, :abbr[EU] Commissioner for International Partnerships Jutta Urpilainen cautioned that the :abbr[EU] must strike a balance between increasing defense spending and maintaining development assistance to avoid geopolitical isolation.**\\\n\\\nFollowing the full-scale invasion of Ukraine in February 2022, the :abbr[EU] and its member states have prioritized increased military spending. Despite being one of the world's largest donors of :abbr[ODA], the :abbr[EU] faces the challenge of maintaining its level of funding for international partnerships in a context of geopolitical competition.\\\n\\\nUrpilainen emphasized the need to invest in international partnerships alongside military capacity to address broader security challenges like climate change, migration, and terrorism. She warned that geopolitical competition necessitates a balanced approach, expressing concern about future political support for this strategy with the :abbr[EU] elections results tilting to the right. \\\n\\\nIn addition, Urpilainen stressed the importance of the next :abbr[EU] budget to maintain or increase funding for external relations, particularly keeping education at 13%, and for human development initiatives including education, research, and health to be included in Global Gateway.\\\n\\\nUrpilainen underlined that Europe could become geopolitically isolated if investment in external relations is not sustained.", "sources": [{"type": "interview", "language": "english", "name": "Euractiv", "link": "https://www.euractiv.com/section/development-policy/interview/eu-must-not-neglect-development-aid-over-defence-commissioner-urpilainen-warns/"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": []}, {"title": "South Korea reaffirms commitment to Ukraine", "slug": "south-korea-reaffirms-commitment-to-ukraine-2024", "publish_date": "2024-06-12", "content": "**On June 11, 2024, South Korean 2<sup>nd</sup> Vice Minister of Foreign Affairs Insun Kang attended the :abbr[MDCP]{title=\"Multi-Agency Donor Coordination Platform\"} for Ukraine‘s first annual ministerial meeting as well as the 3<sup>rd</sup> Ukraine Recovery Conference.**\\\n\\\nKang noted that, as a new member of the :abbr[MDCP]{title=\"Multi-Agency Donor Coordination Platform\"}, South Korea will continue to contribute to Ukraine’s reconstruction with active coordination with major donors and international organizations.\\\n\\\nAs part of the Ukraine Peace and Solidarity Initiative, announced at the Korea-Ukraine Summit in July 2023, South Korea has provided US$200 million in humanitarian assistance in 2024, US$100 million in support through multilateral financial institutions, US$100 million though :abbr[KOICA], and US$2.1 billion through the :abbr[EDCF] for 2024-2029.\\\n\\\nKang emphasized the importance of public-private partnerships for Ukraine’s effective reconstruction and recovery and expressed South Korea's unwavering willingness to support Ukraine. ", "sources": [{"type": "press_release", "language": "korean", "name": "Ministry of Foreign Affairs ", "link": "https://www.mofa.go.kr/www/brd/m_4080/view.do?seq=375097&page=1"}, {"type": "news_article", "language": "korean", "name": "Sisamirae", "link": "https://www.sisamirae.com/news/article.html?no=227163"}, {"type": "press_release", "language": "korean", "name": "Ministry of Foreign Affairs ", "link": "https://www.mofa.go.kr/www/brd/m_4080/view.do?seq=375100&page=1"}, {"type": "news_article", "language": "korean", "name": "Sisafocus ", "link": "https://www.sisafocus.co.kr/news/articleView.html?idxno=319202"}], "funders": [{"funder_profiles_id": {"name": "South Korea"}}], "topics": []}, {"title": "EIB provides US$107 million loan for Ukraine to rebuild municipal infrastructure", "slug": "eib-provides-us-107-million-loan-for-ukraine-to-rebuild-municipal-infrastructure-2024", "publish_date": "2024-06-11", "content": "**On June 11, 2024, the :abbr[EIB] announced that it will provide Ukraine with a EUR100 million (US$107 million) loan to rebuild municipal infrastructure damaged by the war against Russia.**\\\n\\\nThese funds, agreed at the Ukraine Recovery Conference in Berlin, will be used to rebuild schools, kindergartens, hospitals, social housing and local transport, in addition to ensuring essential services such as clean water and sanitation.\\\n\\\nCalls for project proposals are set to be issued, inviting communities to submit applications for the reconstruction of health facilities, housing, education, water sector and shelters. The projects will prioritize liberated territories, areas close to conflict zones, and regions with large numbers of internally displaced persons.", "sources": [{"type": "press_release", "language": "english", "name": "EIB", "link": "https://www.eib.org/en/press/news/ukraine-gets-eur100-million-eib-loan-to-rebuild-social-infrastructure-in-war-torn-cities"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": [{"topics_id": {"name": "Education"}}, {"topics_id": {"name": "WASH & Sanitation"}}]}, {"title": "Japan hosts public-private conference for restoration and reconstruction of Ukraine", "slug": "japan-hosts-public-private-conference-for-restoration-and-reconstruction-of-ukraine-2024", "publish_date": "2024-06-11", "content": "**On June 11, 2024, Japan hosted the Japan-Ukraine Public-Private Roundtable in Germany to discuss measures for the restoration and reconstruction of Ukraine, involving both public and private sectors.**\\\n\\\nApproximately 60 Japanese and Ukrainian companies participated in the conference. The meeting aimed to expand cooperation in fields such as agriculture, renewable energy, and housing construction.\\\n\\\nIn February 2024, during the Japan-Ukraine Conference for Promotion of Economic Growth and Reconstruction in Tokyo, the two countries agreed on seven key areas of support, including social infrastructure and demining. They signed over 50 cooperation agreements to facilitate specific forms of support.\\\n\\\nThe restoration of Ukraine’s agriculture is a critical focus, given that agricultural land accounts for 70% of Ukraine’s total land area. Japan plans to sign five memoranda of understanding to bolster Ukraine’s agricultural production. Companies including Yanmar Agribusiness Co. and Kubota Corp. discussed supplying agricultural machinery with Ukrainian authorities. Additionally, the Japanese government pledged to streamline customs clearance procedures to support these initiatives.\\\n\\\nIn the renewable energy sector, Japan and Ukraine aim to strengthen cooperation in developing wind power and other renewable sources. This initiative aligns with the broader goals discussed during the :abbr[G7+] energy meeting held on June 11, 2024 in Berlin, Germany. Japanese Vice Minister of Economy, Trade, and Industry, Kazuchika Iwata, emphasized Japan’s commitment to supporting Ukraine’s energy needs and facilitating collaboration between companies from both nations.\\\n\\\nDuring the Berlin conference, Iwata also met with Polish Special Representative for Ukraine Development Cooperation Pawel Kowal. They discussed enhancing collaboration between Japan and Poland in support of Ukraine’s reconstruction efforts, given Poland’s pivotal role in Ukraine’s recovery.", "sources": [{"type": "news_article", "language": "english", "name": "The Japan News", "link": "https://japannews.yomiuri.co.jp/politics/politics-government/20240605-190194/"}, {"type": "press_release", "language": "japanese", "name": "Ministry of Economy, Trade and Industry", "link": "https://www.meti.go.jp/press/2024/06/20240613002/20240613002.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "EU announces new initiatives to bolster support for Ukraine’s recovery", "slug": "eu-announces-new-initiatives-to-bolster-support-for-ukraine-s-recovery-2024", "publish_date": "2024-06-11", "content": "**On June 11-12, the Ukraine Recovery Conference, organized by Germany in Berlin, seeking to ensure that Ukraine can continue to defend itself and move towards closer integration with the :abbr[EU].**\\\n\\\nEuropean Commission President Ursula von der Leyen announced several initiatives aimed at strengthening Ukraine's sovereignty and bringing it closer to the :abbr[EU], including:\n- Multiple agreements worth EUR1.4 billion (US$1.5 billion) with partner banks to attract private investments to Ukraine;\n- Targeted support for equity investments in the country, focusing on improving the financing of Ukrainian businesses, especially :abbr[SMEs] and startups;\n- Pledges to deliver an additional EUR1.9 billion (US$2 billion) from the :abbr[EU]’s Ukraine Facility by the end of June, thanks to progress on the Ukraine Plan and its anti-corruption reforms;\n- Announcing the transfer of around EUR1.5 billion (US$1.6 billion) of windfall profits generated by tied-up Russian assets for Ukraine's defense and reconstruction; and\n- Mobilizing about EUR500 million (US$534 million) for urgent repairs in the Ukrainian energy sector.\n\n<br>\n\nSince the beginning of the full-scale invasion in February 2022, :abbr[EU] financial, humanitarian, emergency, budgetary and military support to Ukraine has reached almost EUR100 billion (US$107 billion). ", "sources": [{"type": "news_article", "language": "english", "name": "European Commission", "link": "https://commission.europa.eu/news/eu-bolsters-support-ukraines-recovery-2024-06-11_en"}, {"type": "news_article", "language": "english", "name": "Ukrainska Pravda", "link": "https://www.pravda.com.ua/eng/news/2024/06/11/7460233/"}, {"type": "news_article", "language": "english", "name": "EUnews", "link": "https://www.eunews.it/en/2024/06/11/von-der-leyen-ukraine-zelensky/"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": []}, {"title": "Netherlands allocates US$161 million to Ukraine recovery and humanitarian assistance in 2024", "slug": "netherlands-allocates-us-161-million-to-recovery-and-humanitarian-assistance-in-ukraine-2024", "publish_date": "2024-06-07", "content": "**On June 7, 2024, Dutch Minister for Foreign Trade and Development Cooperation Liesje Schreinemacher outlined the Netherlands’ recovery and humanitarian assistance to Ukraine for 2024.**\\\n\\\nThe Spring Budget, published on April 15, 2024, announced that the Netherlands would provide a total of EUR4.4 billion (US$4.8 billion) to Ukraine for 2024-2026. Of this, EUR148 million (US$161 million) will go to recovery and humanitarian assistance to Ukraine in 2024 and EUR252 million (US$274 million) in 2025.\\\n\\\nSchreinemacher specified the allocations for 2024 as: \n- EUR58 million (US$65 million) via the World Bank to the :abbr[URTF] for infrastructure repair;\n- EUR33 million (US$35 million) for the second round of the Netherlands Enterprise Agency’s :abbr[UPF] for collaboration with Dutch businesses on reconstruction;\n- EUR20 million (US$22 million) via the :abbr[EBRD] for the Ukrainian energy sector;\n- EUR15 million (US$16 million) via the :abbr[ICRC] for humanitarian assistance;\n- EUR10 million (US$11 million) via :abbr[FMO] to support Ukraine’s private sector;\n- EUR3 million (US$3 million) for civil society organizations providing support in Ukraine; and\n- EUR10 million (US$11 million) reserved for emerging needs.\n\n<br>\n\nThe recovery and humanitarian assistance allocations for 2025 will be announced on Budget Day, on September 17, 2024, as part of the 2025 Annual Budget.\n", "sources": [{"type": "letter", "language": "dutch", "name": "Ministry of Foreign Affairs", "link": "https://open.overheid.nl/documenten/67293717-a97d-439e-a26c-69c4c5052816/file "}, {"type": "government_document", "language": "dutch", "name": "Spring Budget 2024", "link": "https://open.overheid.nl/documenten/654bb63d-69e9-455f-99c4-fde52e3dc390/file"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "UK records US$2.2 billion spent on ICF in FY2023/24", "slug": "uk-records-us-2-2-billion-spent-on-icf-in-fy-2023-24", "publish_date": "2024-06-07", "content": "**On June 7, 2024, an analysis by Carbon Brief, based on data provided by the :ABBR[UK] government via freedom-of-information, revealed that the :ABBR[UK] government spent GBP1.8 billion (US$2.2 billion) on :ABBR[ICF] during :abbr[FY]2023/24, marking the largest yearly :abbr[ICF] spend since 2011.**\\\n\\\nThe amount represents an increase of GBP192 million (US$230 million) over :abbr[FY]2022/23.  Despite the record funding, the :ABBR[UK] will need to more than double its :abbr[ICF] spend in :abbr[FY]2024/25 and :abbr[FY]2025/2026 to meet the :ABBR[UK] government’s commitment of disbursing GBP11.6 billion (US$14 billion) in :ABBR[ICF] between :abbr[FY]s 2021/22 and 2025/26.\\\n\\\nFunding classified as :ABBR[ICF] in 2023-24 was used to support the reconstruction of low-carbon power supplies in Ukraine, assist humanitarian victims in Pakistan and Ethiopia, and to fund multilateral contributions, including support to the :abbr[GCF].\\\n\\\nAccording to Carbon Brief, 11% of the funding, or GBP199 million (US$238 million), resulted from the :ABBR[UK] government [expanding its definition of climate finance in 2023](https://donortracker.org/policy_updates?policy=uk-updates-climate-finance-metrics-sets-out-path-for-us-13-9-billion-climate-commitment-2023). Experts believe this figure to be an underestimate, as Carbon Brief was not able to include all reclassified humanitarian funding in their calculations. \n\n ", "sources": [{"type": "report", "language": "english", "name": "Carbon Brief", "link": "https://www.carbonbrief.org/analysis-uk-climate-aid-reaches-record-1-8bn-in-2023-after-loosening-rules/#:~:text=However%2C%20the%20trajectory%20the%20government,192m%20since%20the%20previous%20year."}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "Australia announces additional US$21 million in humanitarian, energy assistance to Ukraine", "slug": "australia-announces-additional-us-21-million-in-humanitarian-energy-assistance-to-ukraine-2024", "publish_date": "2024-05-31", "content": "**On May 31, 2024, Australian Foreign Affairs Minister Penny Wong announced a new funding package, totaling AUD20 million (US$13 million), to provide humanitarian and energy assistance for Ukrainians.**\\\n\\\nUkraine had requested a direct shipment of coal to bolster its energy sector, however, Australia preferred to provide more flexible assistance through the Ukraine Energy Support Fund. The fund was jointly established by Ukraine’s Ministry of Energy and the :abbr[EU].\\\n\\\nAn additional AUD10 million  (US$7 million) is slated to be provided for access to shelter, food, and water through the :abbr[UNOCHA].\\\n\\\nFunds will also be provided through the :abbr[UN] Partnership on the Rights of Persons with Disabilities. This aimed to  improve services for Ukrainian people with disabilities.", "sources": [{"type": "press_release", "language": "english", "name": "Minister for Foreign Affairs", "link": "https://www.foreignminister.gov.au/minister/penny-wong/media-release/energy-and-humanitarian-assistance-ukraine"}], "funders": [{"funder_profiles_id": {"name": "Australia"}}], "topics": []}, {"title": "Sweden pledges US$60 million to bolster Ukraine's energy sector", "slug": "sweden-pledges-us-60-million-to-bolster-ukraines-energy-sector-2024", "publish_date": "2024-05-28", "content": "**On May 28, 2024, the Swedish government announced a new assistance package for Ukraine, totaling SEK615 million (US$60 million), intended to stabilize Ukraine's energy sector.**\\\n\\\nUkraine's energy sector is severely impacted by  missile and drone strikes that have targeted and damaged essential facilities such as the Trypillia power plant, a crucial provider for regions including Kyiv.\\\n\\\nThe package includes US$45 million allocated to the Energy Community's Ukraine Energy Support Fund and an additional US$15 million through the :abbr[UNDP]. The funds will be used for purchasing technical equipment and building energy infrastructure, with a focus on the hardest-hit areas like Kharkiv, with other regions such as Kyiv, Odesa, and Mykolaiv also receiving support.", "sources": [{"type": "news_article", "language": "english", "name": "News Article", "link": "https://kyivindependent.com/sweden-announces-new-energy-aid-package-worth-around-60-million/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "US think tank releases report on Japan’s strategic interests in Africa", "slug": "us-think-tank-releases-report-on-japan-s-strategic-interests-in-africa-2024", "publish_date": "2024-05-21", "content": "**On May 21, 2024, the Center for Strategic and International Studies released a comprehensive report examining Japan’s strategic interests in the 'global South', particularly focusing on the African continent and the growing influence of China and Russia in the region.**\\\n\\\nThe report highlighted the transformation of Japan’s diplomacy with Africa and emphasized changes during the second administration of former Japanese Prime Minister Shinzō Abe, which prioritized strategic engagement in response to Africa’s rapid economic growth and China’s proactive investment strategies, including the Belt and Road Initiative. It also discussed the broader geopolitical implications of African countries’ mixed reactions to Russia’s invasion of Ukraine, revealing a significant divergence from Western expectations and highlighting Africa’s increasingly independent foreign policy stance.\\\n\\\nKey issues addressed in the report include the historical context of China’s deepening ties with Africa, driven initially by efforts to avoid isolation after the Tiananmen Square protests and now expanded under President Xi Jinping’s *Vision 2035*. China’s substantial investments in Africa, particularly in infrastructure and digital innovation, contrast with Japan’s more modest financial involvement, emphasizing private sector investment over traditional :abbr[ODA]. The report also underscored the challenge posed by African countries’ voting behavior at the :abbr[UN] regarding Russia’s invasion of Ukraine, reflecting a broader dissatisfaction with the Western-led international order.\\\n\\\nPolicy recommendations made by the report included:\n- Deepen policy dialogue on shared vision;\n- Redesign diplomacy considering economic realities;\n- Enhance mutual understanding through bilateral dialogues;\n- Develop a cohort of African individuals familiar with Japan; and\n- Develop information dissemination strategies focused on :abbr[SNS]s.\n\n", "sources": [{"type": "report", "language": "english", "name": "Center for Strategic and International Studies (CSIS)", "link": "https://www.csis.org/analysis/japans-strategic-interests-global-south-africa"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "Germany's governing coalition proposes enhanced municipal cooperation", "slug": "germanys-governing-coalition-proposes-enhanced-municipal-cooperation-2024", "publish_date": "2024-05-17", "content": "**On May 17, 2024, Germany's governing coalition put forth a proposal to enhance municipal cooperation in international development, recognizing the vital role local partnerships play in achieving the :abbr[SDG]s.**\\\n\\\nThe proposal emphasizes strengthening municipal engagement in development efforts, particularly highlighting the impact of over 190 German-Ukrainian partnerships that have mobilized resources and expertise for reconstruction in Ukraine.\\\n\\\nKey measures include facilitating low-barrier, flexible support for municipalities and encouraging greater involvement of local representatives in international forums. Initiatives like the Service Agency Communities in One World and solidarity partnerships offer project-based collaboration to extend aid effectively.\\\n\\\nThe proposal advocates for expanding these efforts to other regions eligible for :abbr[ODA] and enhancing collaboration in essential sectors such as water supply, waste management, and healthcare. It seeks to integrate municipal expertise into international delegations and promote greater coordination and funding opportunities at the :abbr[EU] level.", "sources": [{"type": "press_release", "language": "german", "name": "Die Grünen", "link": "https://www.gruene-bundestag.de/themen/entwicklungszusammenarbeit/entwicklungszusammenarbeit-der-kommunen-staerken"}], "funders": [{"funder_profiles_id": {"name": "Germany"}}], "topics": [{"topics_id": {"name": "International development"}}]}, {"title": "German tax revenue forecasts declines, propts call for economic reform", "slug": "german-tax-revenue-forecasts-declines-propts-call-for-economic-reform-2024", "publish_date": "2024-05-16", "content": "**On May 16, 2024, the :abbr[BMF]'s latest tax revenue forecast revealed lower-than-expected revenues for 2024, highlighting the need for economic reform rather than increased borrowing.**\\\n\\\nThe forecast indicated that tax revenues for 2024 will be lower than previously expected, amounting to EUR950.3 billion (US$1 trillion). This represents an annual shortfall of approximately EUR16 billion (US$17.3 billion) compared to the October 2023 projection. Federal, state, and local governments are all expected to see reduced revenues, with the federal government bearing the brunt of the shortfall. The forecast adjustment is primarily due to a slower-than-expected economic recovery and the financial impact of new tax law changes.\\\n\\\nFinance Minister Christian Lindner emphasized the need for fiscal discipline and economic growth rather than new debts. He stated that the current forecast is a reality check for the 2025 federal budget, underscoring the importance of sustainable economic policies to maintain financial stability. The forecast anticipated modest economic improvements in late 2024, driven by robust employment, lower inflation, and rising wages.\\\n\\\nIncreased interest rates have led to higher-than-expected revenues from capital gains taxes, but the increase remains insufficient to offset the overall decline in tax revenues. Lindner reiterated the need for a strategic economic shift to ensure long-term prosperity and fiscal health for Germany.\\\n\\\nLindner repeatedly stated that his ministry does not accept budgetary proposals from ministries requesting amounts above the Ministry of Finance’s suggestions. While he did not specify which ministries are affected, the :abbr[BMZ] is likely impacted, having requested EUR12.2 billion (US$13.2 billion), significantly more than the EUR10.3 billion (US$11.1 billion) suggested in the midterm financial plan.\\\n\\\nLindner also noted that while additional support for Ukraine might be needed in the ongoing fiscal year, such support could come without declaring an emergency to bypass the debt brake, provided there is political will for such a decision.", "sources": [{"type": "press_release", "language": "german", "name": "BMF", "link": "https://www.bundesfinanzministerium.de/Content/DE/Pressemitteilungen/Finanzpolitik/2024/05/2024-05-16-ergebnisse-der-166-steuerschaetzung.html"}], "funders": [{"funder_profiles_id": {"name": "Germany"}}], "topics": []}, {"title": "Norwegian government proposes increased support to Ukraine, Palestine in revised budget", "slug": "the-norwegian-government-proposes-to-increase-its-support-to-ukraine-and-palestine-in-revised-budget", "publish_date": "2024-05-14", "content": "**On May 14, 2024, Norwegian government announced that it will increase support for Ukraine and Palestine in the proposed revised state budget for 2024 by NOK1 billion (US$92 million) each.**\\\n\\\nIn addition, the budget will receive a further NOK100 million (US$9.2 million), making 2024 development assistance budget Norway's second-largest ever, corresponding to 0.98% :abbr[ODA/GNI]. The additional support to Ukraine and Palestine will be channeled through the :abbr[UN], the Red Cross, and Norwegian humanitarian organizations.\\\n\\\nIn order to increase the funding to Ukraine and Palestine and to cover increased refugee expenses in Norway, the government is reallocating NOK1.6 billion (US$148 million) from other parts of the development assistance budget. The government proposed a reallocation from the health (NOK125 million; US$11.6 million), climate (NOK171.6 million; US$16 million), and civil society (NOK185 million; US$17 million) sectors.\\\n\\\nThe state guarantee scheme for renewable energy in :abbr[LICs] will also be postponed until 2025. The government underlines that the proposed reprioritization will not entail a breach of existing agreements. \n", "sources": [{"type": "press_release", "language": "norwegian", "name": "Norwegian Ministry of Foreign Affairs ", "link": "https://www.regjeringen.no/no/aktuelt/oker-bistanden-til-ukraina-og-palestina/id3038676/?utm_source=regjeringen.no&utm_medium=email&utm_campaign=nyhetsvarsel20240514-11:11%20AM"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "International development"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "Japan calls for coordinated response to global crises alongside G7 development finance institutions", "slug": "japan-calls-for-coordinated-response-to-global-crises-alongside-g7-development-finance-institutions-2024", "publish_date": "2024-05-09", "content": "**On May 9, 2024, :abbr[JICA] and :abbr[G7] countries’ development finance institutions gave a joint statement on coordinated responses to global crises such as climate change and food security.**\\\n\\\nThe statement emphasized collaboration through financial and investment channels, mobilizing private funds, and supporting initiatives such as climate change mitigation, quality infrastructure development, food security, assistance for Ukraine, and the Impact Investment Initiative. The regional focus is on Africa and other low-income regions, leveraging :abbr[G7] public development banks and :abbr[DFI]s to promote sustainable development.\\\n\\\nThe :abbr[G7] public development banks and :abbr[DFI]s committed to addressing global challenges during the 2024 Italian :abbr[G7] presidency, focusing on climate and energy, infrastructure, sustainable food systems, support for Ukraine, health, gender equality, and artificial intelligence. They noted goals to enhance coordination and act as facilitators between public and private sectors to support high-impact projects, contributing to a more equitable and sustainable future.", "sources": [{"type": "press_release", "language": "english", "name": "Japan International Cooperation Agency", "link": "https://www.jica.go.jp/english/information/press/2024/20240515_22.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Nutritious Food Systems"}}, {"topics_id": {"name": "Global Health R&D"}}]}, {"title": "Germany pledges US$49 million for Ukraine power grid reconstruction", "slug": "germany-pledges-us-49-million-for-ukraine-power-grid-reconcstruction-2024", "publish_date": "2024-05-09", "content": "**On May 9, 2024, during a visit to Kyiv, German Development Minister Svenja Schulze and Ukrainian officials, including President Volodymyr Zelenskyy and Energy Minister Herman Halushchenko, discussed support for Ukraine's power grid reconstruction and signed an agreement to enhance and rebuild Ukraine’s energy infrastructure.**\\\n\\\nSchulze emphasized that a stable power supply is essential for Ukraine’s survival and rebuilding efforts, highlighting recent targeted attacks on energy infrastructure by Russia.\\\n\\\nAs part of the bilateral energy cooperation, Germany’s :abbr[KfW] signed a EUR46 million (US$49 million) grant agreement with Ukrainian state energy provider Ukrenergo to repair damaged power grid components and improve grid protection and efficiency. This support aims to integrate Ukraine’s energy network with Europe’s and involves modernizing transmission lines and substations, providing technical advice, and training energy sector professionals.\\\n\\\nSchulze's visit also focused on preparing the Ukraine Recovery Conference scheduled for June in Berlin. The conference aims to bring together international supporters to strengthen Ukraine's economy and society. Schulze participated in a municipal summit in Kyiv, emphasizing the vital role of strong local communities in the reconstruction process. The conference will also address :abbr[SMEs], women’s empowerment, and developing new skills, with several alliances being formed to coordinate civilian support akin to the military assistance framework.", "sources": [{"type": "press_release", "language": "german", "name": "BMZ", "link": "https://www.bmz.de/de/aktuelles/aktuelle-meldungen/deutschland-unterstuetzt-ukraine-bei-wiederaufbau-stromnetz-209338"}, {"type": "web_page", "language": "english", "name": "Ukraine Recovery Conference", "link": "https://www.urc-international.com/"}], "funders": [{"funder_profiles_id": {"name": "Germany"}}], "topics": []}, {"title": "Norad presents 2023 ODA statistics, shows 18% overall increase", "slug": "norad-presents-2023-oda-statistics-shows-18-overall-increase-2024", "publish_date": "2024-05-07", "content": "**On May 7, 2024, :abbr[Norad] presented the statistics on Norwegian development assistance in 2023, showing that Norwegian :abbr[ODA] reached a record high of NOK58.6 billion (US$5.4 billion), an increase of 18% or NOK9 billion (US$832 million) compared to 2022.**\\\n\\\n:abbr[ODA] increased in all regions, significantly affected by the one-time additional allocation of NOK5 billion (US$462 million) to :abbr[LICs] particularly affected by Russia's full-scale invasion of Ukraine.\\\n\\\n*By region*, the largest increase in :abbr[ODA] was to Europe. In total, European countries received NOK9.1 billion (US$842 million) in funding. Of the total European allocation, the largest share of funding went to Ukraine and Moldova. The funding to Ukraine in 2023 stood at NOK7.9 billion (US$730 million).\\\n\\\nDevelopment assistance to the African continent increased by NOK2.5 billion (US$321 million), reaching a total of NOK10.2 billion (US$943 million). Africa remains the region receiving the most development assistance from Norway. The increase in funding to Africa is explained by long-term assistance to agriculture, fisheries, food security and emergency relief.\\\n\\\nDevelopment assistance to the Middle East increased by over NOK1 billion (US$92 million), reaching NOK3.8 billion (US$351 million) in 2023. The increase was almost exclusively in emergency assistance. Palestine was the second-largest recipient of Norwegian development assistance in 2023, receiving NOK1.2 billion (US$111 million). The majority of the funding was given as humanitarian assistance and emergency relief.\\\n\\\n*By partner,* multilateral organizations were the largest partner group for Norwegian :abbr[ODA], followed by :abbr[CSOs] and the public sector. Multilaterals received NOK31.7 billion (US$2.9 billion) in 2023, an increase of NOK6.3 billion (US$582 billion) from 2022. :abbr[CSOs] received NOK13.2 billion (US$1.2 billion) in 2023, compared to NOK10.3 billion (US$952 million) in 2022.\\\n\\\nThe World Bank Group was the largest partner with NOK7.4 billion (US$684 million) in 2023, of which slightly over one-fifth was core support. The :abbr[WFP] was the second-largest recipient with NOK2.4 billion (US$222 million), approximately half of which was earmarked for emergency relief. Overall, multilateral organizations were the dominant partner group for Norwegian health assistance, with over 80% being channeled through multilateral partners in 2023. \\\n\\\n*By sector*, emergency relief and multisectoral support saw the largest growth from 2022 to 2023, while there was a decrease in refugee expenses and earmarked assistance for education.\\\n\\\n:abbr[ODA] to agriculture, fisheries, and food security significantly increased from NOK3.9 billion (US$360 million) in 2022 to NOK6.4 billion (US$592 million) in 2023. Most of the increase of NOK2.5 billion (US$231 million) was funded by the one-time funding package for :abbr[LICs] particularly affected by Russia's war against Ukraine.\\\n\\\nTotal Norwegian :abbr[ODA] to health stood at NOK6.5 billion (US$601 million) in 2023, up from NOK6.3 billion (US$582 million) in 2022. This is significantly lower than in 2020 and 2021, when development assistance globally was influenced by the Covid-19 pandemic.\\\n\\\nBetween 2014 and 2023, health assistance slightly increased when measured in 2024 prices, from NOK4.7 billion (US$434 million) in 2014. The largest partners in health assistance in 2023 were Gavi at NOK1.5 billion (US$138 million), :abbr[UNFPA] at NOK1.1 billion (US$101 million) and the :abbr[WHO] at NOK687 million (US$63.5 million). Of the earmarked health :abbr[ODA], totaling NOK3.5 billion (US$323 million) in 2023, 58% went to programs targeting :abbr[LICs] not geographically earmarked. Africa received the most of the geographically earmarked health support, with around NOK600 million (US$55.5 million).\\\n\\\nIn 2023, NOK1.7 billion (US$157 million) went to :abbr[SRHR], down from NOK1.8 billion (US$166 million) in 2022. Multilateral organizations, an important partner group in Norwegian :abbr[SRHR] efforts, received 51% of the earmarked support in addition to the calculated core support, totaling 81% of :abbr[SRHR]  support. :abbr[UNFPA] was the largest individual partner and received nearly half of total :abbr[SRHR]  support.\n", "sources": [{"type": "news_article", "language": "norwegian", "name": "Norwegian Agency for Development Cooperation", "link": "https://www.norad.no/globalassets/publikasjoner/publikasjoner-2024/tall-som-teller---statistikk-over-norsk-utviklingsbistand-i-2023.pdf"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": null}, {"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Nutritious Food Systems"}}, {"topics_id": {"name": "Maternal, Newborn, and Child Health"}}, {"topics_id": {"name": "Family Planning"}}, {"topics_id": {"name": "International development"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "US to provide US$190 million in energy, economic funding, US$60 million for agricultural assistance to Ukraine", "slug": "us-to-provide-us-190-million-in-energy-and-economic-assistance-to-ukraine-2024", "publish_date": "2024-05-03", "content": "**On May 3, 2024, :abbr[USAID] announced that it is providing US$190 million to Ukraine for energy assistance to build resilient, reliable, affordable and secure energy supplies to Ukraine.**\\\n\\\nThe program, titled *Securing Power, Advancing Resilience and Connectivity*, will provide critical technical and equipment over a five-year period. The announced funding adds to the nearly US$1 billion in energy assistance that the :abbr[US] has provided since the start of the war in February 2022.\\\n\\\nThe :abbr[US] also passed the National Security Supplemental Bill, comprising US$95 billion in 'foreign aid' supplemental appropriations (with US$61 billion for Ukraine), and is slated to provide an additional US$1.4 billion from this bill in economic recovery assistance to Ukraine.\\\n\\\nAdditionally, :abbr[USAID] will launch *Harvest*, a program to invest in micro-, small-, and medium-sized grain and oil seed producers in Ukraine's agricultural sector. *Harvest* is an extension of :abbr[USAID]'s Agriculture Resilience Initiative-Ukraine, through which :abbr[USAID] has invested over US$350 million and has leveraged more than that through the private sector and other donors.", "sources": [{"type": "press_release", "language": "english", "name": "USAID", "link": "https://www.usaid.gov/news-information/press-releases/may-03-2024-united-states-announces-more-190-million-support-ukraines-energy-sector"}, {"type": "press_release", "language": "english", "name": "USAID", "link": "https://www.usaid.gov/news-information/press-releases/may-03-2024-united-states-announces-60-million-bolster-agriculture-amid-war-time-threats-ukraine?utm_medium=email&utm_source=govdelivery"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "German development minister announces 'SkillsAlliance for Ukraine' initiative", "slug": "german-development-minister-announces-skills-alliance-for-ukraine-initiative-2024", "publish_date": "2024-04-26", "content": "**On April 26, 2024, German Development Minister Svenja Schulze announced that Germany is planning to launch an international initiative, known as SkillsAlliance for Ukraine, to address the labor shortage in Ukraine, provide training in key sectors for reconstruction, and mobilize international support.**\\\n\\\nSchulze announced the initiative during a German-Ukrainian conference in Berlin, aiming to launch at the Ukraine Recovery Conference in June 2024.\\\n\\\nThe initiative is in response to the labor shortage caused by the Russian invasion of Ukraine in Febrary 2022, with a focus on providing training and education in various sectors crucial for reconstruction, such as healthcare, construction, :abbr[IT], agriculture, and renewable energy, targeting youth, internally displaced persons, and women to enhance their participation in the country's rebuilding efforts.\\\n\\\nThe initiative builds on existing vocational training programs supported by the German government, and aims to mobilize international partners including :abbr[UNICEF], :abbr[EBRD], and the :abbr[EU] Commission to address Ukraine's reconstruction needs and activate further support ahead of the conference.", "sources": [{"type": "press_release", "language": "german", "name": "BMZ", "link": "https://www.bmz.de/de/aktuelles/aktuelle-meldungen/bmz-initiiert-fachkraefte-initiative-fuer-wiederaufbau-ukraine-207606"}], "funders": [{"funder_profiles_id": {"name": "Germany"}}], "topics": []}, {"title": "Sweden pledges US$396 million to support humanitarian assistance actors", "slug": "sweden-pledges-us-396-million-to-support-humanitarian-assistance-actors-2024", "publish_date": "2024-04-26", "content": "**On April 26, 2024, Sweden pledged EUR371 million (US$396 million) in humanitarian assistance through :abbr[Sida] to address 30 ongoing humanitarian crises and support humanitarian actors in the Democratic Republic of the Congo, Afghanistan, and Sudan.**\\\n\\\nAssistance will be directed towards regions and populations affected by conflict, displacement, natural disasters, and other emergencies. Swedish Minister for International Development Cooperation and Foreign Trade Johan Forssell emphasized that strengthening humanitarian assistance is a major goal in the Swedish government’s reform agenda for humanitarian assistance.\\\n\\\nForssell noted that :abbr[Sida]’s allocation is based on a model that ensures funds are provided where needs are greatest to support effective, appropriate and flexible humanitarian assistance, with the aim of saving lives and alleviating suffering.\\\n\\\nThe funding brings Sweden’s humanitarian assistance in 2024 total to EUR758 million (US$810 million). Additionally, the Government is providing EUR336 million (US$359 million) in core support to international humanitarian organizations in 2024, most of which has already been allocated. The Swedish government can allocate additional assistance within this framework in response to humanitarian crises, including crisis responses in Ukraine, Gaza, and Sudan.", "sources": [{"type": "press_release", "language": "english", "name": "Press Release - Government of Sweden", "link": "https://www.government.se/press-releases/2024/04/eur-371-million-in-humanitarian-assistance-through-sida-to-30-humanitarian-crises/"}], "funders": [], "topics": [{"topics_id": {"name": "International development"}}]}]}