{"meta": {"filter_count": 364}, "data": [{"title": "Norway announces US$23 million for food security in Ukraine", "slug": "norway-announces-us-23-million-for-food-security-in-ukraine-2023", "publish_date": "2023-11-25", "content": "**On November 25, 2023, Norway pledged NOK200 million (US$19 million) to the :abbr[WFP] to support food security in Ukraine, including through the humanitarian food program *Grain from Ukraine*.**\\\n\\\nThe announcement was presented during the Second International Summit on Food Security in Kiev, Ukraine. Norway also pledged NOK50 million (US$5 million) to the World Bank's :abbr[URTF].\\\n\\\nMinister of Foreign Affairs Espen Barth Eide underlined that Norway, particularly its Nansen Program, stands firmly by Ukraine. He emphasized that Norway had also not lost sight of the other global crises.", "sources": [{"type": "news_article", "language": "norwegian", "name": "Dagsavisen", "link": "https://www.dagsavisen.no/nyheter/innenriks/2023/11/25/norge-gir-250-millioner-kroner-til-matsikkerhet-i-ukraina/"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Agriculture"}}]}, {"title": "European leaders call for reduced MFF allocations", "slug": "european-leaders-call-for-reduced-mff-allocations-2023", "publish_date": "2023-11-23", "content": "**On November 23, 2023,  it was reported that the Swedish Presidency of the Council of the :abbr[EU] presented three draft revisions to the Commission's EUR66 billion (US$72 billion) June 2023 proposal and proposed alternative paths totaling EUR61 billion (US$65.9 billion), EUR56 billion (US$60.5 billion), and EUR46 billion (US$49.7 billion).**\\\n\\\nAs :abbr[EUi] institutions negotiate the Commission's [proposed increases](https://donortracker.org/policy_updates?policy=eu-commission-proposes-mff-revisions) to the bloc's :abbr[MFF], a seven-year budgeting tool, European leaders have urged the bloc to reduce its planned spending.\\\n\\\nCiting the tension of net-contributer countries financing the projects of net-recipient countries, as well as pressures from COVID-19 spending and the war in Ukraine, some officials argued that spending should be reigned in by at least 20%.\\\n\\\n:abbr[MFF] negotiations are expected to continue through the meeting of the European Council in December 2023.", "sources": [{"type": "press_release", "name": "Politico", "link": "https://www.politico.eu/article/eu-capitals-tell-brussels-to-cut-down-its-budget-increase/"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": []}, {"title": "Italy approves ODA allocations, initiatives, additional resources for Ukraine and Palestine", "slug": "italy-approves-assistance-initiatives-additional-resources-for-ukraine-and-palestine-2023", "publish_date": "2023-11-22", "content": "**On November 22, 2023, the Italian Joint Development Cooperation Committee approved additional resources to mitigate the effects of war on Ukrainian and Palestinian civilians, totalling EUR17 million (US$18 million) for Ukraine and EUR5 million (US$5 million) for Palestine.**\\\n\\\nThe committee also approved a package of initiatives, including  EUR8 million (US$8.7 million) for Africa, focusing on food security, health, education, and training aimed at professional improvement.\\\n\\\nResources for Tunisia were approved at a total of EUR3 million  (US$3 million) for 2024, an increase compared to 2023 programming. Italy has emphasized Tunisia as a priority partner.\\\n\\\nThe committee voted to approve the channeled allocation of EUR998 million (US$1 billion) in funds for development cooperation initiatives in 2024. The allocations detailed:\n- EUR537 million (US$586 million) to bilateral cooperation;\n- EUR271 million(US$295 million) to emergency funding; and\n- EUR190 million (US$207 million) to multilateral cooperation.\n\n<br>\n\nThe committee also approved a contribution of EUR2 million(US$2 million) for the Balkan region to strengthen disaster preparedness and response capacities in Bosnia and Herzegovina.\\\n\\\nFinally, the Committee gave a favorable opinion on two initiatives proposed by Cassa Depositi e Prestiti, which included:\n- Financing projects related to the agricultural and agribusiness supply chain  through the West African Development Bank; and\n- Refinancing of a line of credit in Latin America and the Caribbean in support of investments in the environmental sector and the fight against climate change. ", "sources": [{"type": "government_document", "language": "italian", "name": "Info cooperazione ", "link": "https://www.info-cooperazione.it/wp-content/uploads/2023/11/Delibere-e-Pareri-VI-Riunione-CC-20112023.pdf"}], "funders": [{"funder_profiles_id": {"name": "Italy"}}], "topics": [{"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Agricultural R&D"}}, {"topics_id": {"name": "Nutritious Food Systems"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "Japan addresses climate change, digital governance, women-led development at G20", "slug": "japan-addresses-climate-change-digital-governance-and-women-led-development-at-g20-2023", "publish_date": "2023-11-22", "content": "**On November 22, 2023, Japanese Prime Minister Fumio Kishida participated in the :abbr[G20] Leaders' Video Conference in India, and discussed crucial global issues including multilateral reforms, climate change, digital governance, and women-led development.**\\\n\\\nKishida acknowledged Indian Prime Minister Narendra Modi's leadership and welcomed the African Union as a permanent :abbr[G20] member. He highlighted the complexity of global crises, emphasizing Russia's aggression against Ukraine as a threat to sustainable development.\\\n\\\nAddressing multilateral system reforms, Kishida stressed the need to strengthen the :abbr[UN], including Security Council reform. He proposed enhancing the functions of multilateral development banks to support developing countries facing global challenges. Kishida also called for increased efforts to limit temperature rise, urging all parties to commit to net-zero emissions by 2050 and ambitious emission reduction targets.\\\n\\\nIn the digital sphere, Kishida emphasized the importance of international governance for :abbr[AI], introducing Japan's efforts through the Hiroshima :abbr[AI] Process. He expressed Japan's commitment to promoting safe and secure :abbr[AI] globally.\\\n\\\nKishida also underscored the need to close the gender gap and enhance women's participation across all sectors. He outlined Japan's commitment to shedding light on \"human dignity\" under Brazil's upcoming :abbr[G20] Presidency, pledging continued contributions to global cooperation in addressing diverse challenges.", "sources": [{"type": "press_release", "language": "english", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/ecm/ec/page4e_001519.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "Japanese delegation visits Ukraine ahead of reconstruction talks", "slug": "japanese-delegation-visits-ukraine-ahead-of-reconstruction-talks", "publish_date": "2023-11-20", "content": "**On November 20, 2023, a Japanese delegation led by senior officials from industry and the foreign ministry visited Ukraine ahead of an upcoming reconstruction conference hosted by Japan.**\\\n\\\nThe delegation included representatives from major Japanese companies and engaged in discussions in Kyiv with Prime Minister Denys Shmyhal and Ukrainian officials.\\\n\\\nShmyhal emphasized Ukraine's urgent need for approximately US$42 billion in budget support for 2023 and 2024 to address a substantial deficit and support Ukrainian reconstruction efforts. The visit provided a platform for Japanese officials and businesses to learn about Ukraine's specific needs, foster discussions on potential projects, and expedite public and private collaborative efforts for reconstruction.\\\n\\\nThe visit underscored Japan's ongoing commitment to support Ukraine, aligning with its multifaceted approach to international development. Japan also supported the reopening of the :abbr[JICA] Ukraine office in November 2023, with plans to facilitate projects in agriculture, education, and industry. These efforts complemented earlier commitments, such as Japan's US$471 million donation to the World Bank's Ukraine Relief Fund in April 2023 and the announcement of grant assistance projects totaling US$470 million in March 2023, which focused on recovery and reconstruction efforts.", "sources": [{"type": "news_article", "language": "english", "name": "Reuters", "link": "https://www.reuters.com/world/europe/japanese-officials-companies-visit-ukraine-ahead-reconstruction-talks-2023-11-20/"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "South Korea hosts 2023 World Bio Summit", "slug": "south-korea-hosts-2023-world-bio-summit", "publish_date": "2023-11-19", "content": "**From November 20-21, 2023, South Korea co-hosted the 2<sup>nd</sup> World Bio Summit with the :abbr[WHO] to discuss building pandemic preparedness and response systems, featuring representatives from national governments, the scientific community, the private sector, and international organizations in the vaccine and biofields.**\\\n\\\nThe summit invited representatives from the :abbr[ADB], :abbr[CEPI], :abbr[IVI], and :abbr[FIND].\\\n\\\nSouth Korean 2<sup>nd</sup> Vice Minister of Health and Welfare Min-soo Park held a meeting with Saudi Arabia, Ukraine, Laos, :abbr[CEPI], and the  :abbr[WHO]. Representatives held in-depth discussions on expanding the capabilities of vaccine production and development at the government, corporate, and international organization levels. In particular, the :abbr[KDCA] pledged to expand its cooperation on pandemic response with :abbr[Gavi] and :abbr[UKHSA]. ", "sources": [{"type": "press_release", "language": "korean", "name": "Ministry of Health and Welfare ", "link": "https://www.mohw.go.kr/board.es?mid=a10503010100&bid=0027&cg_code="}, {"type": "press_release", "language": "korean", "name": "Korea Disease Control and Prevention Agency ", "link": "https://www.kdca.go.kr/board/board.es?mid=a20501010000&bid=0015&list_no=723881&cg_code=&act=view&nPage=2"}, {"type": "news_article", "language": "korean", "name": "Bosa", "link": "http://www.bosa.co.kr/news/articleView.html?idxno=2210317"}, {"type": "news_article", "language": "korean", "name": "Medical Observer ", "link": "http://www.monews.co.kr/news/articleView.html?idxno=328050"}, {"type": "news_article", "language": "korean", "name": "Medifonews ", "link": "https://www.medifonews.com/news/article.html?no=185138"}], "funders": [{"funder_profiles_id": {"name": "South Korea"}}], "topics": [{"topics_id": {"name": "Global Health"}}]}, {"title": "Sweden pledges US$7 million to rebuild Ukrainian educational infrastructure", "slug": "sweden-pledges-us-7-million-to-rebuild-ukrainian-educational-infrastructure-2023", "publish_date": "2023-11-17", "content": "**On November 17, 2023, in response to the devastating impact of Russia's 2022 full-scale invasion of Ukraine, which has led to the damage or destruction of over 3000 educational facilities, the Swedish government pledged SEK75 million (US$7 million) to the :abbr[UNESCO] Emergency Fund to renovate and reconstruct Ukranian educational facilities**\\\n\\\nThis contribution is part of Sweden's broader development assistance to Ukraine, which has totaled over SEK3 billion (US$290 million) since the current government took office in 2021. The pledge is a direct response to the Ukrainian Ministry of Education and Science's request for assistance in rebuilding the education sector.\\\n\\\nSweden's contribution aims to enable thousands of Ukrainian children and students to resume in-person education and activities crucial for their social and mental well-being. The support is additionally slated to address the need for functioning shelters, which play a vital role in enabling parents to work while children are in school.\\\n\\\nSwedish Minister for Schools Lotta Edholm emphasized the importance of ensuring that education continues without significant interruptions and that schools and preschools remain safe havens for children. The Swedish contribution will facilitate the installation of essential facilities for :abbr[WASH] services, heating, and insulation, as well as ensuring accessibility and providing psychosocial support and physical activities for children.", "sources": [{"type": "press_release", "language": "english", "name": "Press Release - Government of Sweden", "link": "https://www.government.se/press-releases/2023/11/sweden-provides-sek-75-million-to-unesco-to-rebuild-schools-and-preschools-in-ukraine/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Education"}}]}, {"title": "Netherlands reserves US$2.2 billion in support Ukraine from 2024 budget", "slug": "netherlands-reserves-us-2-2-billion-in-support-ukraine-from-2024-budget-2023", "publish_date": "2023-11-17", "content": "**On November 17, 2023, the Dutch Ministers of Defense, Foreign Affairs, and Foreign Trade and Development Cooperation announced that the Dutch government has reserved EUR2 billion (US$2.2 billion) for military and humanitarian support for Ukraine in 2024, including EUR102 million (US$111 million) for critical infrastructure, humanitarian assistance, and demining.**\\\n\\\nThe Dutch Ministry of Foreign Affairs noted that this pledge follows the Netherlands’ commitment made at the July 2023 :abbr[NATO] Summit to continue its long-term support for Ukraine. In 2022, the Netherlands similarly reserved EUR2.5 billion (US$2.7 billion), of which EUR1.7 billion (US$1.8 billion) was slated for intensified military support.\\\n\\\nWhile most of the 2024 funds are reserved for military support, EUR102 million (US$111 million) is reserved for the first four months of 2024 for humanitarian support, recovery, and reconstruction. After these four months, the government will update its financial support based on expressed needs.\\\n\\\nThe Netherlands also reserved EUR89 million (US$97 million) for accountability, including housing a special Ukraine tribunal in the future, and EUR3 million (US$3 million) for bolstering Ukrainian cybersecurity.", "sources": [{"type": "news_article", "language": "dutch", "name": "Dutch Ministry of Foreign Affairs", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/nieuws/2023/11/17/kabinet-reserveert-ruim-2-miljard-euro-voor-steun-aan-oekraine"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "South Korea attends high-level DAC meeting, highlights partnerships", "slug": "south-korea-attends-high-level-oecd-dac-meeting-2023", "publish_date": "2023-11-16", "content": "**On November 15, 2023, South Korean Deputy Minister for Multilateral and Global Affairs Ki-hwan Kwon attended the 53<sup>th</sup> high-level meeting of the :abbr[OECD] :abbr[DAC].**\\\n\\\nPartner countries, World Bank representatives, :abbr[CSOs], and :abbr[DAC] member states discussed the expansion of the :abbr[DAC] partnership, securing funding for the implementation of the :abbr[SDGs], and the impact of geopolitical challenges on development assistance. Kwon highlighted the need for the :abbr[DAC] states to strengthen partnerships with entities including partner countries, :abbr[CSOs], international organizations, and private enterprises. He emphasized the importance of actively leveraging comparative advantages and supporting the achievement of the :abbr[SDGs] in the international community.\\\n\\\nMember states adopted a communiqué recognizing unprecedented global crises such as climate change, the COVID-19 pandemic, and the war of aggression in Ukraine. Leaders committed to continuing global solidarity to meet increasing demand for humanitarian assistance while promoting resilient, sustainable, and balanced development.", "sources": [{"type": "press_release", "language": "korean", "name": "Ministry of Foreign Affairs ", "link": "https://www.mofa.go.kr/www/brd/m_4080/view.do?seq=374356&page=3"}, {"type": "news_article", "language": "korean", "name": "Seoulpn", "link": "https://go.seoul.co.kr/news/prnewsView.php?id=323959"}], "funders": [{"funder_profiles_id": {"name": "South Korea"}}], "topics": []}, {"title": "Norway increases support to humanitarian partners in Ukraine ", "slug": "norway-increases-support-to-humanitarian-partners-in-ukraine-2023", "publish_date": "2023-11-13", "content": "**On November 13, 2023, the Norwegian Government announced that it will allocate NOK1 billion (US$90 million) to the Norwegian Refugee Council, Norwegian Red Cross, Norwegian Church Aid, Norwegian People's Aid, Save the Children, :abbr[NORCAP]{title=\"Norwegian Capacity\"}, and Caritas Norway.**\\\n\\\nThe funding is slated to help Ukrainians that have lost their homes through shelter and :abbr[WASH] services, as well as education and healthcare.\\\n\\\n Norwegian Minister of Foreign Affairs Espen Barth Eide noted that Norway, in line with its *Nansen program for Ukraine*, will continue to provide emergency assistance and protection to millions of Ukrainians living under perilous conditions.\\\n \\\nNorway has contributed over NOK4.5 billion (US$406 million) in humanitarian assistance to Ukraine and refugee response in neighboring countries since 2022. The assistance is channeled primarily through the :abbr[UN], the Red Cross movement, and Norwegian and international humanitarian organizations.\\\n\\\nThe organizations receiving support have multi-year strategic partnership agreements with the Norwegian Ministry of Foreign Affairs. The newly launched funding was allocated through the multi-year *Nansen program for Ukraine*, which is managed by :abbr[Norad].\n", "sources": [{"type": "press_release", "language": "norwegian", "name": "Ministry of Foreign Affairs", "link": "https://www.regjeringen.no/no/aktuelt/noreg-trappar-opp-ukraina-stotta-til-norske-organisasjonar/id3014163/"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Education"}}, {"topics_id": {"name": "WASH & Sanitation"}}]}, {"title": "Norwegian opposition presents alternative 2024 state budget", "slug": "norwegian-opposition-presents-alternative-2024-state-budget-2023", "publish_date": "2023-11-09", "content": "**On November 9, 2023, the opposition Norwegian :abbr[SV] presented its highly anticipated alternative state budget for 2024 to negotiate with the current minority government.**\\\n\\\nIt is common for opposition parties to draft alternative budgets before state budget negotiations begin in Parliament.\\\n\\\n:abbr[SV] spokesperson on international development Ingrid Fiskaa highlighted the need for a revised international development budget from the government in an interview with the Norwegian newspaper *Panorama*. She asserted that Norway must step up its international development ambitions, especially as Norway is generating large revenues from oil and gas sales. She made particular note of the current government's budget draft failing to meet the 1% :abbr[ODA/GNI] target.\\\n\\\nHowever, :abbr[SV] party leader Kjersti Bergstø stated in an interview with *Vårt Land* that the :abbr[SV] does not see the 1% :abbr[ODA/GNI] target as a priority. She noted her belief that the government, not the opposition, should be responsible for achieving the target. Her comments received criticism from the opposition Liberal Party and the Christian Democratic Party, who noted that in times of severe global crises, it is disappointing that the :abbr[SV] is not prioritizing international development.\\\n\\\nIn the alternative state budget, the :abbr[SV] allocated an additional NOK8 billion (US$722 million) to the development budget. The budget also provided for the continuation of extra funding to :abbr[LICs] particularly affected by the consequences of the war in Ukraine.\\\n\\\nThe following increases were included in the alternative budget:\n- Human rights and civil society: NOK1550 million (US$139 million);\n- Palestinian refugees (via the UN organization UNRWA): NOK150 million (US$13.5 million);\n- Decentralized, small-scale renewable energy solutions: NOK220 million (US$20 million);\n- Long-term assistance to the Middle East, Myanmar, Afghanistan, and Latin America: NOK190 million (US$17 million);\n- Education: NOK100 million (US$9 million); and\n- Support for Norwegian organizations' work against nuclear weapons: NOK10 million (US$903,000).\n", "sources": [{"type": "press_release", "language": "norwegian", "name": "Socialist Left Party", "link": "https://www.sv.no/wp-content/uploads/2023/11/alt-statsbudsjett-2024-web.pdf"}, {"type": "news_article", "language": "norwegian", "name": "Panorama", "link": "https://www.panoramanyheter.no/bistand-bistandsbudsjettet-statsbudsjettet/sv-forventer-nytt-bistandsbudsjett-fra-regjeringen/351221"}, {"type": "news_article", "language": "norwegian", "name": "Vårt Land ", "link": "https://www.vl.no/nyheter/2023/11/08/sv-med-linjeskifte-store-ma-redde-bistandsmalet-selv/"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "JICA resumes operations at Ukraine office", "slug": "jica-resumes-operations-at-ukraine-office", "publish_date": "2023-11-01", "content": "**On November 1, 2023, the Japanese government announced the reopening of the :abbr[JICA] Ukraine office.**\\\n\\\nThe office had been closed since the January 2022 lead-up to the full-scale Russian invasion of Ukraine. Staff from the office have since been working from neighboring countries.\\\n\\\n:abbr[JICA] is responsible for over US$1.1 billion of assistance provided by Japan. It noted plans to use its Kyiv office to facilitate projects in the areas of agriculture, education, and industry. The organization will increase its presence in Ukraine and is expected to commence fully-fledged operations next year.\n", "sources": [{"type": "news_article", "language": "english", "name": "NHK World", "link": "https://www3.nhk.or.jp/nhkworld/en/news/20231102_05/"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Agriculture"}}]}, {"title": "AidWatch 2023 report finds EU inflates ODA by 22%", "slug": "aid-watch-2023-report-finds-eu-inflates-oda-by-22", "publish_date": "2023-10-18", "content": "**On October 18, 2023, :abbr[Concord]{title=\"European Confederation of NGOs working on sustainable development and international cooperation\"} released its 2023 AidWatch Report and found that EUR20 billion (US$21.2 billion), or 22% of :abbr[ODA] from the :abbr[EU] and its Member States, was allocated to budget lines that do not directly benefit partner countries.**\\\n\\\nConcord has published AidWatch Reports annually since 2005 in an effort to provide accountability for the :abbr[EU] and its Member States in meeting the goal of providing 0.7% :abbr[GNI/ODA].\\\n\\\nExamining :abbr[EU] and Member State :abbr[ODA] in 2022, the report found that of the :abbr[ODA] that did not directly benefit partner countries, the three largest categories of \"double counted\" or \"inflated\" :abbr[ODA] included:\n- EUR13.9 billion (US$14.7 billion) went to in-donor refugee costs to for those fleeing the war in Ukraine, allocations which are at times reported as :abbr[ODA] at the Member State level;\n- EUR2.8 billion (US$3 billion) supported imputed student costs, or funding for students from partner countries studying in the donor country; and\n- EUR1.7 billion resulting from a method of calculating and reporting :abbr[ODA] loans as grants, which distorted the actual value of the support.\n\n<br>\n\nAccounting for inflated :abbr[ODA], the report found that only two Member States, Luxembourg and Sweden, met the 0.7% :abbr[ODA/GNI] ratio, while Germany's ratio fell to near .69%.\\\n\\\nThe report noted that these observations comprised the continuation of skewed reporting trends in the :abbr[EU] and Member States. It recommended increasing :abbr[ODA] spending to meet the goal of 0.7% :abbr[ODA/GNI], not counting in-donor refugee costs as :abbr[ODA], and reforming :abbr[ODA] reporting to ensure assistance achieves maximum impact, among others.", "sources": [{"type": "news_article", "name": "Concord", "link": "https://concordeurope.org/2023/10/18/bursting-the-oda-inflation-bubble-aidwatch-2023-report-unveils-the-gap-between-rhetoric-and-reality/"}, {"type": "report", "name": "AidWatch 2023", "link": "https://aidwatch.concordeurope.org/2023-report/"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}, {"funder_profiles_id": {"name": "Germany"}}, {"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Education"}}]}, {"title": "Sweden pledges US$28 million to bolster Moldova's energy infrastructure", "slug": "sweden-pledges-us-28-million-to-bolster-moldovas-energy-infrastructure", "publish_date": "2023-10-17", "content": "**On October 17, 2023,  Sweden committed EUR26 million (US$28 million) to strengthen Moldova's energy provisions, aiming to safeguard Moldova’s most vulnerable households during the winter and invest in the country's long-term energy infrastructure and efficiency.**\\\n\\\nMinister for International Development Cooperation and Foreign Trade Johan Forssell noted the severe impact of Russia’s full-scale invasion of Ukraine on Moldova's infrastructure and stability.\\\n\\\nEUR17 million (US$18 million) of the funding is earmarked for the European Bank for Reconstruction and Development to augment its initiatives in Moldova. The remaining EUR9 million (US$10 million) will be allocated to an energy fund set up by Moldova and the :abbr[UNDP] to assist high-risk households during the winter.\\\n\\\nSweden has maintained a strong history of support to Moldova as one of its primary bilateral development assistance donors. Sweden has previously provided close to EUR17 million (US$18 million) in 2023 for ongoing reform initiatives in Moldova as part of Moldova's growing alignment with the :abbr[EU]. The initiatives aimed to prioritize democracy, human rights, gender equality, peaceful development, market economic progression, and ecological and climate sustainability.", "sources": [{"type": "press_release", "language": "english", "name": "Press Release - Government of Sweden", "link": "https://www.government.se/press-releases/2023/10/sweden-donates-eur-26-million-to-support-moldovas-energy-supply-and-energy-efficiency/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "Netherlands pledges US$109 million for MNCH", "slug": "netherlands-pledges-eur-100-million-for-mnch-2023", "publish_date": "2023-10-16", "content": "**On October 16, 2023, the Netherlands pledged EUR100 million (US$109 million) towards :abbr[MNCH] at the :abbr[GFF]'s :abbr[WHS] pledging event.**\\\n\\\nDutch Vice Minister for International Cooperation Pascalle Grotenhuis announced that the Netherlands will triple its annual contribution to the :abbr[GFF] to EUR90 million (US$98 million). The Netherlands pledged to provide a top-up of EUR10 million (US$11 million) to support the rebuilding of Ukraine’s health systems.\\\n\\\nA press release by the :abbr[GFF] stated that governments and philanthropies committed a total of US$445 million in funding to strengthen primary healthcare and to improve the health and rights of women and children. This event was the first pledging opportunity of the ‘Deliver the Future’ campaign, launched in June 2023 and co-hosted by the Netherlands, Germany, Côte d’Ivoire, and the World Bank.", "sources": [{"type": "press_release", "language": "english", "name": "Global Financing Facility", "link": "https://www.globalfinancingfacility.org/news/press-release/global-and-country-leaders-commit-funding-towards-improving-health-and-rights-\thttps://www.globalfinancingfacility.org/news/press-release/global-and-country-leaders-commit-funding-towards-improving-health-and-rights"}, {"type": "twitter", "language": "english", "name": "Global Financing Facility", "link": "https://x.com/theGFF/status/1713901775944651206?s=20"}, {"type": "twitter", "language": "english", "name": "WACI Health", "link": "https://x.com/WACIHealth/status/1713904549268701570?s=20"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": [{"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Family Planning"}}, {"topics_id": {"name": "Maternal, Newborn, and Child Health"}}]}, {"title": "Norway pledges to strengthen social safety nets in low-income countries", "slug": "norway-pledges-to-strengthen-social-safety-nets-in-low-income-countries", "publish_date": "2023-10-13", "content": "**On October 13, 2023, during the World Banks's Annual Meetings in Marrakech, the Norwegian government announced a NOK100 million (US$9 million) pledge to the World Bank's work on strengthening the social safety nets in :abbr[LICs] affected by the war in Ukraine.**\\\n\\\nNorwegian Minister of International Development Anne Beathe Tvinnereim noted that the funding will help increase the use of cash transfers and other forms of support for families affected by hunger and food insecurity. She emphasized that social safety nets contribute to family resilience and are important tools in long-term work to reduce poverty and inequality.\\\n\\\nThe Norwegian funding will be allocated through the World Bank's multi-donor :abbr[RSR-ADSP]{title=\"Rapid Social Response - Adaptive and Dynamic Social Protection\"}. 50% of funding is financed through the Nansen program, the Norwegian funding package addressing the war in Ukraine. A portion of the funding is slated to be allocated to :abbr[LICs] severely affected by the war. A renewed involvement in the :abbr[RSR-ADSP]{title=\"Rapid Social Response - Adaptive and Dynamic Social Protection\"} additionally aligns with the Norwegian government's strategy related to food safety. The Norwegian funding is planned to support projects on food safety and nutrition.\\\n\\\nNorway previously supported the :abbr[RSR-ADSP]{title=\"Rapid Social Response - Adaptive and Dynamic Social Protection\"} fund with NOK130 million (US$13 million). Other notable donors are the :abbr[UK], Australia, Sweden, Denmark, :abbr[USAID], the Bill and Melinda Gates Foundation, Germany and Russia. ", "sources": [{"type": "press_release", "language": "norwegian", "name": "Ministry of Foreign Affairs", "link": "https://www.regjeringen.no/no/aktuelt/100-millionar-til-verdsbankens-arbeid-for-mattryggleik/id2999881/"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Nutrition"}}]}, {"title": "Italy announces 60% bilateral cooperation increase for 2024", "slug": "italy-announces-60-bilateral-cooperation-increase-for-2024", "publish_date": "2023-10-09", "content": "**On October 9, 2023, the Italian Joint Committee for International Development decided to raise resources allocated to bilateral cooperation by 60% in 2024, with  25% and 15% of remaining resources for 2024 to be given to emergency and multilateral interventions, respectively.**\\\n\\\nItalian Minister of Foreign Affairs and International Cooperation Antonio Tajani stated that Africa will be the priority areas for Italy. Bilateral projects are slated to focus mainly on income-generating sectors, such as support for startups and :abbr[SMEs], energy transitions, and vocational training in Africa.\\\n\\\nThe committee also approved the allocation of more than EUR300 million (US$318 million) in grants to Egypt, Sudan, Kenya, Mali, Niger, Somalia, and the Central African Republic, and in aid credits to Ethiopia. It noted a voluntary contribution to the :abbr[OECD] to establish an investment observatory for Africa.\\\n\\\nThe committee further approved a EUR180 million (US$190 million) call for proposals for :abbr[NGOs]. 85% of the resources were slated by the committee to be concentrated on projects in Africa.\\\n\\\nTajani noted the approval of an additional contribution to Ukraine and a contribution to the Food Systems Transformation Fund, launched at the :abbr[UN] Summit on Food Systems hosted by Italy in July 2022. The donation was earmarked for the :abbr[IOM]{title=\"International Organization for Migration\"} to combat human trafficking and further the voluntary repatriation of migrants and refugees to their areas of origin.\\\n\\\nFinally, the committee expressed approval of the Italian development bank Cassa Depositi e Prestiti's refinancing of two credit lines, which were opened with two :abbr[MDBs] in Africa for up to EUR300 million  (US$318 million).\n", "sources": [{"type": "press_release", "language": "italian", "name": "Ministry of Foreign Affairs and International Cooperation", "link": "https://www.esteri.it/it/sala_stampa/archivionotizie/comunicati/2023/10/il-vice-ministro-edmondo-cirielli-presiede-la-v-riunione-del-comitato-congiunto-per-la-cooperazione-allo-sviluppo-del-2023/"}], "funders": [{"funder_profiles_id": {"name": "Italy"}}], "topics": []}, {"title": "Norway releases proposed 2024 development budget, fails to achieve 1% ODA/GNI", "slug": "norway-releases-proposed-2024-development-budget-fails-to-achieve-1-oda-gni-2023", "publish_date": "2023-10-06", "content": "**On October 6, 2023, the Norwegian government presented its proposed state budget for 2024, which indicated an international development budget of NOK51.7 billion (US$4.7 billion), corresponding to 0.94% of estimated 2024 :abbr[GNI].**\\\n\\\nWith many low-income countries facing the compounding crises of war, climate change, and food insecurity, anticipation for Norway's international development budget has been high. In Norway, there is a cross-party consensus that the yearly :abbr[ODA] funding should amount to 1% :abbr[ODA/GNI]. Norway's state budget for 2023 planned to reduce the :abbr[ODA] budget to 0.75% :abbr[ODA/GNI], however, due to an Ukraine funding package and budget negotiations with the :abbr[SV], the government managed to reach its previous commitment of 1% :abbr[ODA/GNI] in 2023. \\\n\\\nNorwegian Minister of International Development Anne Beathe Tvinnereim underlined that the total proposed 2024 budget amounted to an absolute increase of NOK7.5 billion (US$684 million) compared to the balanced 2023 budget, which marks it as the second-largest budget for international development to ever be proposed. Tvinnereim asserted that although the 1% :abbr[ODA/GNI] goal was not achieved, the budget accurately reflects the needs of low-income partner countries and Ukraine. When :abbr[ODA] is measured in terms of :abbr[ODA/GNI], Norway continues to be among the largest funders of global development. ", "sources": [{"type": "press_release", "language": "english", "name": "Norwegian Government", "link": "https://www.regjeringen.no/en/national-budget/2024/id2994174/"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": []}, {"title": "Netherlands delivers US$111 million in support to Ukraine", "slug": "netherlands-delivers-us-111-million-in-support-to-ukraine-2023", "publish_date": "2023-10-06", "content": "**On October 6, 2023, Dutch Minister for Foreign Trade and Development Cooperation Liesje Schreinemacher outlined the Netherlands' third 2023 support package for Ukraine, noting that the Dutch government will provide EUR102 million (US$111 million) for humanitarian assistance, recovery, and reconstruction.**\\\n\\\nThe support package follows the government’s decision in December 2022 to earmark EUR2.5 billion (US$2.7 billion) to support Ukraine in 2023. The first support package of EUR274 million (US$294 million) in April 2023 went partly towards non-lethal support to Ukraine’s armed forces. The second support package of EUR119 million (US$127 million) in July 2023 was focused on humanitarian assistance, recovery, and reconstruction.\\\n\\\nThe third support package of EUR102 million (US$111 million) is focused on non-military support, in line with the most recent Ukraine Rapid Damage and Needs Assessment of Ukrainian authorities, the World Bank, and the European Commission. It contained the following three priority funding lines:\n\n- Energy security (EUR30 million (US$33 million)): EUR20 million (US$22 million) for gas purchases through the :abbr[EBRD] and EUR10 million (US$11 million) for in-kind supplies for the energy network through the Dutch Ministry of Economic Affairs and Climate Policy;\n- Reconstruction through the Dutch private sector (EUR60 million (US$65 million)): EUR60 million (US$65 million) to enable an :abbr[EKV]{title=\"export credit insurance\"} worth EUR120 million (US$131 million) to cover financial risks for Dutch companies that contribute to the reconstruction of Ukraine; and \n- Institution building (EUR12 million (US$13 million)): EUR7 million (US$8 million) for technical assistance from the :abbr[IMF] to help Ukraine implement financial and economic reforms under the :abbr[IMF] Reform Program for Ukraine. EUR5 million (US$5 million) for Ukrainian local authorities through the :abbr[PFRU]{title=\"Partnership Fund for Resilient Ukraine\"} to repair drinking water facilities, electricity, primary healthcare services, and education.", "sources": [{"type": "government_document", "language": "dutch", "name": "Letter to the Dutch House of Representatives", "link": "https://open.overheid.nl/documenten/1b7b1493-97c5-4124-8ae0-8e31596d5c9e/file"}, {"type": "news_article", "language": "dutch", "name": "Dutch government", "link": "https://www.rijksoverheid.nl/actueel/nieuws/2023/10/06/nieuw-steunpakket-oekraine-ruim-100-miljoen-euro-voor-investeringen-herstel-en-hervormingen "}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "US House votes to slash foreign assistance", "slug": "us-votes-to-slash-foreign-assistance-2023", "publish_date": "2023-09-28", "content": "**On September 28, 2023, the :abbr[US] House of Representatives voted to cut :abbr[US] foreign assistance by 12%, passing its version of the State, Foreign Operations, and Related Programs appropriations bill.**\\\n\\\nThe debate included a number of amendments to drastically cut funding to :ABBR[USAID] and other development efforts. The bill is widely viewed by experts as unlikely to move any further.\\\n\\\nThe vote came as the :abbr[US] Congress struggled to pass a Continuing Resolution to keep the government running beyond the end of the fiscal year, which was narrowly achieved hours before the deadline of September 30, 2023. The resolution maintained current funding levels, but notably did not contain any funding for Ukraine.\\\n\\\nThe debate marked a significant departure from the bipartisan support that :abbr[US] foreign assistance has enjoyed for more than a decade. Some amendments, led by an ultra-conservative section of the Republican Party, sought to cut funding to :ABBR[USAID], eliminate humanitarian assistance, cut all funding to Ukraine, eliminate funding for implementation of the Paris Accord, and introduce other funding cuts and constraints. The :abbr[US] Senate is not expected to support these amendments.\\\n\\\nThe House and Senate face a deadline in mid-November to resolve significant differences between House and Senate spending levels. Funding lines up for debate include spending on Ukraine, climate adaptation, and multilateral institutions.\\\n\\\n :ABBR[USAID] remains open to make new commitments and hires. The process of getting approval from Congress on spending particulars during the negotiations, however, would likely lead to months-long delays on new initiatives.", "sources": [{"type": "news_article", "language": "english", "name": "Devex", "link": "https://www.devex.com/news/house-conservatives-unleash-broadside-attack-on-us-aid-funding-106298?mkt_tok=Njg1LUtCTC03NjUAAAGOf5FN0AJtl5H7mj3u3uXYmIGhw_7K3XI_62KVk2q1MmOSKI9I18POWuwkkpaGhirDusWHrTmmL7b9h8H1R97k9JYl2E7DhyAViJ2PUerZsRpk&utm_content=cta&utm_medium=email&utm_source=nl_newswire&utm_term=article"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": []}, {"title": "Sweden outlines development priorities", "slug": "sweden-outlines-development-priorities", "publish_date": "2023-09-26", "content": "**On September 23, 2023, Swedish Foreign Minister Tobias Billström presented Sweden's development priority statement at the 78<sup>th</sup> :abbr[UN] General Assembly.**\\\n\\\nIn a speech predominantly centered on Ukraine, Billström emphasized Russia's tactics of weaponizing food, exacerbating the global food crisis. He pointed out Russia's recent imposition of its blockade against grain shipments across the Black Sea, which is restricting food supplies to many, including some of the world's most vulnerable populations.\\\n\\\nSweden underscored the need for the :abbr[UN] to persistently seek enhanced effectiveness and efficiency, particularly at the national level. Billström called for development assistance to work synergistically with trade, private investment, improved access to capital, and domestic resource mobilization.\\\n\\\nBillström highlighted the pivotal role of :abbr[MDBs] in achieving the :abbr[SDG]s. He asserted that :abbr[MDBs] are instrumental in innovating financing methods and mobilizing substantial finances, including private capital and domestic resources. Sweden supported the modification of the :abbr[MDB] business model to address global challenges more effectively, ensuring that poverty reduction and climate change remain central to their mission.\\\n\\\nBillström also highlighted the urgent need to mobilize climate finance from both public and private sectors, and to amplify support for local resilience and climate adaptation. Sweden pledged its continued commitment to adaptation and urged other nations to increase their contributions.\\\n\\\nSweden underlined that human rights, democracy, and the rule of law are essential for development. Billström stated that the rights of women and girls, as well as :abbr[SRHR], are fundamental to development and are foundational for democracy.", "sources": [{"type": "speech", "language": "english", "name": "Sweden's National Statement at the 78th Session of the United Nations General Assembly", "link": "https://www.government.se/speeches/2023/09/swedens-national-statement-at-the-78th-session-of-the-united-nations-general-assembly/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "Japan receives calls to strengthen ODA commitment", "slug": "japan-receives-calls-to-strengthen-oda-commitment", "publish_date": "2023-09-23", "content": "**On September 23, 2023, Japanese newspaper Yomiuri Shimbum called on Japan to strengthen its commitment to the :abbr[SDG]s, following Japan's appearance at the :abbr[SDG] Summit at the 78<sup>th</sup> :abbr[UN] General Assembly.**\\\n\\\nGlobal leaders used the summit to adopt a political declaration to push forward with policies aimed at achieving critical objectives, including the eradication of poverty, the promotion of quality education, and mitigation of the impacts of climate change. However, experts criticized the gaps between ideals and the realities of the challenges in the way of achieving the :abbr[SDG]s.\\\n\\\nJapanese Prime Minister Fumio Kishida emphasized the importance of  :abbr[SDG] progress and urged nations to turn their shared ideals into actionable plans. He noted that despite the collective commitment to the :abbr[SDG]s, the world still faces poverty, hunger, and other issues. Kishida stressed that Japan, drawing from its extensive experience in development cooperation, should leverage its expertise to prioritize supporting stable livelihoods.\\\n\\\nProgress has lagged on the  :abbr[SDG]s, with approximately 30% of the goals associated with the primary objectives classified as either stagnant or regressing. The most pressing challenge remains the eradication of poverty and hunger, especially in Sub-Saharan Africa, where over 30% of the population still lives in extreme poverty. Efforts to combat these challenges face hurdles such as disruptions in grain exports associated with geopolitical conflicts, such as Russia’s invasion of Ukraine, which have caused global food prices to rise and pushed many into food insecurity. Kishida noted that ending these conflicts is essential for the affected nations as well as for the broader global community.\\\n\\\nJapan’s history of development assistance has earned it a respected place on the global stage. To maintain its influence, Yomiuri Shimbum called on the Japanese government to strategically utilize :abbr[ODA] to secure necessary budget allocations. Furthermore, Yomiuri Shimbum noted that deepening collaboration with emerging powers could both serve Japan’s national interests and contribute significantly to global progress.\\\n\\\nAs the Japanese 2024 draft budget is discussed by the Diet, Yomiuri Shimbum called for a strong focus on increasing the funding for and scope of :abbr[ODA]. The :abbr[SDG] Summit highlighted the pressing need for accelerated action. Japan’s experience and continued commitment is thought to be instrumental in addressing challenges on the path to a sustainable and equitable future. ", "sources": [{"type": "news_article", "language": "japanese", "name": "Yomiuri Shimbun", "link": "https://www.yomiuri.co.jp/editorial/20230922-OYT1T50236/ "}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "Canada announces US$510 million in additional support for Ukraine", "slug": "canada-announces-us-510-million-in-additional-support-for-ukraine-2023", "publish_date": "2023-09-22", "content": "**On September 22, 2023, Canadian Prime Minister Justin Trudeau announced CAD692 million (US$510 million)  in new military, economic, peace and security, and development assistance investments for Ukraine.**\\\n\\\nThe announcement was made during a visit to Canada by Ukrainian President Volodymyr Zelenskyy. Trudeau reaffirmed Canada’s ongoing solidarity and unwavering support for Ukraine as it defends itself against Russia’s war of aggression.\\\n\\\nThe funding from Canada included:\n\n- CAD650 million (US$479 million) in military assistance to supply Ukraine with 50 armored vehicles;\n- CAD8 million (US$6 million) in peace and security assistance to strengthen nuclear security measures, enhance resilience against cyberattacks, and promote recovery and stabilization initiatives; and\n- CAD34 million (US$25 million) in development assistance for four multi-year initiatives supporting mental health, agriculture, infrastructure, and technical assistance for an inclusive recovery process.\n\n<br>\n\nTrudeau and Zelenskyy also signed a modernized Canada-Ukraine Free Trade Agreement, which supports long-term security, stability, and economic development in Ukraine while ensuring high-quality market access terms for Canadian businesses participating in Ukraine’s economic recovery.\\\n\\\nThe commitment brought Canada’s total to more than CAD9.5 billion (US$7 billion) in assistance to Ukraine since the beginning of 2022.\n", "sources": [{"type": "press_release", "language": "english", "name": "Office of the Prime Minister of Canada", "link": "https://www.pm.gc.ca/en/news/news-releases/2023/09/22/canada-reaffirms-our-unwavering-support-ukraine-long-it-takes"}], "funders": [{"funder_profiles_id": {"name": "Canada"}}], "topics": [{"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Agriculture"}}]}, {"title": "USAID announces US$23 million for TB", "slug": "usaid-announces-us-23-million-for-tb-2023", "publish_date": "2023-09-22", "content": "**On September 22, 2023, :abbr[USAID] announced that it will provide an additional US$23 million to :abbr[USAID]'s Global Accelerator to End :abbr[TB] Plus funding package, where :abbr[USAID] has planned to spend a total of US$394 million in :abbr[FY]2023.**\\\n\\\nThe funding will help reach the global targets that were agreed upon during the 78<sup>th</sup> :abbr[UN] General Assembly. The effort is slated to focus on a number of countries, including conflict settings such as Ukraine, Afghanistan, and Myanmar. It intends to deliver on new prevention and treatments efforts, reduce drug prices, and invest in innovations.\\\n\\\n:abbr[USAID] also pledged to commit 60% of :abbr[TB] funding to go directly to local partners by 2027.  \n\n", "sources": [{"type": "press_release", "language": "english", "name": "USAID", "link": "https://www.usaid.gov/news-information/press-releases/sep-22-2023-usaid-launches-new-efforts-fight-against-tuberculosis-including-additional-23-million-funding"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": [{"topics_id": {"name": "Global Health"}}]}, {"title": "EU Parliament calls for US$11 billion in MFF revisions", "slug": "eu-parliament-calls-for-us-11-billion-in-mff-revisions-2023", "publish_date": "2023-09-20", "content": "**On September 20, 2023, the :abbr[EU] Parliament's budget committee approved a report calling for an additional EUR10 billion (US$11 billion) allocation to the bloc's Multiannual Financial Framework.**\\\n\\\nThe Parliament's call for funding was an addition to the [Commission's June 2023 revision proposal](https://donortracker.org/policy_updates?policy=eu-commission-proposes-mff-revisions) totaling EUR66 billion (US$71 billion), which prioritized spending for Ukraine and addressing the root causes of migration.\\\n\\\nThe additional funding proposed by the Parliament would be allocated in the bloc's Multiannual Financial Framework for the following budget lines:\n- EUR2 billion (US$2.1 billion) for addressing root causes of migration through development with non- :abbr[EU] partners, bringing the budget line total to EUR14.5 billion (US$15.5 billion) with the Commission's proposed additions;\n- EUR3 billion (US$3.2 billion) for strategic technological development within the :abbr[EU]; and \n- EUR5 billion (US$5.4 billion) for flexible assistance for humanitarian assistance and climate change, bringing the budget line total to EUR7.5 billion (US$8 billion) with the Commission's proposed additions.\n\n<br>\n\nThe report is set to be voted on by the Parliament on October 4, 2023. Experts predicted pushback from Member States on the increased spending.\n", "sources": [{"type": "news_article", "name": "Euractiv", "link": "https://www.euractiv.com/section/economy-jobs/news/european-parliament-seeks-extra-e10bn-for-eu-long-term-budget/"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "Sweden presents 2024 ODA budget", "slug": "sweden-presents-2024-oda-budget", "publish_date": "2023-09-20", "content": "**On September 20, 2023, the Swedish government presented its 2024 budget proposal to Parliament, which showed an approximately SEK56 billion (US$5.5 billion) allocation to :abbr[ODA].**\\\n\\\nAdditional costs covered by the budget encompass assessed contributions to the :abbr[EU], :abbr[MFA] management costs, and in-donor refugee costs, which comprise 3% of the total budget with an 8% cap on the use of :abbr[ODA] to cover in-donor refugee costs.\\\n\\\nSweden has exceeded the :abbr[UN] :abbr[DAC] target of 0.7% :abbr[ODA/GNI] since 1975. However, in September 2022, Sweden's then newly-elected right-wing government announced that it was ending the country's commitment to achieve 1% of its :abbr[ODA/GNI] and set :abbr[ODA] at SEK56 billion (US$5.5 billion) annually for 2023-2025, which is projected as approximately 0.88% :abbr[ODA/GNI].\\\n\\\nThe budget lacked detailed information on specific allocations, but rather outlined general policy priorities. Sweden's international development cooperation priorities remain the promotion of Agenda 2030; poverty reduction; health initiatives for the most vulnerable; support for democracy aid to human rights defenders and champions of democracy; expanded and streamlined climate assistance; and women’s and girls’ rights and opportunities, including improved :abbr[SRHR].\\\n\\\nThe 2024 :abbr[ODA] budget is slated to emphasize counteracting irregular migration, increasing repatriation, and contributing effectively to voluntary returns, as well as addressing the root causes of migration.\\\n\\\nSynergy between Sweden’s global trade, export promotion, climate, foreign, and :abbr[ODA] policies was another priority. Sweden named a single minister responsible for both development assistance and foreign trade. The government also emphasized the importance of promoting :abbr[ODA] effectiveness metrics in development cooperation.\\\n\\\nUkraine remained Sweden’s main :abbr[ODA] recipient and priority, dedicating SEK6 billion (US$540 million) to Ukraine from 2023 to 2027. The Swedish government adopted a reconstruction and reform cooperation strategy with Ukraine on July 17, 2023, which included humanitarian assistance, financial backing, reconstruction initiatives, and support for civil crisis response capabilities.\\\n\\\nGlobal health remained a priority in the 2024 budget, with particular emphasis on the creation of societal conditions for good and equitable health for the most vulnerable. There was further emphasis on promoting health systems that are effective, sustainable, and resilient. Another area of focus included :abbr[SRHR] and improved preparedness and capacity to detect and manage outbreaks of pandemics, diseases, and other health threats. The budget emphasized that Sweden will continue its efforts to increase global vaccination coverage, including against :abbr[COVID-19].\\\n\\\nAccording to :abbr[OECD] data, Sweden’s total :abbr[ODA] to health in 2020 was US$594 million, making it the 9<sup>th</sup>-largest :abbr[DAC] donor in absolute terms. Sweden’s multilateral :abbr[ODA] to health represented 43% of its total health :abbr[ODA].", "sources": [{"type": "government_document", "language": "swedish", "name": "Sweden 2024 Budget", "link": "https://regeringen.se/rattsliga-dokument/proposition/2023/09/prop.-2023241"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Netherlands announces 2024 development budget", "slug": "netherlands-announces-2024-development-budget-2023", "publish_date": "2023-09-19", "content": "**On September 19, 2023, the Dutch cabinet announced that EUR400 million (US$428 million) will be cut from the 2024 development budget and reallocated to support the reception of asylum seekers in the Netherlands.**\\\n\\\nThe 2024 budget showed an additional 7% of development funding will be reallocated to accommodate the high levels of asylum seekers in the Netherlands. The reallocation brings the total 2024 budget for the Minister for Foreign Trade and Development Cooperation to EUR3.6 billion (US$3.9 billion).\\\n\\\nIn the budget announcement, the Dutch cabinet reaffirmed its foreign policy commitment to support Ukraine with humanitarian, military, and development assistance. Following the July 2023 collapse of the governing coalition, the cabinet committed to continuing its development agenda addressing the root causes of poverty, climate, terrorism and irregular migration, and achieving the :abbr[SDGs].\\\n\\\nDespite the cabinet’s commitment to continue existing development policy, the 2024 budget made cuts in addition to those announced in the April 2023 Spring Budget. The 2024 budget showed a cut of EUR300 million (US$326 million) to development funding, which contradicted the motion from June 2023 by the House of Representatives to reverse the April 2023 development budget cuts. The total amount of the development budget cut between 2023 and 2026 increased from EUR3.4 billion (US$3.7 billion) to a total of EUR3.5 billion (US$3.8 billion).\\\n\\\nPartos, which represents more than 100 development organizations in the Netherlands, criticized the 2024 budget. Director Liana Hoornweg argued that these cuts undermine the Netherlands’ international credibility, particularly in light of the Netherlands' recent call on other countries to contribute more to achieving the :abbr[SDG]s during the  78<sup>th</sup> :abbr[UN] General Assembly. Hoornweg called on the Dutch government to stop subsidizing the fossil fuel industry, which totals approximately EUR37.5 billion (US$40.8 billion) annually, and to reinvest those funds in sustainable development. ", "sources": [{"type": "news_article", "language": "english", "name": "Dutch Ministry of Foreign Affairs", "link": "https://www.government.nl/ministries/ministry-of-foreign-affairs/news/2023/09/19/budget-day-2023-a-changing-world-order-requires-unity"}, {"type": "government_document", "language": "dutch", "name": "Netherlands 2024 Development Budget", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/documenten/begrotingen/2023/09/19/xvii-buitenlandse-handel-en-ontwikkelingssamenwerking-rijksbegroting-2024"}, {"type": "government_document", "language": "dutch", "name": "Netherlands 2023 Spring Budget", "link": "https://www.rijksoverheid.nl/documenten/begrotingen/2023/04/28/voorjaarsnota-2023 "}, {"type": "oped", "language": "dutch", "name": "Development association Partos", "link": "https://www.partos.nl/nieuws/kabinet-bezuinigt-fors-op-ontwikkelingssamenwerking-ondanks-demissionaire-status/ "}, {"type": "news_article", "language": "dutch", "name": "Netherlands' fossil fuel subsidies", "link": "https://nos.nl/artikel/2489141-onderzoek-jaarlijks-37-5-miljard-euro-subsidie-naar-fossiele-sector"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Norway presents action plan on gender equality, peace, security", "slug": "norway-presents-action-plans-on-gender-equality-security", "publish_date": "2023-09-15", "content": "**On September 15, 2023, the Norwegian government published a new national action plan describing plans to intensify efforts to include women in peace and security work both domestically and abroad.**\\\n\\\nMinister of Foreign Affairs Anniken Huitfeldt emphasized the importance of gender equality and women's participation in peace and security work, both nationally and internationally. The action plan was prepared by the Ministries of Foreign Affairs, Defense, Justice and Public Security, Culture and Equality, Labor and Social Inclusion, and Climate and Environment. In addition, :abbr[CSO]s, Norwegian research institutes, and other experts provided input on the plan.\\\n\\\nThe action plan listed three thematic priorities: \n- Peace processes and implementation of peace agreements;\n- Security policy and operations; and\n- Humanitarian efforts, protection of civilians and protection of human rights.\n \n<br>\n\nThe plan noted that the women, peace, and security agenda will be emphasized in Norway's priority partners, which in 2023 were: Afghanistan, Colombia, Iraq, Jordan, Mali, Mozambique, Myanmar, Nigeria, Palestine, the Philippines, Somalia, South Africa, South Sudan, Sudan, Syria, Ukraine, Venezuela and Yemen.\\\n\\\nRegional and multilateral fora will also be prioritized, including :abbr[NATO], :abbr[OSCE], the :abbr[EU], :abbr[ASEAN], and the :abbr[UN].\\\n\\\nThe action plan is slated to take place from 2023-2030. The Norwegian government described this timeframe as an effort to improve predictability and encourage a long-term strategic approach to an integrated implementation of the agenda. An interministerial review of the plan is slated for 2027.", "sources": [{"type": "press_release", "language": "norwegian", "name": "Ministry of Foreign Affairs ", "link": "https://www.regjeringen.no/no/aktuelt/noreg-styrkjer-nasjonal-og-internasjonal-innsats-for-kvinner-fred-og-tryggleik/id2994100/"}, {"type": "government_document", "language": "english", "name": "Ministry of Foreign Affairs ", "link": "https://www.regjeringen.no/contentassets/a2aec6a0bf874885a1f78eb5d9674339/en-gb/pdfs/women-peace-and-security.pdf"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}]}, {"title": "Japan provides US$14 million for food security", "slug": "japan-provides-us-14-million-for-food-security", "publish_date": "2023-09-15", "content": "**Throughout the month of September 2023, the Japanese government made a series of commitments totaling JPY2 billion (US$14 million) to promote food security in seven countries.**\\\n\\\nThe funds were allocated as follows:\n\n- JPY300 million (US$2 million) to Guinea to improve food security and nutritional conditions through the :abbr[WFP];\n- JPY200 million (US$1.4 million) to Palestine to improve food security through the :abbr[WFP];\n- JPY150 million (US$1 million) to Cabo Verde to support rice donations and to improve food security;\n- JPY250 million (US$1.7 million) to the Central African Republic to improve food security and promote development through the :abbr[WFP];\n- JPY200 million (US$1.4 million) to Cameroon to improve food security and promote development through the :abbr[WFP];\n- JPY280 million (US$1.9 million) to Uzbekistan for the construction of a climate-resilient agricultural system in the Aral Sea region; and\n- JPY602 million (US$4.1 million) to Mauritania to improve food security and support the fishing industry.\n\n<br>\n\nJapan reaffirmed its commitment to addressing the ongoing food crisis exacerbated by the Russian invasion of Ukraine.\n", "sources": [{"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/press7_000121.html"}, {"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/press5_000100.html"}, {"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/press5_000101.html"}, {"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/press7_000126.html"}, {"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/press7_000127.html"}, {"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/press7_000129.html"}, {"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/press7_000133.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Canada publishes UNGA attendees, topics", "slug": "canada-publishes-unga-attendees-topics-2023", "publish_date": "2023-09-14", "content": "**On September 14, 2023, the Canadian government announced that Canadian Prime Minister Justin Trudeau will travel to New York from September 19-21, 2023, to participate in the 78<sup>th</sup> :abbr[UN] General Assembly.**\\\n\\\nTrudeau announced his intention to advocate for enhanced international cooperation to address global challenges including climate change, security, democracy, human rights, access to health care, and financing for development. He also slated plans to reiterate Canada’s unwavering support for Ukraine as it defends itself against the Russian invasion.\\\n\\\nAs co-chair of the :abbr[UN] :abbr[SDGs] Advocates Group, Trudeau announced his plan to speak at the :abbr[SDG] Summit, where he intends to emphasize Canada’s leadership and commitment to implementing the 2030 Agenda for Sustainable Development.\\\n\\\nTrudeau also announced plans to host a discussion in New York on how to improve international coordination and support to address the ongoing crisis in Haiti and foster sustainable development. Political instability, insecurity and armed violence, extreme inflation, and a cholera outbreak are currently worsening conditions in Haiti.\\\n\\\nThe Canadian delegation to the General Assembly will include Minister of Foreign Affairs Mélanie Joly, Minister of International Development Ahmed Hussen, and Minister of Environment and Climate Change Steven Guilbeault.", "sources": [{"type": "press_release", "language": "english", "name": "Office of the Prime Minister of Canada", "link": "https://www.pm.gc.ca/en/news/news-releases/2023/09/14/prime-minister-attend-united-nations-general-assembly-new-york "}], "funders": [{"funder_profiles_id": {"name": "Canada"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "Netherlands pledges US$2 million to Ukraine War Damage Register", "slug": "netherlands-pledges-us-2-million-to-ukraine-war-damage-register", "publish_date": "2023-09-14", "content": "**On September 14, 2023, Dutch Minister of Foreign Affairs Hanke Bruins Slot announced EUR2 million (US$2 million) for the Register of Damage Caused by the Russian Aggression against Ukraine, located in The Hague.**\\\n\\\nThe register is meant to record evidence to pursue future legal action against Russia. In addition to hosting the register, the Netherlands made a voluntary pledge to support the register’s operation and goals. ", "sources": [{"type": "twitter", "language": "english", "name": "Dutch Minister of Foreign Affairs", "link": "•\thttps://x.com/HankeBruinsSlot/status/1702220261854998645?s=20"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Sweden reaffirms Ukraine commitment", "slug": "sweden-reaffirms-ukraine-commitment-2023", "publish_date": "2023-09-14", "content": "**On September 14, 2023, in its annual Statement of Government Policy to Parliament, the Swedish Government emphasized that the defense of Ukraine’s freedom and sovereignty will remain the top Swedish foreign policy in upcoming years.**\\\n\\\nThe statement highlighted that Sweden ranks among the top ten global donors to Ukraine. Sweden has contributed more than SEK25 billion (US$2.5 billion) in support. Sweden also recently unveiled a development cooperation strategy for Ukraine, the country's most comprehensive bilateral :abbr[ODA] strategy to date. ", "sources": [{"type": "speech", "language": "swedish", "name": "Statement of Government Policy ", "link": "https://regeringen.se/tal/2023/09/regeringsforklaringen-den-12-september-2023/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": []}, {"title": "UK releases 2022 ODA statistics", "slug": "uk-releases-2022-oda-statistics-2023", "publish_date": "2023-09-14", "content": "**On September 14, 2023, the :abbr[UK] government released its final statistics on :abbr[UK] :abbr[ODA] spending for 2022.**\\\n\\\nThe figures showed that the :abbr[UK] spent GBP13 billion (US$15 billion), or 0.51% of its :abbr[GNI], on :abbr[ODA]. In 2022, the data showed an increase in current prices of GBP1 billion (US$2 billion) from 2021 levels.\\\n\\\nThe :abbr[UK] spent GBP4 million (US$4 million), or 28.8%, on in-donor refugee costs. :abbr[BOND]{title=\"the UK umbrella organization representing numerous international development NGOs\"} criticized the :abbr[UK] for spending such a large share of its :abbr[ODA] budget in-donor refugee costs and noted that this increase came at the expense of funding for vulnerable partner countries.\\\n\\\nOther key statistics included:  \n- *:abbr[UK] bilateral and multilateral spending:* :abbr[UK] bilateral :abbr[ODA] spending increased in 2022 and stood at GBP10 million (US$12 million), or 75.3% of total :abbr[UK] :ABBR[ODA]. Much of the 33% increase in bilateral funding was allocated to in-donor refugee costs. Core multilateral funding accounted for GBP3 million (US$4 million), or 24.7% of total :abbr[UK] :ABBR[ODA]. This is the lowest share of multilateral :abbr[ODA] in recent years. The :abbr[UK] met its commitment made in its 2022 International Development Strategy to deliver 75% of its :abbr[ODA] bilaterally;\n- *Distribution of :abbr[ODA] across government departments:* The :ABBR[FCDO] was accountable for just 59.7% of :abbr[ODA] in 2022, down from 71.6%, and was driven primarily by in-donor refugee costs. The :ABBR[FCDO] spent GBP7.6 million (US$9.1 million) on :abbr[ODA] in 2022, compared with GBP8.2 million (US$9.8 million) in 2021. In contrast, the :abbr[UK] Home Office, spent GBP2 million (US$3 million) of :abbr[ODA] in 2022, a 130.2% increase compared to 2021;\n- *Regional spending:* Africa remained the largest recipient of :abbr[UK] region-specific bilateral :abbr[ODA] in 2022, accounting for 42.2% of :abbr[ODA]. However, bilateral :abbr[ODA] to Africa decreased by 28.2%, from GBP1.7 million (US$2 million) in 2021 to GBP1.2 million (US$1.5 million) in 2022. This is the lowest level of :abbr[ODA] to Africa in recent years;\n- *Top three recipients of :abbr[UK] bilateral :abbr[ODA]:* The top three recipients of :abbr[UK] bilateral country-specific :abbr[ODA] were Afghanistan (GBP352 million (US$421 million)), Ukraine (GBP342 million (US$409 million)) and Nigeria (GBP110 million (US$131 million)); \n- *Top five bilateral :abbr[ODA] sectors:* The largest amount of bilateral :abbr[ODA] was focused on the sectors ‘Refugees in Donor Countries’ (GBP4 million (US$4 million)), ‘Humanitarian (GBP1 million (US$1 million)) and ‘Health’ (GBP976 million (US$1.2 billion));\n- *Top five recipient of :abbr[UK] multilateral :abbr[ODA]:* The :abbr[EU] remained the largest recipient from the :abbr[UK], though the volume of funding decreased. The second-largest recipient of :abbr[UK] multilateral :abbr[ODA] was the Global Fund, followed by the World Bank’s :abbr[IDA], the :abbr[ADF] and the :abbr[GCF]; and\n- *Pandemic funding*: In 2022, approximately GBP270 million (US$323 million) of :abbr[UK] bilateral :abbr[ODA] was spent on activities which specifically addressed the :abbr[COVID-19] pandemic. :ABBR[FCDO] accounted for 96% of pandemic :ABBR[ODA]. This included the :abbr[UK]’s donation of excess vaccine doses, both directly and through :abbr[COVAX], estimated at GBP228 million (US$273 million).\n\n<br>\n\nThe report noted that these figures have not been subject to international verification by the :abbr[OECD]. \n", "sources": [{"type": "report", "language": "english", "name": "UK government ", "link": "https://www.gov.uk/government/statistics/statistics-on-international-development-final-uk-aid-spend-2022"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global health R&D"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Gates Foundation publishes SDG, MNCH report", "slug": "gates-foundation-publishes-sdg-mnch-report", "publish_date": "2023-09-12", "content": "**On September 12, 2023, the Gates Foundation published its 7<sup>th</sup> annual Goalkeepers Report, which found that the international community is lagging behind on achieving the :abbr[UN] 2030 Agenda and :abbr[SDG]s.**\\\n\\\nThe 2023 report focused heavily on :abbr[MNCH], corresponding to :abbr[SDG #3]{title=\"Good health and well-being\"}, and reflected on the Gates Foundation's concern on the decline in funding for :abbr[MNCH] initiatives. It attributed this decline in :abbr[MNCH] funding to a general decline in international :abbr[ODA] caused by the war in Ukraine, the :abbr[COVID-19] pandemic, and compounding international fiscal crises. :abbr[MNCH] outcomes deteriorated in 2022 along with the decline in funding.\\\n\\\nExperts with projects funded by the Gates Foundation noted that the lag between health :abbr[R&D] and implementation is one of the greatest obstacles to improving maternal outcomes. They called for greater impact from research institutes and governments in funding :abbr[MNCH] :abbr[R&D], as well as for a general refocus of world leaders on the :abbr[SDG]s during the :abbr[UN] General Assembly and :abbr[SDG] Summit. The summit is slated to take place from September 18-19 in New York, USA.", "sources": [{"type": "news_article", "language": "english", "name": "Devex", "link": "https://www.devex.com/login?return_to=%2Fnews%2Fgates-foundation-pushes-for-refocus-on-maternal-and-newborn-health-106107%3Fmkt_tok%3DNjg1LUtCTC03NjUAAAGOKAhbB1VgctUH8iC_5jWhMsgJaCiVulkoHnv2WowtkmX2pP4OgmNuHEKk2fpwfM0UhZdyRA191B27ZthNObBr22ClWxf9DYd6YZo_U6ceNxB3tao%26utm_content%3Dcta%26utm_medium%3Demail%26utm_source%3Dnl_newswire%26utm_term%3Darticle"}, {"type": "web_page", "language": "english", "name": "Gates Foundation", "link": "https://www.gatesfoundation.org/goalkeepers/report/2023-report/#Intro"}], "funders": [], "topics": [{"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Japan speaks on agriculture, climate, and global health at G20 summit", "slug": "japan-speaks-on-agriculture-climate-and-global-health-at-g20-summit", "publish_date": "2023-09-10", "content": "**From September 9-10, 2023, Japanese Prime Minister Fumio Kishida participated in the G20 Summit in India and spoke on issues including agriculture and food security, climate, and global health.**\\\n\\\nKishida stressed that the Russian invasion of Ukraine has exacerbated the global food crisis. He emphasized the importance of concrete efforts such as the  :abbr[AMIS]{title=\"Agricultural Market Information System\"} and :abbr[MAHARISHI]{title=\"Millet and Other Ancient Grains International Research Initiative\"}, both of which received support from :abbr[G7] members at the 2023 summit in Hiroshima. Kishida also reconfirmed Japan’s commitment to strengthening agricultural and food systems.\\\n\\\nIn regard to climate and energy, Kishida verbalized his support for Indian Prime Minister Narendra Modi’s :abbr[LiFE]{title=\"Lifestyle for Environment\"} initiative, which aims to facilitate more environmentally conscious lifestyles. Kishida committed to reducing plastic pollution and developing a treaty addressing this issue. He further emphasized the need to reduce emissions and meet targets established by the Paris Agreement. Japan committed to supporting countries in their effort to reach net-zero carbon emissions and called on other :abbr[HIC]s to contribute financially as well.\\\n\\\nKishida highlighted the value of achieving :abbr[UHC] and strengthening :abbr[PPR], and reaffirmed Japan’s commitment to working with :abbr[G20] members, international organizations, and other parties to achieve improved global health outcomes. ", "sources": [{"type": "press_release", "language": "english", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/ecm/ec/page1e_000768.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "South Korea provides US$300 million to Ukraine", "slug": "south-korea-provides-us-300-to-ukraine", "publish_date": "2023-09-10", "content": "**On September 10, 2023, South Korean President Suk-yeol Yoon announced at the :abbr[G20] Summit that South Korea plans to provide an additional US$300 million to Ukraine in 2024 with support from international financial institutions.**\\\n\\\nSouth Korea also announced its plans to provide both mid- and long-term assistance totaling US$2 billion via the :abbr[EDCF], beginning in 2025.\\\n\\\nYoon announced the implementation of a comprehensive support program encompassing security, humanitarian assistance, and recovery of Ukraine in solidarity with the international community.\\\n\\\nYoon also highlighted the importance of digital norms guaranteeing fair access to digital technology for global citizens. He announced plans for a \"Digital Bill of Rights\", slated for the end of September 2023, to proclaim access to digital resources as a universal human right. ", "sources": [{"type": "news_article", "language": "korean", "name": "Financialnews", "link": "https://www.fnnews.com/news/202309101650318134"}, {"type": "news_article", "language": "korean", "name": "Yonhapinfomax", "link": "https://news.einfomax.co.kr/news/articleView.html?idxno=4280452"}], "funders": [{"funder_profiles_id": {"name": "South Korea"}}], "topics": []}, {"title": "UK on course to meet private sector finance mobilization goals", "slug": "uk-on-course-to-meet-private-sector-finance-mobilization-goals-2023-2023", "publish_date": "2023-09-07", "content": "**On September 7, 2023, the :abbr[CDG]{title=\"Center for Global Development\"} published a report examining the :abbr[UK]’s non- :abbr[ODA] development finance, which found that the :abbr[UK] is on track to meet its pledge to mobilize GBP8 million (US$9.6 billion) in private finance three years ahead of its 2025 target.**\\\n\\\nThe study reviewed seven main finance tools, including the UK’s use of export finance and capital increases to the :abbr[BII]. It found that the :abbr[UK] has increased the amount of mobilized private finance from approximately GBP3 billion (US$4.3 billion) in 2018 to GBP5 billion (US$6 billion) in 2021. Private financing is projected to reach GBP10 billion (US$12 billion) in 2022, exceeding the target set by former Foreign Minister Liz Truss of mobilizing GBP8 billion (US$9.6 billion) by 2025.\\\n\\\nThe report highlighted the :abbr[UK]’s use of guarantees to increase lending by :abbr[MDB]s, noting it as an innovative approach that mobilized GBP5 billion (US$6 billion) for climate objectives, support to Ukraine, and other initiatives. This approach utilizes :abbr[MDB]s' preferred creditor status and ability to raise money from private investors at a rate much more favorable than other :abbr[UK] instruments.\\\n\\\nThe report noted the need for transparency around the :abbr[UK]’s use of guarantees, and urged the :abbr[UK] to follow Sweden’s model of delivering an annual guarantee report.\n", "sources": [{"type": "report", "language": "english", "name": "Centre for Global Development ", "link": "https://www.cgdev.org/blog/how-uk-financing-new-billions-climate-and-ukraine"}, {"type": "news_article", "language": "english", "name": "DEVEX", "link": "https://www.devex.com/news/uk-on-track-to-hit-8b-private-finance-pledge-3-years-early-106195"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global health R&D"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "US provides US$409 million in Ukrainian assistance", "slug": "us-provides-us-409-million-in-ukrainian-assistance-2023", "publish_date": "2023-09-06", "content": "**On September 6, 2023, :abbr[US] Secretary of State Anthony Blinken announced US$409 million in humanitarian assistance during a state visit to Ukraine.**\\\n\\\nUS$257 million will be funded through :abbr[USAID] and US$152 million through the Department of State. The continued support will come in cash assistance, health, shelter, and :abbr[WASH] services. Additionally, the assistance will provide care and psychosocial support for vulnerable populations. Part of the funding will be directed to the :abbr[UN]-managed Ukraine Humanitarian Fund.\\\n\\\nDemocracy and governance assistance is targeted at bolstering anti-corruption efforts, improving digital recovery, and advancing reconstruction efforts. Human rights assistance is intended to help support the victims of the war through improved access to legal, medical, and other resources.   \n\n", "sources": [{"type": "press_release", "language": "english", "name": "USAID", "link": "https://www.usaid.gov/news-information/press-releases/sep-06-2023-united-states-announces-203-million-additional-democracy-human-rights-and-governance-assistance-support-people-ukraine"}, {"type": "press_release", "language": "english", "name": "USAID", "link": "https://www.usaid.gov/news-information/press-releases/sep-06-2023-united-states-provides-more-206-million-additional-humanitarian-assistance-support-people-ukraine"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": [{"topics_id": {"name": "Global Health"}}]}, {"title": "ICAI evaluates UK illegal immigration law's impact on ODA allocation", "slug": "icai-evaluates-uk-illegal-immigration-laws-impact-on-oda-allocation-2023", "publish_date": "2023-09-06", "content": "**On September 6, 2023, the :abbr[UK]’s aid watchdog  :abbr[ICAI]{title=\"Independent Commission on Aid Impact\"} released an update on the implications of the :abbr[UK]’s new Illegal Immigration Act, finding that the act would impact the :abbr[UK]’s ability to report its spending on irregular asylum-seekers as :abbr[ODA].**\\\n\\\nThe act was introduced to Parliament on March 7, 2023, and received Royal Assent, though it has not come into force. The act denied individuals arriving in the :abbr[UK] through irregular or illegal routes the ability to apply for asylum. It gave the :abbr[UK] the right to return individuals to their home country or a third country where their asylum claim could be assessed.\\\n\\\n:abbr[ICAI] found that denying access to an asylum application entails that these individuals are not considered refugees under :abbr[UK] law, therefore, funds expended on them cannot be classified as in-donor refugee costs.\\\n\\\nIn 2022, the :abbr[UK] spent GBP3.7 billion (US$4.4 billion) of its :abbr[ODA] budget on in-donor refugee costs. The Home Office was responsible for GBP2.9 billion (US$3.5 billion) of these funds.\\\n\\\n:abbr[ICAI] created three scenarios for 2024 to evaluate at the impact of :abbr[ODA] spending on in-donor refugee costs.\n- Scenario 1 assumes the act is fully implemented, and the government does not create any new safe and legal routes. In-donor refugee costs would fall to just GBP222 million (US$266 million) in 2024;\n- Scenario 2 assumes the act is fully implemented, and the government sets up new safe and legal routes by expanding the :abbr[UK] Resettlement Scheme to take an additional 20,000 refugees per year. In-donor refugee costs would fall sharply to GBP394 million (US$472 million) in 2024; and\n- Scenario 3 assumes that the act is only partially implemented, applied only to some people arriving via illegal routes. In-donor refugee costs would remain high, standing at GBP1.8 billion (US$2.2 billion) in 2024, though this would still be below 2022 levels.\n\n<br>\n\n:abbr[ICAI] noted that the act would not affect people seeking protection through safe and legal routes via :abbr[UK] schemes such as its nationality-based schemes for Hong Kong and Ukraine and the more limited schemes for Afghanistan and Syria. Around 60% of the 500,000 people who have received some form of protection in the :abbr[UK] since 2015 arrived through safe and legal routes from Ukraine and Hong Kong. :abbr[ICAI] also noted, however, that the number of individuals coming from these two countries to the :abbr[UK] has significantly decreased in the 1<sup>st</sup> and 2<sup>nd</sup> quarters of 2023 and is likely to continue to decrease in the future.\\\n\\\nAn explanatory note accompanying the act mentioned the Prime Minister’s promise to create more safe and legal routes for people seeking asylum in the :abbr[UK]. :abbr[ICAI] noted that the Prime Minister also stated that more safe and legal routes will only be implemented once the government has achieved sufficient control of :abbr[UK] borders.\\\n\\\n:abbr[ICAI] has not sought legal advice or input on the act. The report was intended to inform :abbr[MP]s about the potential ramifications of the act on :abbr[ODA] spending lines. The Home Office is undertaking its own review, which is slated to be released later in 2023.", "sources": [{"type": "report", "language": "english", "name": "ICAI ", "link": "https://icai.independent.gov.uk/html-version/uk-aid-to-refugees-in-the-uk-oda-eligibility-update/"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global health R&D"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "UK publishes international development progress report", "slug": "uk-publishes-international-development-progress-report", "publish_date": "2023-09-02", "content": "**On September 2, 2023, the :ABBR[UK] government published a report highlighting the :ABBR[UK]’s progress in implementation of the :ABBR[UK]’s Strategy for International Development, originally published in May 2022.**\\\n\\\nThe progress report highlighted the :abbr[UK]'s efforts in:\n- Helping to support sustainable growth by: allocating GBP2.3 billion (US$2.8 billion) of new guarantees with key :abbr[MDB]s to support sustainability in partner countries, signing Just Energy Transition Partnerships with South Africa, Indonesia, Vietnam, and Senegal to support clean energy, and providing GBP588 million (US$704 million) in private and public finance for clean energy innovation through the Ayrton Fund;\n- Supporting vulnerable communities facing humanitarian crises by: providing a provisional total of GBP1.06 billion (US$1.3 billion) in humanitarian aid in 2022 to countries including Syria, Sudan, Turkey, Afghanistan, and Ukraine;\n- Strengthening global health by: hosting the Global Pandemic Preparedness Summit in 2022 alongside :abbr[CEPI] to raise more than GBP1.1 billion (US$1.3 billion) for :abbr[PPR], helping secure multilateral agreement for a legally binding global :abbr[PPR] instrument, pledging GBP25 million (US$30 million) to a new pandemic preparedness fund, and funding :ABBR[UK] research on a new insecticide for malaria bed nets, which is currently protecting 63 million people;\n- Promoting open science for global resilience by: investing GBP300 million (US$359 million) in :abbr[R&D] to strengthen local resilience in partner countries, which includes new research with the Bill & Melinda Gates Foundation to increase agricultural yields by up to 20% for certain crops while protecting biodiversity. Additionally, providing funding for the Global Innovation Fund;\n- Supporting girls’ education and women’s rights by: helping build a Global Coalition for Foundational Learning alongside :abbr[USAID], the World Bank, :abbr[UNESCO], :abbr[UNICEF], and the Gates Foundation that calls on governments around the world to prioritize :abbr[FLN] for marginalized children and girls. Additionally, signing a flagship GBP38 million (US$45.5 million) program in March 2023 designed to strengthen grassroots women's rights organizations and hosting the ‘Preventing Sexual Violence in Conflict Initiative’ International Conference in 2022, which led to 40 countries committing to tackle conflict-related sexual violence.\n- Supporting reform of the international financial system by: allocating GBP4 billion (US$5 billion) in :abbr[SDR] through the :abbr[IMF] to deliver affordable long-term financing in low and lower-middle income countries, and working to mainstream :abbr[CRDCs]{title=\"Climate Resilient Debt Clauses\"} in loan agreements to vulnerable countries; and\n- Strengthening :ABBR[UK] :abbr[ODA] by: creating a new position for Minister for Development and Africa, creating a Ministerial :abbr[ODA] Board  to improve :abbr[ODA] spending oversight, and the establishment of a Second Permanent Secretary at the :abbr[FCDO] to oversee development priorities.", "sources": [{"type": "report", "language": "english", "name": "UK government", "link": "https://www.gov.uk/government/publications/delivering-the-uks-international-development-strategy-2023-progress-update/delivering-the-uks-international-development-strategy-2023-progress-update"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": [{"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Netherlands nominates World Bank Board Director", "slug": "netherlands-nominates-world-bank-board-director-2023", "publish_date": "2023-09-01", "content": "**On September 1, 2023, the Dutch Council of Ministers mandated the Minister of Finance and Minister for Foreign Trade and Development Cooperation to nominate Eugene Rhuggenaath as the new Executive Director of the World Bank Group.**\\\n\\\nOnce approved by the other constituency countries, Rhuggenaath will take office in November 2023 for a four-year term. The Dutch government noted that the World Bank is the only global international financial institution where the Netherlands has a permanent seat on the Board of Directors.\\\n\\\nThe Director is responsible for all parts of the World Bank Group and acts on behalf of the constituency countries, which are: the Netherlands, Armenia, Bosnia-Herzegovina, Bulgaria, Croatia, Cyprus, Georgia, Israel, North Macedonia, Moldova, Montenegro, Romania, and Ukraine.\\\n\\\nRhuggenaath is currently chair of the Supervisory Board of the Caribbean Netherlands Pension Fund and has been part of the task force tackling bottlenecks in the Caribbean Netherlands. Previously, Rhuggenaath was Prime Minister, Minister of Education, Culture, and Sport, and Minister of Economic Development in Curaçao. He also served as a director at various international financial services institutions.", "sources": [{"type": "press_release", "language": "dutch", "name": "Dutch government", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/nieuws/2023/09/01/voordracht-eugene-rhuggenaath-bewindvoerder-bij-de-wereldbankgroep"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Norway publishes UNGA priorities", "slug": "norway-publishes-unga-priorities", "publish_date": "2023-09-01", "content": "**On September 1, 2023, the Ministry of Foreign Affairs published Norway's guiding priorities for the 78<sup>th</sup>  :abbr[UN] General Assembly.**\\\n\\\nThe key priorities outlined were to:\n- Promote binding multilateral cooperation to increase capacity to deal with challenges such as the climate crisis, future pandemics, and the war in Ukraine;\n- Promote international law and the international legal order and participate actively in forums where international law is being developed;\n- Strengthen human rights, protect and promote human rights, democracy, and the rule of law, as well as integrate a rights-based approach into the :abbr[UN]'s work;\n- Strengthen the :abbr[UN]’s capacity to prevent and resolve conflicts to ensure that :abbr[UN] efforts follow a nexus approach in the areas of mediation, stabilization, peace building, humanitarian response, and development;\n- Continue to push for nuclear disarmament and bolster cooperative capacity to engage with nuclear-equipped states;\n- Strengthen the :abbr[UN]’s capacity to prevent and respond to humanitarian crises and promote international cooperation on refugees and migrants and promote the principles of humanity, impartiality, neutrality, and independence; and\n- Promote the implementation of the 2030 Agenda,  particularly concerning food security, climate and environmental issues, energy, gender equality, health, the oceans, and on reducing inequalities.\n    \n <br>\n\nThe Norwegian delegation will include representatives of Norwegian :abbr[CSO]s. Norway has expressed interest in a 'nexus approach' to achieve the :abbr[SDG]s and underlined the importance of improving the coordination between humanitarian action, peace building, and long-term development efforts.\n\n", "sources": [{"type": "press_release", "language": "norwegian", "name": "Government of Norway", "link": "https://www.regjeringen.no/en/topics/foreign-affairs/the-un/norges-hovedprioriteringer-under-fns-generalforsamlinger/norways-main-priorities-for-the-78th-session-of-the-un-general-assembly/id2992741/"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": []}, {"title": " Canada announces Indo-Pacific trip", "slug": "canada-announces-indo-pacific-trip-2023", "publish_date": "2023-08-30", "content": "**On August 30, 2023, Canadian Prime Minister Justin Trudeau announced that he will travel to  Indonesia from September 5-6 to participate in the :abbr[ASEAN] Summit, followed by Singapore from September 7-8 for a bilateral visit, and India from September 9-10 to participate in the :abbr[G20] Summit.**\\\n\\\nIn Indonesia, Trudeau will meet with President Joko Widodo to discuss shared priorities including climate change, food security, and advancing economic ties through energy production and trade. Trudeau noted that he will officially launch the :abbr[ASEAN]-Canada Strategic Partnership at the :abbr[ASEAN] Summit.\\\n\\\nIn Singapore, Trudeau will meet with Singaporean Prime Minister Lee Hsien Loong to discuss strengthening bilateral relations, particularly through promoting Canadian exports and investment opportunities. He will also meet with several key leaders in the private sector. \\\n\\\nIn India, at the :abbr[G20] Summit, Trudeau intends to promote collaboration among :abbr[G20] partners to tackle global crises including in the areas of climate change, international financial institution reform, food and energy security, gender equality, and global health. He will also continue to advocate for collective action to hold Russia accountable for the war in Ukraine.", "sources": [{"type": "press_release", "language": "english", "name": "Office of the Prime Minister of Canada", "link": "https://www.pm.gc.ca/en/news/news-releases/2023/08/30/prime-minister-travel-indo-pacific-strengthen-ties"}], "funders": [{"funder_profiles_id": {"name": "Canada"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "South Korea submits 2024 budget proposal", "slug": "south-korea-submits-2024-budget-proposal-2023", "publish_date": "2023-08-29", "content": "**On August 29, 2023, South Korea's :abbr[MOFA] announced that it will submit their budget proposal for 2024 to the National Assembly, including a KRW4.3 trillion (US$3.3 billion) expansion of South Korea's contribution to international organizations and :abbr[ODA] to strengthen South Korea's role as an engaged global player.**\\\n\\\nThe international organizations budget line increased from KRW662 billion (US$502 million) in 2023 to KRW 818 billion (US$620 million) in the 2024 budget. The :abbr[ODA] budget line increased significantly from KRW300 billion (US$227 million) in 2023 to KRW740 billion (US$561 million) in the 2024 budget.\\\n\\\nThe increased :abbr[ODA] budget is intended to contribute to mutual interests and humanitarian values by supporting innovation and development in partner countries, addressing long-lasting conflicts including the war in Ukraine, and responding to large-scale global emergencies and disasters.", "sources": [{"type": "press_release", "language": "korean", "name": "Ministry of Foreign Affairs ", "link": "https://www.mofa.go.kr/www/brd/m_4080/view.do?seq=374032&page=3"}, {"type": "press_release", "language": "korean", "name": "Korean Government", "link": "https://www.korea.kr/briefing/pressReleaseView.do?newsId=156587366&call_from=seoul_paper"}], "funders": [{"funder_profiles_id": {"name": "South Korea"}}], "topics": []}, {"title": "EU, EIB provide additional US$9 million for education in Ukraine", "slug": "eu-eib-provide-additional-us-9-million-for-education-in-ukraine-2023", "publish_date": "2023-08-23", "content": "**On August 23, 2023, the :abbr[EIB] announced an additional EUR9 million (US$9 million) grant for vocational education in Ukraine.**\\\n\\\nThe grant was included in the announcement of an :abbr[EIB] collaboration with Ukraine's Ministry of Education and Science on implementing the country's Vocational Education and Training Program. The program was initially launched in 2021, and received funding totaling EUR58 million (US$63 million).\\\n\\\nThe additional grant funding was allocated to support technical assistance and program visibility as the :abbr[VET]{title=\"Vocational Education and Training Program\"} is implemented.", "sources": [{"type": "press_release", "name": "EIB", "link": "https://www.eib.org/en/press/all/2023-299-eu-and-eib-continue-helping-ukraine-build-modern-vocational-education-infrastructure"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": [{"topics_id": {"name": "Education"}}]}, {"title": "Sweden increases Ukraine support to US$2.4 billion", "slug": "sweden-increases-ukraine-support-to-us-2-4-billion-2023", "publish_date": "2023-08-19", "content": "**On August 19, 2023, Swedish Prime Minister Ulf Kristersson hosted Ukrainian President Volodymyr Zelenskyy, the Speaker of the Sweden's parliament, the Swedish Supreme Commander of the Armed Forces, and leaders representing Sweden's political parties to announce an increase in Sweden's support to Ukraine.**\\\n\\\nSweden's committed support for Ukraine totals SEK26 billion (US$2.4 billion). The assistance has encompassed humanitarian assistance, financial backing, reconstruction initiatives, and support for civil crisis response capabilities.\\\n\\\nThe Swedish government adopted a reconstruction and reform cooperation strategy with Ukraine on July 17, 2023, dedicating SEK6 billion (US$54 million) to the endeavor. ", "sources": [{"type": "press_release", "language": "english", "name": "Government of Sweden", "link": "https://www.government.se/press-releases/2023/08/sweden-and-ukraine-strengthen-their-cooperation/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": []}, {"title": "Report recommends Norwegian oil fund international development", "slug": "report-recommends-norwegian-oil-funding-for-international-development-2023", "publish_date": "2023-08-15", "content": "**On August 15, 2023, a report commissioned by the Norwegian Refugee Council and Save the Children recommended that Norway draw from oil funds to meet humanitarian needs around the globe.**\\\n\\\n Economics Norway launched the report, titled \"No rule without exception - a discussion on the use of extra oil money in an extraordinary time\", during Arendalsweek. It estimated that more than two billion people will live in vulnerable areas by 2030.\\\n\\\nThe report stated that the costs associated with the consequences of future crises would likely be significantly higher than attempting to mitigate them in the current day. It argued that money used outside the mainland economy is not inflationary to the Norwegian economy, which is a common concern with the use of oil funds.\\\n\\\nNorway has undertaken major commitments in terms of international development. They include a doubling of annual climate financing to NOK14 billion (US$1.3 billion), as well as the new Nansen program for Ukraine. The authors of the report noted that it will be difficult to deliver on these commitments and continue the current level of humanitarian assistance and development assistance without the use of oil funds.\\\n\\\nThe report acknowledged that the question about the use of oil money is a highly political issue requiring a broad political majority. However, the authors argued that the extraordinary humanitarian and developmental demands present globally require strong decision-making.\n", "sources": [{"type": "news_article", "language": "norwegian", "name": "Panorama Nyheter", "link": "https://www.panoramanyheter.no/afrika-flyktninghjelpen-humanitaere-kriser/utfordrer-handlingsregelen-vil-bruke-oljefondet-for-a-handtere-globale-kriser/343105"}, {"type": "report", "language": "norwegian", "name": "Samfunnsøkonomisk", "link": "https://www.flyktninghjelpen.no/globalassets/pdf/reports/ingen-regel-uten-unntak/r17-2023-ingen-regel-uten-unntak.pdf"}, {"type": "speech", "language": "norwegian", "name": "Arendalsweek"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": []}, {"title": "SRID evaluates Japan’s revised Cooperation Charter", "slug": "srid-evaluates-japan-s-revised-cooperation-charter-2023", "publish_date": "2023-07-31", "content": "**On July 31, 2023, the Japan-based Society of Researchers for International Development released its 25<sup>th</sup> journal, which focused on Japan's [recently revised Development Cooperation Charter](https://donortracker.org/policy_updates?policy=japan-revises-development-cooperation-charter).**\\\n\\\nThe journal described the fourfold crisis that emerged in the first few years of the 2020s. The COVID-19 pandemic, the Russian war of aggression in Ukraine, the rapidly escalating climate crisis, and the emerging hegemonic struggle between the :abbr[US] and China all contributed to what :abbr[SRID]{title=\"Society of Researchers for International Development\"} described as an \"era of discontent\".\\\n\\\nJapan’s revised :abbr[ODA] guidelines were at the forefront of discussion. The new guidelines emphasized the consideration of national interests and other geopolitical factors in allocating :abbr[ODA]. \"Offer-type assistance\" featured prominently and aimed to prevent cherry-picking of assistance items by combining :abbr[ODA] with support from other international development actors.\\\n\\\n:abbr[SRID]{title=\"Society of Researchers for International Development\"} noted that many development advocates believe :abbr[ODA] should have an independent mission of contributing to the stability and prosperity of partner countries, rather than being part of national security strategy as outlined by the revised Japanese charter.\\\n\\\nThe journal acknowledged the need for change in the face of international crisis but expressed uncertainty about the Japanese guidelines as guiding principles for future international development activities. The largest concern lay with the potential impact on Japan’s :abbr[ODA] budget allocation and whether the new guidelines aligned with the central mission of international development.\\\n\\\nExperts reiterated the importance of strategic autonomy for partner countries amidst ongoing crises and advocated for a multilateral and non-discriminatory international economic system. :abbr[SRID]{title=\"Society of Researchers for International Development\"} called for careful monitoring of the implementation of the new :abbr[ODA] guidelines and emphasized the need for dialogue between policymakers and implementers. ", "sources": [{"type": "oped", "language": "japanese", "name": "Society of Researchers of International Development", "link": "https://www.sridonline.org/j/jvhtml.html?pmt=doc/j202307s02a01_pmt.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "Germany pledges U$31 million for sustainable food security", "slug": "germany-pledges-u-31-million-for-sustainable-food-security", "publish_date": "2023-07-25", "content": "**On July 25, 2023, at the :abbr[UN] Conference on Global Food Systems in Rome, Italy, :abbr[BMZ] State Secretary Jochen Flasbarth called for advancements in climate-adapted local agriculture to reduce reliance on volatile world food markets and counter Russia's use of wheat blockades as a weapon in the war against Ukraine.**\\\n\\\nFlasbarth emphasized the importance of achieving lasting structural changes. He called for the end of slow, reactionary crisis solutions and urged policymakers to reduce dependencies on global wheat and fertilizer markets and promote local, climate-adapted farming in partner countries. The conference intended to reduce the impact of future food crises by tackling intersectional issues such as hunger, inequality, climate change, and biodiversity loss.\\\n\\\nFlasbarth announced a collaboration with the :abbr[WFP] on a five-year program worth EUR22 million (US$25 million) for sustainable and inclusive school feeding. The :abbr[BMZ] announced an additional EUR5 million (US$6 million) in 2023 to the newly established financing window for the transformation of food systems under the :abbr[UN] Joint :abbr[SDG] Fund.\\\n\\\nThe 2023 summit was billed as a \"Stocktaking Moment\" following the 2021 :abbr[UN] Food Systems Summit, which called for collective action to achieve all 17 :abbr[SDGs] through the transformation of food systems. The 2023 summit provided member states and stakeholders the opportunity to report on their activities and identify new solutions to further the transformation of agricultural and food systems.\n", "sources": [{"type": "press_release", "language": "german", "name": "Ministry for Economic Cooperation and Development", "link": "https://www.bmz.de/de/aktuelles/aktuelle-meldungen/un-gipfel-zur-welternaehrung-flasbarth-bei-konferenz-in-rom-169334"}], "funders": [{"funder_profiles_id": {"name": "Germany"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "Sweden adopts strategy for Ukraine's reconstruction", "slug": "sweden-adopts-strategy-for-ukraines-reconstruction-2023", "publish_date": "2023-07-25", "content": "**On July 17, 2023, Sweden pledged SEK6 billion (US$60 million) to a strategic plan for the reconstruction and development of Ukraine from 2023-2027, marking its largest ever bilateral aid initiative to date.**\\\n\\\nThe government press release outlined five key areas of assistance: \n\n1. Prioritizing reconstruction efforts, especially of critical infrastructure and basic public services;\n2. Emphasizing the significance of a green transition and sustainable development;\n3. Promoting inclusive economic development, entrepreneurship, and trade;\n4. Advancing security and stabilization; and \n5. Promoting human rights, democracy, the rule of law, and gender equality.\n\n<br>\n\nSwedish Minister for International Development Cooperation and Trade Johan Forssell emphasized Ukraine as a priority for Swedish :abbr[ODA]. He stated that the strategy will significantly bolster Ukraine's resilience, democratic development, and resistance against Russia's illegal invasion.\\\n\\\nRather than merely restoring Ukraine to its pre-aggression state, the plan aims to modernize and further develop the country based on its specific needs, priorities, and ambitions.", "sources": [{"type": "press_release", "language": "swedish", "name": "Government of Sweden", "link": "https://www.regeringen.se/pressmeddelanden/2023/07/regeringen-antar-ny-bistandsstrategi-for-ukraina/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": []}]}