{"meta": {"filter_count": 287}, "data": [{"title": "World Bank approves Crisis Facility for Ukraine", "slug": "world-bank-approves-crisis-facility-for-ukraine", "publish_date": "2023-05-19", "content": "**On May 19, 2023, the World Bank's Board of Executive Directors approved a new Crisis Facility for the International Development Association, intended to support Ukraine, Moldova, and other countries impacted by the ongoing war in Ukraine.**\\\n\\\nThe move was heavily influenced by Sweden, with the Swedish government contributing SEK600 million (US$57 million) to assist Ukraine and Moldova in December 2022.\\\n\\\nJohan Forssell, Sweden's Minister for International Development Cooperation and Foreign Trade, who also holds the presidency of the Council of the :abbr[EU], was a prominent figure in garnering support for those affected by the war in Ukraine, including the establiahment of the Crisis Facility.\\\n\\\nThe Facility was developed to address two primary objectives:\n- First, the Facility was intended to finance the early recovery and reconstruction in Ukraine and Moldova, investing in areas like health, energy, transport, agriculture, and a social protection network. Moldova, which is grappling with an energy crisis and a significant influx of Ukrainian refugees, will particularly benefit from the assistance; and\n- Second, the Facility was proposed to support crisis mitigation in :abbr[LICs] that have suffered from the repercussions of Russia's war in Ukraine, focusing mainly on bolstering food security. ", "sources": [{"type": "press_release", "language": "swedish", "name": "Press Release - Government of Sweden", "link": "https://www.regeringen.se/pressmeddelanden/2023/05/varldsbanken-inrattar-en-krisfacilitet-med-stod-av-sverige-for-ukraina-och-andra-lander-drabbade-av-krigets-effekter/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Council of Europe establishes Ukraine War Damage Register in The Hague", "slug": "council-of-europe-establishes-netherlands-ukraine-war-damage-register", "publish_date": "2023-05-17", "content": "**On May 17, 2023, the Council of Europe established a registry for damage resulting from the war in Ukraine at a summit held in Reykjavik.**\\\n\\\nThe Damage Register was established within the Council’s framework of the Enlarged Partial Agreement, which enabled the registry to be set up quickly with the support of countries within and outside of the Council of Europe. So far, 43 countries have joined the register, including the Netherlands and Ukraine.\\\n\\\nThe register was founded to receive, process, and store damage claims from citizens, companies, and governments who are victims of Russia’s war against Ukraine. The submitted claims may be assessed at a later date through a future compensation mechanism.\\\n\\\nThe Dutch Council of Ministers offered The Hague as a location for the register in February 2023. The Dutch Government reported that Ukraine has been and will continue to be closely involved in preparing the register and that it is expected to be fully operational in 2024.", "sources": [{"type": "press_release", "language": "dutch", "name": "Dutch government", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/nieuws/2023/05/17/schaderegister-oekraine-formeel-opgericht-tijdens-top-raad-van-europa-in-reykjavik"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "EU's von der Leyen shares priorities for Hiroshima Summit", "slug": "eus-von-der-leyen-shares-priorities-for-hiroshima-summit", "publish_date": "2023-05-15", "content": "**On May 15, 2023, European Commission President Urusla von der Leyen released a statement outlining the bloc's priorities for the Hiroshima Summit.**\\\n\\\nForemost, von der Leyen highlighted Ukraine as the bloc's main priority. She highlighted :abbr[EU]'s commitment to supporting Urkaine \"as long as it takes.\" However, von der Leyen did not explicitly mention assistance to Urkaine, or plans for reconstruction, focusing instead on sanctions and mechanisms for holding Russia accountable for the invasion.\\\n\\\nAdditionally, von der Leyen highlighted both decarbonisation and financial architecture as development priorities to be discussed at the summit. Acknowledging the shared priorities of countries seeking to decarbonize, von der Leyen urged countries to take advantage of opportunities to cooperate, rather than competing for resources. Similarly, she highlighted the need for countries to find mutually beneficial and innovative solutions to mobilize private finance and develop more robust finance flows.\n:abbr[ ]{title=\"2023 G7 Meetings\"}\n:abbr[ ]{title=\"Development Finance Architecture Reform\"}", "sources": [{"type": "press_release", "name": "EU Commission", "link": "https://ec.europa.eu/commission/presscorner/detail/en/statement_23_2765"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "Norwegian CSOs criticize proposed 2023 Revised State Budget reallocations", "slug": "norwegian-csos-criticize-proposed-2023-revised-state-budget-reallocations", "publish_date": "2023-05-11", "content": "**On May 11, 2023, the Norwegian government presented its revised state budget for 2023.**\\\n\\\nIn the budget, the government proposed a record high allocation to international development of NOK58.5 billion (US$5.5 billion), or 1% of Norwegian :abbr[GNI].\\\n\\\nIn a related press release, the Ministry of Foreign Affairs stated that more refugees from Ukraine are coming to Norway than previously estimated. To cover part of the increased costs of in-country refugee measures, the government proposed an NOK1.8 billion (US$169 million) increase to the development budget.\\\n\\\nAdditionally, the proposal reprioritized several funds under the development budget to offset in-donor refugee costs. In particular, the government also proposed reallocations from the budget lines for health (NOK352 million; US$33 million), education (NOK152 million; US$14 million) and civil society (NOK240 million; US$22 million).\\\n\\\nSeveral Norwegian :abbr[CSOs] criticized the reallocation of funding intended for partner :abbr[LICs] to finance in-country measures in Norway, as well as the cuts in funding for civil society.", "sources": [{"type": "press_release", "language": "norwegian", "name": "Ministry of Foreign Affairs", "link": "https://www.regjeringen.no/no/aktuelt/nar-malet-om-en-prosent-til-bistand/id2976806/"}, {"type": "news_article", "language": "norwegian", "name": "Panoramanyheter", "link": "https://www.panoramanyheter.no/bistandsbudsjettet-statsbudsjettet-utviklingspolitikk/mer-til-mottak-av-flyktninger-i-norge-mindre-til-skole-og-helse/336168"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Trudeau announces trip to Republic of Korea, Japan", "slug": "trudeau-announces-trip-to-republic-of-korea-japan", "publish_date": "2023-05-10", "content": "**On May 10, 2023, Canadian Prime Minister Justin Trudeau announced that he will travel to the Republic of Korea from May 16-18, 2023 for an official bilateral visit, and to Japan from May 19-21, 2023 to participate in the :abbr[G7] Summit.**\\\n\\\nRegarding his visit to Korea, Trudeau shared plans to meet with Korean President Yoon Suk Yeol to celebrate the 60<sup>th</sup> anniversary of diplomatic relations between Canada and Korea. Additionally, Trudeau's agenda included disccusions on shared priorities including economic and energy security, net-zero emission economies, democracy, human rights, and gender equality, in relation to Canada’s [*Indo-Pacific Strategy*.](https://www.international.gc.ca/transparency-transparence/indo-pacific-indo-pacifique/index.aspx?lang=eng)\\ \n\\\nFor his trip to Japan during the :abbr[G7] Summit, Trudeau's agenda foregounded promoting cooperation among :abbr[G7] partners to address contemporary global challenges, including:\n- Meeting the needs of emerging and developing economies; \n- Supporting Ukraine as it defends itself against Russia’s illegal invasion;\n- Defending peace, security, and human rights internationally; and\n- Taking ambitious climate action while growing clean economies.", "sources": [{"type": "press_release", "language": "english", "name": "Office of the Prime Minister of Canada", "link": "https://pm.gc.ca/en/news/news-releases/2023/05/10/prime-minister-travel-republic-korea-and-attend-g7-summit-japan "}], "funders": [{"funder_profiles_id": {"name": "Canada"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "Norad data show record high funding towards international development in 2022 ", "slug": "norad-data-show-record-high-funding-towards-international-development-in-2022-", "publish_date": "2023-05-09", "content": "**On May 9, 2023, :abbr[Norad] released data showing that Norway allocated a record high amount of funding to international development in 2022.**\\\n\\\nIn 2022, Norway spent NOK49.6 billion (US$4.7 billion) on international development. The amount comprised an increase of over NOK9 billion (US$857 million) compared to 2021. The agency attributed the increase to funding to Ukraine and in-country refugee expenses.\\\n\\\nIf compared in current prices, the data show a 24% increase in funding to international development between 2021 and 2022. However, in inflation-adjusted prices, the funding is comparable to 2021 spending, showing an increase of 2.4%.\\ \n\\\nThe data showed that in 2022, the international development funding stood at 0.86% of Norwegian :abbr[GNI], falling below Norway's target of 1%, but well above the :abbr[UN] target of 0.7%.\\\n\\\nIn 2022, Ukraine was the largest recipient country of Norwegian development funding, receiving NOK5.6 billion (US$533 million). In comparison, Norway allocated almost the same amount of funding to Syria over a six-year period when the country was at war. Never before has Norway given such a large amount of development funding to one country.\\\n\\\nOf the NOK5.6 billion (US$533 million) allocated to Ukraine, NOK2.1 billion (US$200 million) supported access to energy, NOK2 billion (US$190 million) supported emergency assistance, and a large amount of the last NOK1.5 billion (US$142 million) was allocated towards the World Bank's crisis fund for Ukraine and budget support through the World Bank.\\\n\\\nRefugee expenditure in Norway accounted for 9%, or NOK4.7 billion (US$447 million) of all Norwegian development funding in 2022. The amount was the highest expenditure on in-donor refugee costs since 2016.\\\n\\\nLooking at the geographical distribution of Norwegian development funding, the African continent remains the largest region, receiving 36% of total funding in 2022. However, Ukraine played a significant role in shaping the regional funding trends in 2022. For instance, Africa received over 50% of Norwegian funding in 2021, while Europe went from 4% of the funding in 2021 to 29% in 2022.\\\n\\\nThe report also highlighted trends in Norwegian :abbr[ODA] by partner:\n- Eight out of 10 of Norway's largest partners in 2022 were multilateral organizations;\n- NOK25 billion (US$2.3 billion), or 51% of Norwegian devlopment funding was allocated to multilateral organizations, down from 58 % in 2021; and\n- The World Bank Group was Norway's largest partner in 2022, receiving NOK4.6 billion (US$438 million), an increase of NOK1 billion (US$95 million) from 2021.\n\n<br>\n\nThe report also analyzed Norweign funding by sector:\n- Health: After two years of increased funding towards health, funding decreased in 2022. However,  funding for :abbr[SRHR] increased by NOK300 million (US$28 million) in 2022;\n- Education: There was a reduction from NOK3.8 billion (US$362 million) in 2021 to NOK3.1 billion (US$295 million) in 2022, the lowest level of funding towards education since 2015;\n- Equality and women's rights: Equality and women's rights are cross-cutting priorities in Norwegian international development, with funding increasing to NOK13 billion (US$1.2 billion) in 2022;\n- Climate: Funding towards climate increased considerably in 2022 to NOK8.9 billion (US$848 million), in line with Norway's goal of doubling its climate finance for :abbr[LICs] by 2026; and\n- Agriculture and food security: In 2022, funding for agriculture and food security reached NOK3.6 billion (US$343 million), with the majority of funding supporting partners on the African continent. \n", "sources": [{"type": "conference_statement", "language": "norwegian", "name": "Norad", "link": "https://www.norad.no/aktuelt/arrangementskalender/2023/tall-som-teller-2023/"}, {"type": "news_article", "language": "norwegian", "name": "Panorama nyheter", "link": "https://www.panoramanyheter.no/bistand-norad-ukraina/ukraina-krigen-ga-bistandsrekord-1/335930"}, {"type": "press_release", "language": "norwegian", "name": "Norad", "link": "https://www.norad.no/aktuelt/nyheter/2023/krig-i-europa-setter-press-pa-bistanden-til-verdens-fattigste/"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Spain's Sánchez highlights SDGs in meeting with UN Secretary General", "slug": "spains-sanchez-highlights-sdgs-in-meeting-with-un-secretary-general", "publish_date": "2023-05-08", "content": "**On 8 May, 2023, Spain’s Prime Minister Pedro Sánchez met at La Moncloa, Madrid, with :abbr[UN] Secretary General António Guterres.**\\\n\\\nThe leaders discussed global challenges such as climate change, sustainable development goals, and the war in Ukraine. Sánchez reiterated Spain’s support for the Sustainable Development Summit, which will take place in September 2023 during the UN General Assembly.\\\n\\\nFollowing the meeting, Guterres was awarded the 2023 Carlos V European Award by the Spanish king Felipe VI on 9 May, 2023. In his acceptance speech, Guterres underlined the importance of strengthening global efforts to tackle climate change and advance sustainable development and global solidarity in order to reduce inequities between countries. \n:abbr[ ]{title=\"UN General Assembly\"}\n", "sources": [{"type": "press_release", "language": "spanish", "name": "PM Office La Moncloa", "link": "https://www.lamoncloa.gob.es/presidente/actividades/Paginas/2023/080523-sanchez-secretario-onu-guterres.aspx"}, {"type": "news_article", "language": "spanish", "name": "elDiario.es", "link": "https://www.eldiario.es/extremadura/politica/guterres-secretario-onu-recibe-premio-carlos-v-yuste-une-extremadura-portugal_1_10187974.html"}], "funders": [{"funder_profiles_id": {"name": "Spain"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "Swedish development minister outlines priorities for 2023", "slug": "swedish-development-minister-outlines-priorities-for-2023", "publish_date": "2023-05-04", "content": "**On May 4, 2023, Swedish Minister for International Development Johan Forssell published an article in the Dagen Daily outlining Sweden's :abbr[ODA] priorities.**\\\n\\\nCo-written with Gudrun Brunegård, development policy spokesperson for the governing Christian Democratic Party, the piece emphasized the importance of maintaining international solidarity and improving the effectiveness of Swedish :abbr[ODA]. In particular, the piece outlined nine aspects of Swedish development cooperation:\n\n- **Increased and predictable assistance**: With a fixed budget framework of SEK56 billion (approximately US$5.5 billion) per year for 2023-2025, the authors outlined a clear, upward trajectory for Swedish :abbr[ODA]. Over the next three years, Sweden will spend a total of SEK168 billion (about US$16.5 billion) on :abbr[ODA], or a SEK6 billion (US$583 million) increase from the 2020-2022 period.\n- **Linking :abbr[ODA] and international trade:** The authors highlighted that development assistance and trade policy should be coordinated and deepened, while also advancing democracy and the rule of law in partner countries.\n- **CSO Partnerships**: The authors outlined the government's ambition to develop its partnership with civil society, both in Sweden and in its partner countries, in order to deliver more effective and transparent assistance.\n- **Ukraine a Top Priority:** The article higlighted that Ukraine will remain Sweden's top :abbr[ODA] priority. In particular, the authors positioned Sweden as a long-term partner to Ukraine, with increased focus on humanitarian aid while supporting Ukraine's democratic development, economy, :abbr[EU] integration, and sustainable reconstruction.\n- **Global Health**: The article also reflected the government's commitment to poverty reduction and health interventions for the most vulnerable, such as preventive health education, increased vaccination coverage, and strengthened healthcare. Support will be given to women subjected to sexual violence in conflict areas. Sweden will also contribute to international efforts to prevent and manage pandemics and other health threats. \n- **Democracy and human rights**: The article also emphasized the necessity of expanding  democracy, human rights, and the rule of law to enable :abbr[CSOs] to work effectively in partner countries.\n- **Climate**: The piece outlined Sweden's prioritization on expanding climate finance. Specific priorities included emissions reductions, transition to fossil-free energy, and energy efficiency, as well as support for climate adaptation in culnerable countries. The authors also applauded Sweden's doubled allocation to the Global Environment Fund (totaling SEK4.1 billion; US$431 million) for the 2022–2026 period.\n- **Gender Equality**: Under the heading of gender equality, the authors noted :abbr[Sida]'s upcoming strategies on :abbr[SRHR] and commitment to considering the needs of women, girls, youth, people with disabilities, and :abbr[LGBTQ+] individuals.\n- **'Aid Effectiveness'**: Finally, the authors argued that Sweden should concentrate on improving the efficiency and impact of its development coopration. ", "sources": [{"type": "oped", "language": "swedish", "name": "Article Dagen Daily", "link": "https://www.dagen.se/debatt/2023/05/04/sverige-ar-fortfarande-en-av-varldens-storsta-bistandsgivare/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Netherlands expresses continued support Ukraine", "slug": "netherlands-expresses-continued-support-ukraine", "publish_date": "2023-05-04", "content": "**On May 4, 2023, Dutch Minister of Foreign Affairs, Wopke Hoesktra expressed the Netherlands’ continued support for Ukraine against Russia’s illegal invasion with weapons, humanitarian aid, reconstruction, and accountability initiatives.**\\\n\\\nHoekstra's speech was presented during a visit by Ukraine's President Zelensky to the Hague. Hoekstra noted that Ukraine's freedom is under severe threat due to Russia’s aggression, and expressed the Netherlands’ support for Ukraine through the supply of weapons, humanitarian assistance and harboring refugees, efforts to rebuild the country, and efforts to hold Russia to account for war crimes.\\\n\\\nHoekstra's sentiments were later echoed by Dutch Prime Minister Mark Rutte in a tweet.", "sources": [{"type": "speech", "language": "english", "name": "Dutch Government", "link": "1.\thttps://www.government.nl/ministries/ministry-of-foreign-affairs/documents/speeches/2023/05/04/speech-by-foreign-minister-wopke-hoekstra-introducing-president-zelenskyy"}, {"type": "twitter", "language": "dutch", "name": "Dutch Prime Minister, Mark Rutte", "link": "https://twitter.com/MinPres/status/1654125923774644236?s=20"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Netherlands publishes 2023 Spring Budget; US$615 million ODA reallocated to host asylum seekers", "slug": "netherlands-publishes-2023-spring-budget-us515million-oda-reallocated-to-host-asylum-seekers-", "publish_date": "2023-04-26", "content": "**On April 26, 2023, Dutch Minister of Finance Sigrid Kaag presented the *Spring Budget*. This budget provides an update on the government’s 2023 budget and outlines what could be expected for the 2024 budget and beyond.**\\\n\\\nCompared to the *2023 Budget* that was first presented in September 2022, the *Spring Budget* notes several increased government expenses including: \n- Supporting Ukraine, which was approved in December 2022;\n- Hosting a higher influx of asylum seekers;\n- Paying increased interest rates on the national debt; and \n- Providing Dutch citizens with subsidies for high energy prices.\n<br>\n\nThese higher costs will be covered by reduced funding to social services and an increase in taxes by reforming tax constructions.\\\n\\\nNotably, the higher influx of asylum seekers in the Netherlands has led to significant reallocations in :abbr[ODA] funds. In 2023, EUR559 million ( :abbr[US$]{title=\"To account for higher-than-normal fluctuations in exchanges rates, funding that is reported in Policy Updates and Publications without an official US$ conversion rate are converted using the previous week’s US Federal Reserve average exchange rates.\"}615 million) in :abbr[ODA] will go toward hosting asylum seekers. In 2024, this amount is expected to grow to EUR707 million ( :abbr[US$]{title=\"To account for higher-than-normal fluctuations in exchanges rates, funding that is reported in Policy Updates and Publications without an official US$ conversion rate are converted using the previous week’s US Federal Reserve average exchange rates.\"}778 million) and in 2025 and 2026, to an estimated EUR1.1 billion ( :abbr[US$]{title=\"To account for higher-than-normal fluctuations in exchanges rates, funding that is reported in Policy Updates and Publications without an official US$ conversion rate are converted using the previous week’s US Federal Reserve average exchange rates.\"}1.2 billion).\\\n\\\nThe development association [Partos](https://www.partos.nl/) reacted to the publication of the *Spring Budget* on Twitter, arguing that the current Dutch cabinet seems to have reduced its support to people in need around the world by reallocating :abbr[ODA] while prioritizing support to Dutch companies. Partos announced that it will publish a more detailed reaction soon. ", "sources": [{"type": "government_document", "language": "dutch", "name": "Netherlands Spring Budget 2023", "link": "https://www.rijksoverheid.nl/documenten/begrotingen/2023/04/28/voorjaarsnota-2023"}, {"type": "news_article", "language": "dutch", "name": "Dutch Government News Article on Spring Budget 2023", "link": "https://www.rijksoverheid.nl/actueel/nieuws/2023/04/28/voorjaarsnota-2023-extra-uitgaven-voor-groningen-toeslagen-gemeenten-en-provincies"}, {"type": "twitter", "language": "dutch", "name": "Partos", "link": "https://twitter.com/PartosNL/status/1651979891544399875?s=20"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Italy donates US$110 million to EU for Ukraine initiative", "slug": "italy-donates-us-110-million-to-eu-for-ukraine-initiative", "publish_date": "2023-04-26", "content": "**On April 26, 2023, at the bilateral conference on Ukraine reconstruction, Italy announced a commitment of  US$110million (EUR100 million) to the :abbr[EIB] trust fund for reconstruction and recovery in Ukraine.**\\\n\\\nAt the conference, Italian Minister of economy Giancarlo Giorgett announced the support to the :abbr[EIB]'s intervention for rebuilding Ukraine and restoring critical infrastructure. The funding was allocated to the[ EU for Ukraine fund](https://www.eib.org/en/press/all/2023-157-eib-approves-eu-for-ukraine-initiative-to-finance-ukraine-recovery-and-reconstruction-and-backs-transport-energy-and-business-investment-around-the-world.htm), which was launched in March 2023.\n", "sources": [{"type": "news_article", "language": "english", "name": "European Investment Bank", "link": "https://www.eib.org/en/press/news/italy-provides-eur100-million-to-support-the-eib-eu-for-ukraine-initiative"}], "funders": [{"funder_profiles_id": {"name": "Italy"}}, {"funder_profiles_id": {"name": "EUI"}}], "topics": []}, {"title": "Canada, Japan agree to cooperate on global food security ", "slug": "canada-japan-agree-to-cooperate-on-global-food-security-", "publish_date": "2023-04-24", "content": "**On April 24, 2023, the Canadian Minister of Agriculture and Agri-Food Marie-Claude Bibeau, and the Japanese Minister of Agriculture, Forestry, and Fisheries Nomura Tetsuro, released a joint statement of cooperation on global food security.**\\\n\\\nThe counterparts met on the sidelines of the :abbr[G7] Agriculture Ministers’ meeting in Miyazaki, Japan. In the statement, the two countries agreed to strengthen governmental cooperation on sustainable agriculture production and food systems through regular dialogue, information sharing, and increased support for the trade of agricultural products and inputs.\\\n\\\nThe statement also reaffirmed the importance of cooperation on food security in light of Russia’s illegal invasion of Ukraine, which has disrupted global food supply chains. ", "sources": [{"type": "press_release", "language": "english", "name": "Agriculture and Agri-Food Canada", "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/04/joint-statement-for-strengthening-japancanada-government-cooperation-on-food-security-and-sustainable-agriculture-production-and-food-systems.html"}], "funders": [{"funder_profiles_id": {"name": "Canada"}}, {"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Japan donates US$471 million for Ukraine relief efforts", "slug": "japan-donates-us-471-million-for-ukraine-relief-efforts", "publish_date": "2023-04-21", "content": "On April 21, 2023, Japan donated :abbr[US$]{title=\"US$ amounts for funding are reported using the currency conversion provided by the relevant organization at the time the pledge was made.\"}471 million to the World Bank’s Ukraine Relief, Recovery, Reconstruction and Reform Trust Fund ( :abbr[URTF] ) to support relief efforts in Ukraine. The donation is part of the government’s :abbr[US$]{title=\"US$ amounts for funding are reported using the currency conversion provided by the relevant organization at the time the pledge was made.\"}5.5 billion pledge. \n\n<br>\n\nThe :abbr[URTF] is a trust fund facility supported by several donors to support key sectors including transportation, health, and energy. The World Bank continuously reassesses areas of need and adapts the program accordingly. \n\n<br>\n\nThe newly announced funds from Japan bring the fund’s total amount to over :abbr[US$]{title=\"US$ amounts for funding are reported using the currency conversion provided by the relevant organization at the time the pledge was made.\"}850 million, which will be used for energy infrastructure, roads, bridges, houses, schools, and clinics in Ukraine. ", "sources": [{"type": "press_release", "language": "english", "name": "The World Bank", "link": "https://www.worldbank.org/en/news/press-release/2023/04/21/japan-contributes-us-471-million-to-the-world-bank-in-support-of-ukraine-relief-efforts"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "Dutch Special Envoy for Business and Reconstruction of Ukraine resigns", "slug": "dutch-special-envoy-for-business-and-reconstruction-of-ukraine-resigns", "publish_date": "2023-04-20", "content": "**On April 20, 2023, Dutch Minister for Foreign Trade and Development Cooperation Liesje Schreinemacher announced that Ron van Dartel, assigned as the Special Envoy for Business and Reconstruction Ukraine on April 3, 2023, had resigned.**\\\n\\\nVan Dartel was previously an ambassador in Russia, Serbia, Poland, and the :abbr[OSCE]. Schreinemacher appointed Van Dartel as a Special Envoy to promote the involvement of the Dutch business community in the reconstruction of Ukraine on April 3, 2023.\\\n\\\nOn April 19, 2023, Gerald Dielessen published a book that included pro-Russia statements made by Van Dartel. The statements were made after his retirement but before he was appointed Special Envoy. Schreinemacher wrote in a letter to the Senate that Van Dartel realized that these statements took away his credibility as an envoy, leading him to resign. She continued that the ministry was unaware of Van Dartel’s conversation with the book author.\\\n\\\nSchreinemacher respected Van Dartel’s decision and informed the Senate that the Ministry will look for a successor.", "sources": [{"type": "letter", "language": "dutch", "name": "Dutch Ministry of Foreign Affairs", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/documenten/kamerstukken/2023/04/20/kamerbrief-inzake-terugtreden-speciaal-gezant-bedrijfsleven-en-wederopbouw-oekraine "}, {"type": "news_article", "language": "dutch", "name": "NOS", "link": "https://nos.nl/artikel/2472168-oekraine-gezant-van-kabinet-stapt-al-na-paar-weken-op "}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "BMZ increases support to Ukraine by US$119 million", "slug": "bmz-increases-support-to-ukraine-by-us-119-million", "publish_date": "2023-04-19", "content": "**On April 18 and 19, 2023, the parliamentary state secretary at the :abbr[BMZ], Jochen Flasbarth, met with high-level representatives of the Ukrainian government in Kiev to discuss support for the reconstruction of Ukraine.**\\\n\\\nFlasbarth is also the government commissioner for the coordination of international reconstruction efforts.\\\n\\\nFlasbarth highlighted that while the war's outcome remains unclear, it is important to plan and initiate the reconstruction of Ukraine early to promote a long-term recovery of the country. Flasbarth and the Ukrainian government agreed on support prioritizing reconstruction of public infrastructure, as well as strengthening and digitizing public administration, energy efficiency, urban development, vocational training, and supporting Ukraine on its way to become a member country of the :abbr[EU]. For these initiatives, Germany committed an additional EUR111 million (US$119 million).\\\n\\\nAs of April 2023, the :abbr[BMZ] has provided EUR787 million (US$846) in total for the support of Ukraine since April 2022.\n\n", "sources": [{"type": "press_release", "language": "german", "name": "Ministry for Economic Cooperation and Development", "link": "https://www.bmz.de/de/aktuelles/aktuelle-meldungen/ukraine-erhaelt-weitere-unterstuetzung-beim-wiederaufbau-152732"}], "funders": [{"funder_profiles_id": {"name": "Germany"}}], "topics": []}, {"title": "Netherlands announces 2023 Feminist Foreign Policy events", "slug": "netherlands-announces-2023-feminist-foreign-policy-events", "publish_date": "2023-04-17", "content": "**On April 17, 2023, at the :abbr[EU] Heads of Mission Meeting in the Hague, Dutch Minister of Foreign Affairs Wopke Hoekstra announced that the Netherlands will host two international events on Feminist Foreign Policy in 2023.**\\\n\\\nIn his speech, Hoekstra covered the topics of :abbr[EU] support for Ukraine, the Netherlands’ support for Sweden to become a member of :abbr[NATO], migration, and feminist foreign policy. Hoekstra mentioned that gender equality is a founding principle of the :abbr[EU], and reiterated the Netherlands' May 2022 commitment to dismantling unequal power structures.\\\n\\\nHoekstra then announced that he is planning two feminist foreign policy events in 2023: a high-level event at the :abbr[UN] General Assembly in September 2023, and a follow-up international conference in The Hague.", "sources": [{"type": "speech", "language": "english", "name": "Dutch Government", "link": "https://www.government.nl/documents/speeches/2023/04/17/speech-by-minister-hoekstra-at-the-eu-heads-of-mission-homs-meeting"}, {"type": "news_article", "language": "english", "name": "The Diplomatic Insight", "link": "https://thediplomaticinsight.com/netherlands-to-host-2023-conference-on-feminist-foreign-policy/ "}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}]}, {"title": "Norway allocates US$36 million for green emergency assistance ", "slug": "norway-allocates-us-36-million-for-green-emergency-assistance-", "publish_date": "2023-04-17", "content": "**On April 18, 2023,  Minister of International Development Anne Beathe Tvinnereim, :abbr[Norad] DIrector General Bård Vegar Solhjell, and :abbr[NRC]{title=\"Norwegian Refugee Council\"} Jan Egeland, signed two agreements to increase access to renewable energy for refugees in :abbr[SSA] countries, and to increase the capacity of alerting farmers and fishermen about extreme weather conditions.**\\\n\\\nThe agreements included NOK375 million (US$36 million) to be allocated over four and five years, respectively.\\\n\\\nThe first agreement focused on access to renewable energy in refugee camps. Many refugee camps depend on energy production from diesel generators, which is both expensive and a major source of pollution. The agreement of NOK200 million (US$19 million) will provide refugees with access to renewable energy with a target of:\n- Increasing the energy access to refugees and internally displaced persons in :abbr[SSA], with a particular focus on the Sahel region and the Horn of Africa. Some of the funding will also be allocated to Ukraine;\n- Facilitating collaboration between different stakeholders, including the private sector and local authorities; and\n- Ensuring that the :abbr[UN]'s humanitarian efforts become more climate-friendly\n\n<br>\n\nThe second agreement signed between the Ministry, :abbr[Norad], and the :abbr[NRC] is targeting weather forecasting. Because food production in :abbr[LICs] is particularly affected by climate change and long periods of drought and heavy rainfall, improved weather forecasting will help farmers and fishermen adapt to climate change.\\\n\\\nAccordingly, the agreement included NOK175 million (US$17 million) over 5 year-period for:\n- Conscious use of climate services among farmers and fishermen and improved weather and climate reports through increased capacity for national and regional centers;\n- Improved seasonal climate reports and climate services; and\n- Increased capacity of national meteorological institutes to manage climate data and provide end users with better communication. ", "sources": [{"type": "press_release", "language": "norwegian", "name": "The Norwegian Agency for Development Cooperation", "link": "https://kommunikasjon.ntb.no/pressemelding/presseinvitasjon-375-millioner-kroner-til-okt-energitilgang-i-flyktningleire-og-bedre-vaervarslingstjenester?publisherId=17847443&releaseId=17963200&lang=no"}, {"type": "news_article", "language": "norwegian", "name": "Panoramanyheter", "link": "https://www.panoramanyheter.no/flyktninghjelpen-fn-klima-tilpasning/nodhjelpen-og-beredskapen-skal-bli-gronnere/334204"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "Spanish ODA reaches US$4.2 billion in 2022", "slug": "spanish-oda-reaches-us-4-2-billion-in-2022", "publish_date": "2023-04-14", "content": "**According to :abbr[OECD] :abbr[DAC] preliminary figures released on April 12, 2023, Spain’s net :abbr[ODA] amounted to US$4.2 billion in 2022, representing 0.3% of the country’s :abbr[GNI].**\\\n\\\nAccording to the [OECD DAC preliminary data](https://www.oecd.org/dac/financing-sustainable-development/ODA-2022-summary.pdf), Spain’s :abbr[ODA] increased by 26% from 2021 levels, mostly due to the growth of in-donor refugee costs. Of 2022 :abbr[ODA] disbursements, US$85 million was channeled bilaterally in support to Ukraine, and US$305 million were allocated to COVID-19 related activities.\\\n\\\nOn April 14, 2023, la Coordinadora published a press release with mixed response to the data. While the organization hailed the data as an important increase in Spain’s development spending, it also criticized the fact that most of this increase resulted from in-donor spending. Additionally, the organization urged the Spanish government to increase :abbr[ODA] spending in line with other donors.\n:abbr[ ]{title=\"OECD Preliminary Data\"}\n", "sources": [{"type": "press_release", "language": "english", "name": "OECD DAC", "link": "https://www.oecd.org/dac/foreign-aid-surges-due-to-spending-on-refugees-and-aid-for-ukraine.htm"}, {"type": "press_release", "language": "spanish", "name": "'la Coordinadora'", "link": "https://coordinadoraongd.org/2023/04/avances-insuficientes-y-tendencias-peligrosas-en-la-ayuda-oficial-al-desarrollo/"}], "funders": [{"funder_profiles_id": {"name": "Spain"}}], "topics": []}, {"title": "Canadian Foreign Affairs Minister announces trip to Republic of Korea, Japan", "slug": "canadian-foreign-affairs-minister-announces-trip-to-republic-of-korea-japan", "publish_date": "2023-04-13", "content": "**On April 13, 2023, Canada’s Minister of Foreign Affairs Mélanie Joly announced that she will travel to the Republic of Korea (Korea) from April 13-15 for a bilateral visit, and to Japan from April 16-18 to participate in the :abbr[G7] Foreign Ministers’ Meeting.**\\\n\\\nIn Korea, Joly will celebrate the 60<sup>th</sup> anniversary of diplomatic relations between Canada and Korea, and emphasize the importance of continuing to strengthen this bilateral relationship. She will participate in discussions with Indo-Pacific experts to identify issues of mutual concern to both countries. Joly will also meet with Korean Foreign Minister Park Jin to work on the implementation of the bilateral *Comprehensive Strategic Partnership,* announced by Korea’s President Yoon Suk Yeol and Canada’s Prime Minister Justin Trudeau in September 2022.\\\n\\\nIn Japan, Joly will engage with :abbr[G7] counterparts on foreign policy challenges, including Russia’s illegal invasion of Ukraine, and reaffirm Canada’s commitment to promoting and defending the international order. Joly will also have the opportunity to highlight Canada’s foreign policy priorities, including its Indo-Pacific Strategy. :abbr[ ]{title=\"2023 G7 Meetings\"}", "sources": [{"type": "press_release", "language": "english", "name": "Global Affairs Canada", "link": "https://www.canada.ca/en/global-affairs/news/2023/04/minister-joly-to-travel-to-republic-of-korea-for-bilateral-visit-and-japan-for-g7-foreign-ministers-meeting.html"}], "funders": [{"funder_profiles_id": {"name": "Canada"}}], "topics": []}, {"title": "UK reconfirms US$1 billion in guaranteed loans for Ukraine", "slug": "uk-reconfirms-us-1-billion-in-guaranteed-loans-for-ukraine", "publish_date": "2023-04-13", "content": "**On April 13, 2023, UK Chancellor of the Exchequer Jeremy Hunt reconfirmed that the UK will provide US$1 billion in guaranteed loans for Ukraine.**\\\n\\\nThe World Bank disbursed US$500 million in the first quarter of 2023, with plans to disburse the remaining USD$500 million later in 2023.\\\n\\\nAs of April 2023, the UK has pledged a total of GBP4.2 billion in support of Ukraine, not counting military assistance and including the $1 billion in loans guaranteed by the UK to support Ukraine’s economy in 2023.\\\n\\\nThe UK has also announced that it will host the Ukraine Recovery Conference in June 2023, which will focus on mobilizing additional private-sector investment.\n", "sources": [{"type": "news_article", "name": "UK Government", "link": "https://www.gov.uk/government/news/uk-bolsters-support-for-ukraine-and-low-income-countries?utm_medium=email&utm_campaign=govuk-notifications-topic&utm_source=296d9dbe-a7c1-4333-834b-4dc746718f33&utm_content=daily"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": []}, {"title": "OECD data show 30% increase in EUI ODA in 2022", "slug": "oecd-data-show-30-increase-in-eui-oda-in-2022", "publish_date": "2023-04-12", "content": "**On April 12, 2023, the :abbr[OECD] released preliminary data for 2022, showing that the :abbr[EU] Institutions’ total :abbr[ODA] increased dramatically by 30%, from US$19.1 billion in 2021 to US$24.8 billion in 2022.**\\\n\\\nThe increase was in large part due to significant support for Ukraine. The share of the :abbr[EUI]’s :abbr[ODA] that went to Ukraine was 38.4%, including loans. The sum also contributed to a sharp increase in the EUI’s sovereign lending, which more than doubled (+110%) and made up 24% of total :abbr[ODA].\\\n\\\nAdditionally, US$4.8 billion of :abbr[EUI] :abbr[ODA] went to supporting partner countries with COVID-19 response, including US$1 billion for controlling the pandemic. None of the :abbr[EUI]’s :abbr[ODA] in 2022 consisted of vaccine donations or in-donor refugee costs.  \n:abbr[ ]{title=\"OECD Preliminary Data\"}\n", "sources": [{"type": "report", "name": "OECD", "link": "https://www.oecd.org/dac/financing-sustainable-development/ODA-2022-summary.pdf"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": []}, {"title": "OECD data show French ODA increased in 2022", "slug": "oecd-data-show-french-oda-increased-in-2022", "publish_date": "2023-04-12", "content": "**On April 12, 2023, the :abbr[DAC] of the :abbr[OECD] published the preliminary figures of the amounts allocated by donor countries to :abbr[ODA] in 2022.**\\\n\\\nAccording to those figures, France’s ODA increased by 12.5%, rising from 0.51% of :abbr[GNI] in 2021 to 0.56% of in 2022 totaling US$15.9 billion, slightly above the .55% goal adopted by France in 2018.\\\n\\\nThe increase mainly resulted from a sharp increase in development assistance allocated to :abbr[SSA] and in-donor refugee costs, which comprised 9.4% of French :abbr[ODA]. France allocated 2.9% of :abbr[ODA] to supporting Ukraine, and donated vaccine doses in excess of its domestic supply represented 1.7% of total :abbr[ODA].\\\n\\\nAs a result, France overtook the :abbr[UK] as the fourth largest donor, excluding the EU, in 2022.\\\n\\\nFrance follows the targets the government set itself in its Program development law adopted which plans to allocate 0.66% :abbr[ODA/GNI] by 2024 and 0.7% by 2025.\n:abbr[ ]{title=\"OECD Preliminary Data\"}\n\n\n", "sources": [{"type": "press_release", "language": "english", "name": "OECD", "link": "https://www.oecd.org/newsroom/foreign-aid-surges-due-to-spending-on-refugees-and-aid-for-ukraine.htm"}], "funders": [{"funder_profiles_id": {"name": "France"}}], "topics": []}, {"title": "Germany's ODA rises to US$37.3 billion in 2022", "slug": "germanys-oda-rises-to-us-37-3-billion-in-2022", "publish_date": "2023-04-12", "content": "**According to the :abbr[OECD]'s preliminary 2022 :abbr[ODA] figure, which were released on April 12, 2023, Germany's :abbr[ODA] increased by 12% from 2021 and reached US$37.3 billion (in 2021 prices and on a grant equivalent basis), making Germany the second-largest :abbr[DAC] donor.**\\\n\\\nTotal :abbr[ODA] accounted for 0.83% of Germany's :abbr[GNI] in 2021. This is the fourth time after 2016, 2020 and 2021 that Germany reached the 0.7% target.\\\n\\\nThe rise in :abbr[ODA] was driven by an increase in in-donor refugee costs as well as incrased contributions to multilateral organizations. Germany spent US$4.5 billion on hosting refugees in 2022, which accounts for 12.8% of total :abbr[ODA]. US:abbr[$]{title=\"Pledges without official sources\"}526 million of Germany's :abbr[ODA], or 1.5%, was provided as support to Ukraine in 2022. COVID-19 related support amounted to US$2.3 billion in 2022, which is about half as much as in 2021 (US$4.2 billion).\\\n\\\nThe :abbr[BMZ] provided EUR13.8 billion (US$14.8 billion) of Germany's total :abbr[ODA] in 2022.\n:abbr[ ]{title=\"OECD Preliminary Data\"}", "sources": [{"type": "press_release", "language": "german", "name": "Ministry for Economic Cooperation and Development", "link": "https://www.bmz.de/de/aktuelles/aktuelle-meldungen/oecd-bilanz-deutschland-verlaesslicher-partner-152308"}, {"type": "press_release", "language": "english", "name": "OECD", "link": "https://www.oecd.org/dac/financing-sustainable-development/ODA-2022-summary.pdf"}], "funders": [{"funder_profiles_id": {"name": "Germany"}}], "topics": []}, {"title": "OECD data show increase in Italian ODA; highlight soaring in-donor spending", "slug": "oecd-data-show-increase-in-italian-oda-highlight-soaring-in-donor-spending", "publish_date": "2023-04-12", "content": "**On April 12, 2023, the :abbr[OECD] published its preliminary figures on the development assistance provision in 2022, showing Italian :abbr[ODA] increased 15.8% rise between 2021 and 2022, totaling US$6.5 billion.**\\\n\\\nHowever, this rise resulted from increased in-donor refugee costs; excluding these, Italian :abbr[ODA] decreased. :abbr[ODA] in 2022 represented 0.32% of Italy's :abbr[GNI], compared to 0.29% in 2021.  Oxfam highlighted that in 2022, resources spent exclusively for hosting refugees tripled, reaching 23% of total Italian :abbr[ODA].\\\n\\\nThe trend in Italy was in line with the other donor countries. In 2022, :abbr[IDRCs]{title=\"In-donor refugee costs\"} increased drastically, reaching a record figure of US$29.3 billion, a 134% increase compared to 2021. Oxfam also criticized the fact that in 2022, 14.4% of :abbr[ODA] remained in rich countries, rather than supporting efforts in partner countries. Morevoer, the amount withheld by donor countries for interventions within national borders eclipsed the overall increase in international asisstance (+13.6%), from US$186 billion in 2021 to US$204 billion in 2022.\\\n\\\nWith the war in Ukraine and the most significant exodus of refugees in Europe since the end of WWII, a substantial part of resources have been redirected to deal with the emergency, totaling US$16 billion, equal to 8% of total :abbr[DAC] :abbr[ODA].\n:abbr[ ]{title=\"OECD Preliminary Data\"}\n", "sources": [{"type": "news_article", "language": "italian", "name": "Avvenire", "link": "https://www.avvenire.it/mondo/pagine/dati-ocse-i-paesi-donatori-si-tengono-i-soldi-in-casa"}], "funders": [{"funder_profiles_id": {"name": "Italy"}}], "topics": []}, {"title": "OECD data show Canada provided US$7.8 billion ODA in 2022", "slug": "oecd-data-show-canada-provided-us-7-8-billion-oda-in-2022", "publish_date": "2023-04-12", "content": "**On April 12, 2023, the :abbr[OECD] published preliminary data showing that Canada provided US$7.8 billion :abbr[ODA] in 2022, a 19% increase (US$1.5 billion) compared to 2021.**\\\n\\\nIn just one year Canada’s :abbr[ODA] went from 0.32% to 0.37% of :abbr[GNI], its highest level of spending since 1995.\\\n\\\nThe significant increase in Canada’s ODA in 2022 mainly resulted from support to Ukraine and increased costs for in-donor refugees. Over 12% of Canada’s 2022 :abbr[ODA] went to processing and hosting refugees domestically, and over 26% was allocated to Ukraine.\\\n\\\nCanadian :abbr[CSOs] expressed concerns about the disproportionate focus on Ukraine in Canada’s :abbr[ODA] spending at the expense of other regions and development assistance commitments. Moreover, the ethics of counting money spent domestically to resettle refugees as :abbr[ODA] was questioned by numerous organizations.\\\n\\\nDespite the major increase in Canadian :abbr[ODA] in 2022, the country is still a below-average donor. Canada ranks 16<sup>th</sup> out of 30 :abbr[DAC] members for :abbr[ODA] as a percentage of :abbr[GNI]. Moreover, Canada’s 0.37% is barely halfway to the 0.7% target, which it committed to in 1970.\n:abbr[ ]{title=\"OECD Preliminary Data\"}", "sources": [{"type": "report", "language": "english", "name": "OECD", "link": "https://www.oecd.org/dac/financing-sustainable-development/ODA-2022-summary.pdf"}, {"type": "oped", "language": "english", "name": "The McLeod Group", "link": "https://www.mcleodgroup.ca/2023/04/foreign-aid-in-2022-more-spending-but-not-much-to-celebrate/"}], "funders": [{"funder_profiles_id": {"name": "Canada"}}], "topics": []}, {"title": "OECD report shows decrease in Norwegian ODA to African partner countries", "slug": "oecd-report-shows-decrease-in-norwegian-oda-to-african-partner-countries", "publish_date": "2023-04-12", "content": "**Released on April 12, 2023, :abbr[OECD] data showed that Norway spent 0.86 % of GNI on international development assistance in 2022.**\\\n\\\nNorway increased its development assistance by 2.4% in 2022, primarily to provide support for Ukraine. However, the :abbr[OECD] statistics showed that the partner countries on the African continent received less funding from Norway in 2022.\\\n\\\nIn an interview with [Panoramanyheter](https://www.panoramanyheter.no/), a niche media outlet focusing on Norwegian international development policy, Dag Inge Ulstein from the Christian Democratic Party described the decrease in funding as upsetting.\\\n\\\nUlstein, who was the former Minister of International Development, argued that Norway's cuts in the international development budget, are being noticed internationally. He argued Norway should increase the budget at a time where Norway is profiting greatly from the war and the current energy crisis. He likewise urged decisionmakers to consider the impact of Norway's cuts on the spending of other donor countries.\n:abbr[ ]{title=\"OECD Preliminary Data\"}", "sources": [{"type": "news_article", "language": "norwegian", "name": "Panoramanyheter", "link": "https://www.panoramanyheter.no/afrika-bistandspolitikk-utdanning/regjeringens-bistandspolitikk-er-hjerteskjaerende/334032"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": []}, {"title": "Japan contributes over US$20 million to UNFPA", "slug": "japan-contributes-over-us-20-million-to-unfpa", "publish_date": "2023-04-11", "content": "**On April 11, 2023, Japan allocated over US$20 million to :abbr[UNFPA] to support its humanitarian efforts for women and girls.**\\\n\\\nIn the announcment, Japanese officials highlighted that women and girls are often overlooked leading to violence, malnutrition, and a lack of health services during crises. In response, the funds from Japan were allocated across 18 projects in five regions in an effort to safeguard women’s health and uphold human rights. The funds were allocated to support projects in: Angola, Ethiopia, Kenya, the Democratic Republic of Congo, Sudan, Somalia, Namibia, Madagascar, Iraq, Iran, Türkiye, Palestine, Libya, Afghanistan, Ukraine, Republic of Moldova, Pakistan, and Sri Lanka.\\\n\\\nIn recent years, Japan has increased its contributions to :abbr[UNFPA] making it one of the top ten donors to :abbr[UNFPA] core flexible resources.", "sources": [{"type": "press_release", "language": "english", "name": "United Nations Population Fund", "link": "https://www.unfpa.org/updates/funding-government-japan-safeguards-womens-and-girls-health-and-needs "}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Canada announces US$1.7 billion loan for Ukraine", "slug": "canada-announces-us-1-7-billion-loan-for-ukraine", "publish_date": "2023-04-11", "content": "**On April 11, 2023, Canada announced a CAD2.4 billion (US$1.7 billion) loan for Ukraine to support essential services such as pension payments, purchasing fuel, and repairing damaged energy infrastructure.**\\\n\\\nThe announcement was made by Canadian Prime Minister Justin Trudeau while hosting Ukrainian Prime Minister Denys Shmyhal in Toronto. During the visit, Trudeau reiterated Canada’s support for Ukraine as it defends against Russia’s illegal invasion. Discussions centered on efforts to rebuild Ukraine, including the role of Canadian trade and investment to support long-term reconstruction efforts. Shmyhal and Trudeau also signed a joint declaration on modernizing the free trade agreement between the two countries.\\\n\\\nThe funding for the loan, originally announced in the 2023 Budget, brings Canada’s total assistance to Ukraine to more than CAD8 billion (US$5.8 billion) since the war began in January 2022.", "sources": [{"type": "press_release", "language": "english", "name": "Office of the Prime Minister of Canada", "link": "https://pm.gc.ca/en/news/news-releases/2023/04/11/prime-minister-trudeau-announces-more-support-ukraine#:~:text=Prime%20Minister%20Trudeau%20also%20announced,and%20restoring%20damaged%20energy%20infrastructure"}], "funders": [{"funder_profiles_id": {"name": "Canada"}}], "topics": []}, {"title": "Japan provides US$9 million to Côte d’Ivoire for agricultural support", "slug": "japan-provides-us-9-million-to-cote-d-ivoire-for-agricultural-support", "publish_date": "2023-04-07", "content": "**On April 7, 2023, the Government of Japan provided a grant of JPY1.2 billion (US$9 million) to Côte d’Ivoire to support the agricultural industry.**\\\n\\\nThe grant aid is divided between two economic and social development programs that focus on the provision of agricultural and civil engineering equipment, as well as the provision of fertilizer.\\\n\\\nThe agricultural sector accounts for 20% of the country’s :abbr[GDP] and 60% of exports are cash crops. At the same time, Côte d’Ivoire depends on imports for rice and wheat for domestic consumption. Moreover, climate change has resulted in reduced agricultural productivity and damage to farmlands. The grant will be used to acquire agricultural equipment to counteract the affects of climate change and promote economic and social development.\\\n\\\nThe grant will also be used to purchase fertilizer, the price of which has increased dramatically due to the Russian invasion of Ukraine. This is expected to stabilize production and improve food security.\\\n\\\nThis grant is in line with Japan’s commitment to support development in Africa at the :abbr[TICAD]8 summit in 2022.", "sources": [{"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/press1_001411.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Japan donates US$34 million to FAO for food security", "slug": "japan-donates-us-34-million-to-fao-for-food-security", "publish_date": "2023-04-06", "content": "**On April 6, 2023, Japan donated US$34 million to the :abbr[FAO] to help improve the food security of those in emergency settings.**\\\n\\\nThe funds will be used in 17 country and regional projects in Near East and North Africa, :abbr[SSA], Asia and Oceania, and Europe. Projects range from emergency livelihood assistance to support for those suffering from climate change.\\\n\\\nThe support also included a strong focus on the agricultural sector in Ukraine, to which US$10 million was allocated. The :abbr[FAO] will provide spring seed support across nine conflict-affected oblasts.\\\n\\\nThis donation is in line with Japan’s commitment to the international community to provide extensive support for food security in light of global political and environmental challenges.", "sources": [{"type": "press_release", "language": "english", "name": "Food and Agricultural Organization of the United Nations", "link": "https://www.fao.org/newsroom/detail/fao-welcomes-34.4-million-contribution-from-japan-to-boost-food-security-and-strengthen-resilience-in-emergency-contexts/en"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Report shows UK spent over 28% of 2022 ODA on in-donor refugee costs", "slug": "report-shows-uk-spent-over-25-of-2022-oda-on-in-donor-refugee-costs", "publish_date": "2023-04-05", "content": "**On April, 2023, the UK government published its provisional ODA figures for 2022.**\\\n\\\nThe figures, which are subject to revision by the UK government in the coming months, showed that the UK spent 28.9%, or GBP3.8 billion (US$$4.6 billion) of total :abbr[ODA] in 2022 on housing refugees in the UK. This figure  comprised an increase of GBP2.6 billion (USD$3.1 billion) from 2021, when the costs of housing refugees in the UK accounted for only 9.2% of total :abbr[ODA].\\\n\\\nThe provisional figures also indicated that: \n- The UK spent GBP12.7 billion (US$15.2 billion) on :abbr[ODA] in 2022, an increase of GBP1.3 billion (US$$1.6 billlion), an 11.8% increase from 2021 figures;\n- The UK spent 74%, or GBP9.4 billion (US$11.3 billion), of :abbr[ODA] bilaterally. This represented a 33% increase from 2021 spending, and is a result of the significant increase in in-donor refugee costs. If in-donor refugee costs are removed, bilateral ODA actually decreased;\n- The UK spent 26% on core contributions to multilaterals, or GBP3.3 billion (US$4 billion). This represents a 22.2% decrease of GBP950 million (US$1.1 billion) compared to 2021. \n- The :abbr[FCDO] accounted for just 59.8% of :abbr[ODA] spending. In 2021, the :abbr[FCDO] accounted for compared to 71.6%. This is largely driven by the large in-donor costs accounted for by UK Home Office;\n- :abbr[FCDO] spending by region decreased for Africa, although partners on the continent receive the largest share of :abbr[FCDO] region-specific :abbr[ODA]. Africa received GBP1 billion (US$1.2 billion) in 2022, decreasing GBP258 million (US$309 million) from 2021, with its share of total region-specific bilateral :abbr[ODA] decreasing from 52.3% in 2021 to 44.1% in 2022;\n- Asia received GBP938 million (USD$1.1 billion) in 2022, decreasing GBP127 million (USD$152 million) from 2021, and represented 37.3% of total region-specific bilateral :abbr[ODA], down from 40.8% in 2021; and\n- Europe received GBP310 million (USD$371 million) in 2022, up from GBP249 million US$298 million) in 2021 with the majority of spending being allocated to Ukraine. ", "sources": [{"type": "report", "language": "english", "name": "UK government ", "link": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1148898/Statistics-on-International-Development-Provisional-UK-Aid-Spend-2022.pdf"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": []}, {"title": "Japan releases new Development Cooperation Charter draft", "slug": "japan-releases-new-development-cooperation-charter-draft", "publish_date": "2023-04-04", "content": "**On April 4, 2023, the Japanese government has revealed an outline of a revision of the Development Cooperation Charter that guides :abbr[ODA].**\\\n\\\nThe revised guidelines includes the introduction of \"offer-type\" support that proposes assistance without delay after a request from the recipient country in order to strategically distribute :abbr[ODA]. The draft also highlighted aims to promote a \"free and open Indo-Pacific\" through assistance to partner countries and enhanced cooperation with like-minded countries.\\\n\\\nThe revision is expected to be approved by the Cabinet in May. The new guidelines seek to use ODA more strategically to rebuild the international order, reflecting Japan’s foreign policy goals. The revision also included a focus on promoting the :abbr[FOIP]{title=\"free and open Indo-Pacific\"} initiative through  backing the maritime security capabilities of partner countries with patrol vessels and emphasizing policies to address the food and energy crises caused by the Russian invasion of Ukraine.\\\n\\\nTo avoid criticism of falling into the \"debt trap\" of borrowing from China, the report outlined plans to promote the international dissemination of development finance rules. However, the new guidelines maintained the principle that Japanese assistance is limited to non-military purposes. While the :abbr[ODA] budget has declined since its peak in 1997, the draft indicated the government's intention to continue pursuing effective support with a limited budget.", "sources": [{"type": "news_article", "language": "japanese", "name": "Yomiuri Shimbun", "link": "https://www.yomiuri.co.jp/politics/20230403-OYT1T50213/"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "Norway allocates US$24 million FAO’s SFERA", "slug": "norway-allocates-us-24-million-faos-sfera", "publish_date": "2023-04-03", "content": "**On April 3, 2023, the Ministry of International Development announced an allocation of NOK250 million (US$24 million)  as extra support for :abbr[FAO]’s :abbr[SFERA]{title=\"Special Fund for Emergency and Rehabilitation Activities\"}.**\\\n \\\nIn March 2023, a broad majority in the Norwegian parliament agreed to allocated an additional NOK5 billion (US$480 million) for 2023 to provide funding to :abr[LICs] severely affected by the war in Ukraine. The allocation to abbr[SFERA]{title=\"Special Fund for Emergency and Rehabilitation Activities\"} was issued from this package.\\\n\\\nIn the announcement, officials stated that the funding will support :abbr[FAO] programs reaching 600,000 people who lack safe access to food by providing cash assistance and supplies for raising livestock, farming, and fishing.", "sources": [{"type": "press_release", "language": "english", "name": "Ministry of Foreign Affairs", "link": "https://www.regjeringen.no/en/aktuelt/norway-contributes-nok-250-million-to-fao-crises-response2/id2969518/"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Netherlands provides additional US$213 million for humanitarian assistance, cultural preservation in Ukraine", "slug": "netherlands-provides-additional-us-213-million-for-humanitarian-assistance-cultural-preservation-in-ukraine", "publish_date": "2023-04-03", "content": "**On April 3, 2023, Ministers Liesje Schreinemacher and Wopke Hoekstra reported the first support package for Ukraine in 2023.**\\\n\\\nThrough a new supplementary budget, the Dutch government will provide an additional EUR180 million (US$193 million) for humanitarian assistance, recovery and reconstruction. An additional EUR19 million (US$20 million) was allocated from a second supplemental budget for reconstruction and cultural preservation.\\\n\\\nThe additional funding came from the government’s reserve of EUR2.5 billion (U$2.7 billion) for Ukraine in 2023. The ministers wrote that they are providing this first support package for 2023 in light of the World Bank’s needs assessment for the long-term reconstruction costs of Ukraine changing from US$349 billion in September 2022 to US$411 billion on March 29, 2023.\\\n\\\nOf the extra €180 million (US$193 million) for humanitarian assistance, EUR140 million (US$150 million) will be channeled through multilaterals. The World Bank’s Ukraine Relief Trust Fund will receive EUR60 million (US$64 million), and the :abbr[EBRD] will receive EUR40 million (US$43 million) to reconstruct key infrastructure, including for health care, transport and housing, energy supply, agriculture, and education. The World Bank’s private-sector arm, the :abbr[IFC]{title=\"International Finance Corporation\"}, will receive EUR40 million (US$43 million) to support Ukrainian farmers and agri-producers with seeds and materials.\\\n\\\nSchreinemacher also earmarked EUR30 million (US$32 million) of the EUR180 million package for humanitarian assistance and reconstruction. EUR20 million (US$21 million) will got to :abbr[UNOCHA]{title=\"UN Office for the Coordination of Humanitarian Affairs\"}, and EUR10 million (US$11 million) will support various partners to provide mental health care and psychosocial support.\\\n\\\nSchreinemacher also announced EUR10 million (US$11 million) in :abbr[ODA] to demining agricultural land, through Minister Hoekstra’s Foreign Affairs budget. In addition to extra funds, Schreinemacher appointed a special envoy to promote the involvement of the Dutch business community in the reconstruction of Ukraine.\\\n\\\nIn a second supplementary budget totaling EUR94 million (US$101 million), Hoekstra allocated EUR14 million (US$15 million) to the fight against impunity for international crimes, including the Dialogue Group on Accountability, to establish a war damage register in The Hague. Another EUR5 million (US$5 million) was allocated toward protecting and preserving identity-defining culture in Ukraine.\\\n\\\nThe ministers closed their letter with a commitment to inform the House of Representatives of the next support package before the summer recess.\n", "sources": [{"type": "news_article", "language": "dutch", "name": "Dutch government", "link": "https://www.rijksoverheid.nl/actueel/nieuws/2023/04/03/eerste-steunpakket-voor-oekraine-in-2023-274-miljoen-euro-voor-strijd-en-herstel"}, {"type": "letter", "language": "dutch", "name": "Dutch Ministry of Foreign Affairs", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/documenten/kamerstukken/2023/04/03/kamerbrief-inzake-eerste-steunpakket-van-bz-en-bhos-aan-oekraine-2023"}, {"type": "letter", "language": "dutch", "name": "First supplementary budget 2023 - Minister for Foreign Trade and Development Cooperation", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/documenten/kamerstukken/2023/04/03/kamerbrief-inzake-eerste-steunpakket-van-bz-en-bhos-aan-oekraine-2023"}, {"type": "letter", "language": "dutch", "name": "Second supplementary budget 2023 - Minister for Foreign Affairs", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/documenten/publicaties/2023/04/03/bijlage-2-bij-kamerbrief-inzake-eerste-steunpakket-van-bz-en-bhos-aan-oekraine-2023"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "Sweden's EU Presidency results highlight Ukraine, disaster repsonse in Syria", "slug": "swedens-eu-presidency-results-highlight-ukraine-disaster-repsonse-in-syria", "publish_date": "2023-03-31", "content": "**On March 31, 2023, Sweden, shared an interim report on the progress of its current :abbr[EU] Presidency.**\\\n\\\nThe report highlighted the Presidency's priority of offering support to Ukraine while putting pressure on Russia. For example, the report detailed efforts toward reaching consensus among :abbr[EU] Member States regarding holding Russia accountable for its war crimes, including the establishment of a special international tribunal to investigate and prosecute the crime of aggression against Ukraine.\\\n\\\nAdditionally, the Presidency focused on providing extensive support to Ukraine in various aspects, such as economic, political, humanitarian, military, and judicial. In January, the Ukraine Donor Coordination Platform was introduced to streamline both short and long-term support for Ukraine.\\\n\\\nIn response to the devastating earthquakes in Turkey and Syria, the Presidency organized a donors' conference for those affected. During the event, :abbr[EU] and international donors pledged EUR7 billion (US$7.5 billion) in assistance. [ ]{title=\"February 6 Earthquake\"}", "sources": [{"type": "news_article", "language": "english", "name": "Government of Sweden", "link": "https://www.government.se/articles/2023/03/presidency-reaches-halfway-point/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}, {"funder_profiles_id": {"name": "EUI"}}], "topics": []}, {"title": "Japan’s Kishida announces additional US$470 million for Ukraine", "slug": "japans-kishida-announces-additional-us-470-million-for-ukraine", "publish_date": "2023-03-30", "content": "**On March 21, 2023, Japanese Prime Minister Fumio Kishida announced two grant aid projects valued at US$470 million to support recovery and reconstruction in Ukraine, which has been affected by Russian aggression.**\\\n\\\nThe first project, Programme for Emergency Recovery Phase 2, involved a grant amount of JPY53.1 billion (US$400 million) to provide Ukraine with necessary equipment for mine action, debris clearance, livelihood reconstruction, recovery of agriculture, and strengthening democracy and governance.\\\n\\\nThe second project prioritized providing support for the restoration of energy infrastructure damaged by Russian attacks and enhancing power supply to Combined Heat and Power Plants through grant assistance of US$70 million.\\\n\\\nThe commitments were announced by Prime Minister Kishida during a visit to Ukraine. Kishida reiterated Japan's commitment to continued supporting for the people of Ukraine in collaboration with the international community, including the G7 members.", "sources": [{"type": "press_release", "language": "english", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/press/release/press1e_000403.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "EU pledges US$352 million in humanitarian assistance for Greater Horn of Africa region", "slug": "eu-pledges-us-352-million-in-humanitarian-assistance-for-greater-horn-of-africa-region", "publish_date": "2023-03-27", "content": "**On March 27, 2023, the European Commission announced it will provide EUR331 million (US$352 million) in humanitarian assistance to the Greater Horn of Africa region to target food insecurity, disaster preparedness, preventing gender-based violence, education in emergencies and supporting displaced persons and refugees.**\\\n\\\nThe funding will support projects in Djibouti, Ethiopia, Kenya, Somalia, South Sudan, Sudan, and Uganda, where more than 50 million people are in urgent need of food assistance due to political and economic crises, large population displacements, extreme weather events, conflict, and the effects of the war in Ukraine.", "sources": [{"type": "press_release", "language": "english", "name": "European Commission", "link": "https://ec.europa.eu/commission/presscorner/detail/en/ip_23_1923"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": [{"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Education"}}]}, {"title": "Germany pledges US$27 million, launches platform for reconstruction in Ukraine", "slug": "germany-pledges-us-27-million-launches-platform-for-reconstruction-in-ukraine", "publish_date": "2023-03-27", "content": "**On March 27, 2023, the German government launched a [platform]( https://www.ukraine-wiederaufbauen.de/ukraine) to strengthen German engagement across state and non-state actors in supporting the reconstruction of Ukraine.**\\\n\\\nThe platform will serve as a first point of contact for stakeholders supporting reconstruction efforts and provide information and opportunities to connect with other actors. The platform also provides information on :abbr[BMZ] partnership programs, through which :abbr[BMZ] supports partnerships between German and Ukrainian municipalities and the delivery of assistance supplies such as medical products or fire trucks.\\\n\\\nDuring the announcement, Development Minister Svenja Schulze pledged an additional EUR25 million (US$27 million) to support partnerships between German and Ukrainian municipalities, clinics, and water utilities.", "sources": [{"type": "press_release", "language": "german", "name": "Ministry for Economic Cooperation and Development", "link": "https://www.bmz.de/de/aktuelles/aktuelle-meldungen/neue-plattform-wiederaufbau-in-der-ukraine-150728"}], "funders": [{"funder_profiles_id": {"name": "Germany"}}], "topics": []}, {"title": "G7 Senior Development Officials meeting emphasizes polycrisis, financial reform", "slug": "g7-senior-development-officials-meeting-emphasizes-polycrisis-financial-reform", "publish_date": "2023-03-20", "content": "**On March 20, 2023, the :abbr[G7] released the summary of the Senior Development Officials meeting.**\\\n\\\nThe report highlighted the concerns of :abbr[SDOs]{title=\"Senior Development Officials\"} regarding the impact of multiple crises on the progress towards achieving the :abbr[SDGs].\\\n\\\nIn particular, the report highlighted that the COVID-19 pandemic, humanitarian crises, and food insecurity have impeded progress towards achieving the :abbr[SDGs] and reversed hard-won development gains. The document also emphasized the need to reinvigorate international cooperation to get back on track to achieving the :abbr[SDGs], as the halfway point approaches in 2023.\\\n\\\nUrging leaders to prioritize the needs of partner countries, the report expressed concerns about the limited fiscal space available to :abbr[LICs] and :abbr[MICs] to respond to economic shocks and the challenges they face in managing debt. The officials called for :abbr[G7] countries to make coordinated efforts to improve fiscal sustainability, promote private investment, and undertake de-risking initiatives to tackle these challenges.\\\n\\\nThe report also condemned Russia's war of aggression against Ukraine and reaffirmed the :abbr[G7]'s commitment to countering the negative impacts of the war.\\\n\\\nTo accelerate progress on development priorities, such as development finance, infrastructure, food security, and humanitarian assistance, the :abbr[SDOs]{title=\"Senior Development Officials\"} committed to working together as the :abbr[G7] and listening to partners. The group expressed its determination to make progress through coordinated efforts among :abbr[G7] countries, supporting ongoing discussions in respective Working Groups, and to demonstrate a strong commitment to supporting non- :abbr[G7] members at the :abbr[G7] Hiroshima Summit. \n:abbr[ ]{title=\"Development Finance Architecture Reform\"} \n:abbr[ ]{title=\"2023 G7 Meetings\"}", "sources": [{"type": "press_release", "language": "english", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/press/release/press1e_000394.html"}], "funders": [{"funder_profiles_id": {"name": "UK"}}, {"funder_profiles_id": {"name": "France"}}, {"funder_profiles_id": {"name": "Canada"}}, {"funder_profiles_id": {"name": "Japan"}}, {"funder_profiles_id": {"name": "US"}}, {"funder_profiles_id": {"name": "Germany"}}, {"funder_profiles_id": {"name": "Italy"}}, {"funder_profiles_id": {"name": "EUI"}}], "topics": []}, {"title": "Norway allocates US$189 million to support Ukrainian welfare programs", "slug": "norway-allocates-us-189-million-to-support-ukrainian-welfare-programs", "publish_date": "2023-03-17", "content": "**On March 14, 2023, the Norwegian Parliament adopted the Nansen program in support of Ukraine. The support package has a scope of NOK75 billion (US$7,09 billion) over five years (2023-2027).**\\\n\\\nAs part of the package, on March 17, 2023, Norway allocated NOK2 billion (US$189 million) in the state budget to support the operation of the Ukrainian state. The funds will be channelled through the World Bank's multi-donor fund for Ukraine. Norway has previously provided NOK300 million (US$28 million) via the World Bank, in addition to NOK1 billion (US$94 million) in funding for repairs of critical infrastructure such as the power grid, roads and railways.\\\n\\\nThe Norwegian funding will support basic government functions such as schools, hospitals, wages and pensions in Ukraine.\n", "sources": [{"type": "press_release", "language": "english", "name": "The Ministry of Foreign Affairs", "link": "https://www.regjeringen.no/en/aktuelt/norway-to-provide-nok-2-billion-to-support-ukrainian-government-administration/id2966930/"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": []}, {"title": "Dutch Senate considers extra US$1.8 billion for Ukraine through European Peace Facility", "slug": "dutch-senate-debates-extra-us-1-8-billion-for-ukraine-through-european-peace-facility", "publish_date": "2023-03-17", "content": "**On March 17, 2023, Dutch Minister for Foreign Affairs Wopke Hoekstra answered the Senate’s Standing Committee for Foreign Affairs’ questions about his bill to raise the Dutch contribution to the  :abbr[EPF]{title=\"European Peace Facility\"} from EUR2.1 billion (US$2.3 billion) to EUR3.8 billion (US$4.1 billion) over 2023-2027 to provide extra support to Ukraine.**\\\n\\\nOn February 13, 2023, Minister Hoekstra submitted a first incidental supplementary budget to the Ministry of Foreign Affairs’ 2023 budget to increase the Dutch contribution to the :abbr[EPF]{title=\"European Peace Facility\"} by EUR1.7 billion (US$1.8 billion). The proposed increase was additional to the EUR2.1 billion (US$2.3 billion) already agreed upon by the Foreign Affairs Council on December 12, 2022.\\\n\\\nMinister Hoekstra explained that in December 2022, the Foreign Affairs Council agreed to increase its support with the possibility an additional in 2023. In light of increased support to Ukraine from many other European Member States through the :abbr[EPF]{title=\"European Peace Facility\"} since December, 2022, the Dutch government aimed to increase its support ahead of an expected proposal from the :abbr[EEAS]{title=\"European External Action Service\"} for increased support from Member States.\\\n\\\nAn incidental supplementary budget is a proposed change in the already agreed-upon budget. Minister Hoekstra’s submitted bill will go through regular legislation procedures and must ultimately be approved by the Senate.", "sources": [{"type": "government_document", "language": "dutch", "name": "Dutch Ministry of Foreign Affairs", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/documenten/kamerstukken/2023/03/17/kamerbrief-inzake-beantwoording-feitelijke-vragen-wijziging-begrotingsstaat-bz-eerste-incidentele-suppletoire-begroting-inzake-ophoging-nederlandse-bijdrage-europese-vredesfaciliteit"}, {"type": "web_page", "language": "dutch", "name": "Dutch Senate", "link": "https://www.tweedekamer.nl/kamerstukken/wetsvoorstellen/detail?cfg=wetsvoorsteldetails&qry=wetsvoorstel%3A36302#wetgevingsproces"}, {"type": "web_page", "language": "dutch", "name": "Dutch government", "link": "https://www.rijksfinancien.nl/memorie-van-toelichting/2023/OWB/V/onderdeel/1456053"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Barbados, France launch call to action ahead of Paris 'Summit for a New Global Financial Pact'", "slug": "barbados-france-launch-call-to-action-ahead-of-paris-summit-for-a-new-global-financial-pact", "publish_date": "2023-03-17", "content": "**On March 17, 2023, Prime Minister of Barbados Mia Amor Mottley and French Secretary of State for development Chrysoula Zacharopoulou launched a call to action 100 days before the Paris Summit for a New Financial Pact.**\\\n\\\nEmphasizing the inability of the postwar financial international financial architecture to adapt to the challenges of the 21st century, the authors stressed the need to support the most vulnerable countries affected by climate change, the pandemic, and the consequences of the war in Ukraine.\\\n\\\nMottley and Zacharopoulou called for a more responsive and fair international financial system to fight global inequality, finance the green climate transitions, and achieve the :abbr[SDGs].In addition, the authors urged policymakers to modernize development financing tools, particularly through the structural reform of multilateral development banks, and mobilization of private resources.\\\n\\\nThe call mirrored conversations between Mottley and French President Emmanual Macron in a meeting on March 10, 2023. Key recommendations included:\n- Increasing the capacity for quickly mobilizing finance to respond to climate disasters;\n- Developing and enacting sustainable protocols for managing debt; and\n- New regulations enabling increased sharing of :abbr[IMF] :abbr[SDRs].\n\nPublished in advance of the Paris Summit for a New Financial Pact, to be held on June 22-23, 2023, the op-ed also indicated that discussed reforms should take priority at :abbr[COP28] in Dubai during November and December 2023. \n\n[ ]{title=\"Development Finance Architecture Reform\"}", "sources": [{"type": "oped", "language": "french", "name": "Le JDD", "link": "https://www.lejdd.fr/international/tribune-j-100-avant-le-nouveau-pacte-financier-global-le-moment-est-venu-dagir-133714?at_medium=Fan+Page&at_campaign=Twitter&at_medium=JDD"}, {"type": "news_article", "language": "english", "name": "NationNews", "link": "https://www.nationnews.com/2023/03/11/mottley-macron-talks-working-together/"}], "funders": [{"funder_profiles_id": {"name": "France"}}], "topics": []}, {"title": "Japan provides US$31 million for economic development, agriculture in Malawi", "slug": "japan-provides-us-31-million-for-economic-development-agriculture-in-malawi", "publish_date": "2023-03-14", "content": "On March 14, 2023, Japan agreed to provide financial assistance for two development projects in Malawi valued at JPY4 billion (US$31 million).\\\n\\\nThe agreement included JPY3.4 billion (US$26 million) for the \"Lilongwe City Main Road Improvement Project,\" which aims to improve traffic congestion in the city. Specifically, the project supports economic improvement by improving critical transporation infracstructure.\\\n\\\nJapan also agreed to provide up to JPY650 million (US$5 million) for Malawi's \"Economic and Social Development Program.\" The program is intended to improve food security in Malawi by providing fertilizer to the Malawian government. This cooperation is expected to contribute to Malawi's economic and social development through social stabilization and by mediating the impacts of the war in Ukraine.", "sources": [{"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/press1_001365.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Italy to host Ukraine reconstruction conference on April 26, 2023", "slug": "italy-hosts-a-conference-on-ukraine-reconstruction-on-april-26th", "publish_date": "2023-03-10", "content": "**On March 10, 2023, Minister of Foreign Affairs and International Cooperation and Vice Prime minister Antonio Tajani announced that Italy will organize a conference on Ukraine reconstruction on April 26, 2023.**\\\n\\\nTajani made the announcement during a meeting of the :abbr[G7] Ministers of Foreign Affairs. In a tweet, the Minister mentioned that the conference owuld be coordinated in cooperation with the Italian private sector.\\\n\\\nIn the past months, Prime Minister Giorgia Meloni and Deputy Premier and Foreign Minister Antonio Tajani have stressed that Italy stands by Kyiv. The reassurances came after comments by ex-premier and Forza Italia leader Silvio Berlusconi criticizing Ukrainian President Volodymyr Zelensky.  \n:abbr[ ]{title=\"2023 G7 Meetings\"}", "sources": [{"type": "twitter", "language": "italian", "name": "Minister Tajani", "link": "https://twitter.com/Antonio_Tajani/status/1634205842642812932?s=20"}], "funders": [{"funder_profiles_id": {"name": "Italy"}}], "topics": []}, {"title": "US provides additional US$55 million for Syrian refugees in Jordan", "slug": "us-provides-additional-us-55-million-for-syrian-refugees-in-jordan", "publish_date": "2023-03-08", "content": "**On March 8, 2023, :abbr[USAID] announced it will provide an additional US$55 million in emergency food assistance to Syrians living in Jordan.**\\\n\\\nThe announcement was made by :abbr[USAID] Deputy Administrator Isobel Coleman during a trip to Jordan. The assistance, which will be disbursed through the :abbr[WFP], will respond to food insecurity driven by the war in Syria, Russia's invasion of Ukraine, and the COVID-19 pandemic, which has displaced millions of Syrians. As of March 2023, Jordan hosts more than 670,000 Syrian refugees.\\\n\\\nThe :abbr[WFP] will provide cash-based assistance to over 460,000 refugees in Jordan to allow for the purchase of locally-sourced food.  Since the start of the crisis in 2011, the US has provided almost US$16 billion in assistance in the region, more than any other donor.", "sources": [{"type": "press_release", "language": "english", "name": "USAID", "link": "https://www.usaid.gov/news-information/press-releases/mar-08-2023-united-states-provides-55-million-additional-food-assistance-syrian-refugees-jordan"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Sweden re-allocates US$11 million for women's rights in Ukraine, Moldova", "slug": "sweden-allocates-us-11-million-for-womens-rights-in-ukraine-moldova", "publish_date": "2023-03-08", "content": "**On March 8, 2023, International Women's day, Swedish Minister for Aid and Foreign Trade Johan Forssell announced that Sweden will redirect its allocations for women's rights to Ukraine and Moldova.**\\\n\\\nSpecifically, the government redirected SEK120 million (US$11 million) for vulnerable girls and women in the two countries.\\\n\\\nForssell also announced that Sweden will earmark one-fifth of its core support to :abbr[UN Women] and :abbr[UNFPA] for maternal health care and psychosocial support for women in Ukraine and Moldova.\\\n\\\n:abbr[UN Women] Sweden Head of Operations Ulrika Grandin acknowledged the need for support to women and girls living in Moldova and Ukraine, but also emphasized the consequences of the reallocation for gender equality efforts in other partner countries.", "sources": [{"type": "news_article", "language": "swedish", "name": "Swedish Radio ", "link": "https://sverigesradio.se/artikel/bistand-riktas-om-till-utsatta-kvinnor-i-ukraina-och-moldavien"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}]}, {"title": "EU report shows 70% of external actions targeted gender equality in 2021", "slug": "eu-report-shows-70-of-external-actions-targeted-gender-equality-in-2021", "publish_date": "2023-03-08", "content": "**On March 8, 2023, designated International Women’s day, the :abbr[EU] released an annual report on gender equality that found that the share of new :abbr[EU] external actions contributing to gender equality reached a record 70% in 2021.**\\\n\\\nThe increase showed progress toward the 2021-2025 :abbr[EU] :abbr[GAP III]{title=\"Action Plan on Gender Equality and Women’s Empowerment in External Relations\"}'s target of 85% of new :abbr[EU] external actions contributing to gender equality.\\\n\\\nThe report included a section reporting on the :abbr[EU]’s progress toward promoting gender equality around the world, including on its development of 129 :abbr[CLIPs]{title=\"Country-level Implementation Plans\"} for :abbr[GAP III]{title=\"Action Plan on Gender Equality and Women’s Empowerment in External Relations\"}, its support for a Team Europe Initiative on :abbr[SRHR], and its support to women and girls affected by Russia’s war in Ukraine.", "sources": [{"type": "press_release", "language": "english", "name": "European Commission", "link": "https://ec.europa.eu/commission/presscorner/detail/en/ip_23_1487"}, {"type": "report", "language": "english", "name": "European Commission", "link": "https://commission.europa.eu/system/files/2023-03/annual_report_GE_2023_web_EN_0.pdf"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}]}, {"title": "Japan pledges additional US$50 million for food security", "slug": "japan-pledges-additional-us-50-million-for-food-security", "publish_date": "2023-03-03", "content": "**On March 3, 2023, the Japanese government announced a food-related assistance package of US$50 million in response to the deteriorating global food security situation that has been exacerbated by Russia’s invasion of Ukraine.**\\\n\\\nThe package consisted of US$45 million in emergency grant assistance through international organizations, including:\n- US$35 million for the :abbr[WFP];\n- US$5 million for the :abbr[UNRWA]; and\n- US$5 million through Japanese :abbr[NGOs] via the :abbr[JPF]{title=\"Japan Platform\"}.\n\nOf the total amount, US$40 million will be allocated to provide food assistance to countries in Asia, the Middle East, and Africa, while US$5 million will go towards agricultural production assistance in Ukraine through the :abbr[FAO]. ", "sources": [{"type": "news_article", "language": "japanese", "name": "NHK", "link": "https://www3.nhk.or.jp/news/html/20230303/k10013996851000.html "}, {"type": "press_release", "language": "english", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/press/release/press1e_000385.html "}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Netherlands launches 'Dialogue Group on Accountability for Ukraine'", "slug": "netherlands-launches-dialogue-group-on-accountability-for-ukraine", "publish_date": "2023-03-03", "content": "**On March 3, 2023, at the United for Justice Conference in Lviv, Ukraine, Dutch Minister for Foreign Affairs Wopke Hoekstra launched the Dialogue Group on Accountability for Ukraine.**\\\n\\\nAn article by the Dutch Ministry of Foreign Affairs explained the Dialogue Group’s aim to connect relevant national, European, and international initiatives to document and prosecute war crimes and human rights abuses committed in Ukraine. The article outlined four workstreams, which will all include Ukrainian representation and will begin work in April 2023: \n- International support for Ukraine;\n- Actions by regional and international institutions;\n- National research initiatives; and\n- Ongoing documentation initiatives by civil society.\n\nForty-five countries committed to establishing this group on July 14, 2022, at the Ukraine Accountability Conference in The Hague, hosted by the Netherlands, the :abbr[ICC]{title=\"International Criminal Court\"}, and Eurojust. The Dutch Ministry described the launch of the group in Ukraine as a first step to turning countries’ commitments into tangible results.\\\n\\\nThe Netherlands’ commitment to fighting impunity for war crimes and crimes against humanity in Ukraine was mirrored in Hoesktra’s tweets on March 17, 2023, supporting the ICC’s decision to file cases against Russian President Putin and Maria Lvova-Belova. \n", "sources": [{"type": "news_article", "language": "english", "name": "Dutch Ministry of Foreign Affairs", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/nieuws/2023/03/03/minister-hoekstra-lanceert-dialogue-group-on-accountability-for-ukraine-in-oekraine"}, {"type": "twitter", "language": "english", "name": "Dutch Minister for Foreign Affairs, Wopke Hoekstra", "link": "https://twitter.com/WBHoekstra/status/1636753228174950403?s=20"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Ministry of Foreign Affairs releases 'Nansen program' funding allocations", "slug": "ministry-of-foreign-affairs-releases-nansen-program-funding-allocations", "publish_date": "2023-03-02", "content": "**On March 2, 2023, the Ministry of Foreign Affairs released additional information regarding specific budget line items for Norway's NOK75 billion (US$7.9 billion) *Nansen program* funding to Ukraine.**\\\n\\\nIn February 2023, the majority of parties in Parliament agreed on a Ukraine package, now called the Nansen program, consisting of NOK75 billion (US$7.9 billion) of funding to military, civil and humanitarian support to Ukraine over a five-year period. As part of the agreement, NOK5 billion (US$530 million) will be allocated as development funding to low-income countries severely affected by the war in Ukraine.\\\n\\\nAccording to the Ministry of Foreign Affairs, NOK2.2 billion (US$233 million) of the total NOK5 billion (US$530 million) will be allocated to humanitarian assistance. The funding is likely to be channeled through :abbr[UN] organizations and the Red Cross movement.\\\n\\\nIn addition, the Ministry of Foreign Affairs stated that it would consider allocating humanitarian assistance through Norwegian humanitarian organization, such as the Norwegian Refugee Council, NORCAP, Norwegian Red Cross, Norwegian Church Aid, Norwegian People's Aid, Save the Children, and Caritas Norway. All of these organizations have partnership agreements with the Ministry of Foreign Affairs.\\\n\\\nThe Ministry of Foreign Affairs also shared plans to allocate a total of NOK3 billion (US$318 million) to hunger and food security. NOK1.5 billion (US$159 million) is intended for the budget line for food security and NOK600 million (US$64 million) is intended for regional grants to the African continent.\\\n\\\nThe :abbr[WFP], the :abbr[FAO], the :abbr[IFAD]{title=\"UN Fund for Agricultural Development\"} and other :abbr[CSOs] are candidates to receive funding. The government also proposesd NOK400 million (US$42 million) in funding to the World Bank's Crisis Response Window for :abbr[IDA]{title=\"Interim Disability Assistance Program\"} countries. The government will allocate the remaining funding through :abbr[CSOs].\\\n\\\nIn total,  NOK5.2 billion (US$551 million) will be allocated to :abbr[LICs] affected by the war in Ukraine. This is an increase of NOK200 million (US$21 million) from the agreed amount from parliamentary negotiations.\n", "sources": [{"type": "news_article", "language": "norwegian", "name": "Vårt Land ", "link": "https://www.vl.no/nyheter/2023/03/02/ud-letter-pa-sloret-her-gar-ukraina-milliardene-til-det-globale-sor/"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Climate"}}]}]}