{"meta": {"filter_count": 430}, "data": [{"title": "Outgoing Dutch Prime Minister Mark Rutte appointed NATO Secretary General", "slug": "outgoing-dutch-prime-minister-mark-rutte-appointed-nato-secretary-general", "publish_date": "2024-06-26", "content": "**On June 26, 2024, outgoing Dutch Prime Minister Mark Rutte was officially appointed the next Secretary-General of :abbr[NATO], to succeed Jens Stoltenberg on October 1, 2024.**\\\n\\\nRutte received unanimous endorsement from all 32 :abbr[NATO] member states, after Romanian President Klaus Iohannis withdrew his candidacy the week prior. Known for his strong support of Ukraine and criticism of Russian President Vladimir Putin, Rutte is a significant figure in European politics. He began gathering support for his candidacy in late 2023.\\\n\\\nRutte will complete his duties as outgoing Prime Minister of the Netherlands on July 2, 2024, and will be succeeded by Dick Schoof.", "sources": [{"type": "news_article", "language": "dutch", "name": "NOS", "link": "https://nos.nl/artikel/2526189-rutte-officieel-benoemd-tot-secretaris-generaal-van-de-navo"}, {"type": "news_article", "language": "english", "name": "Euronews", "link": "https://www.euronews.com/my-europe/2024/06/20/mark-rutte-set-to-be-next-nato-chief-after-securing-romanias-backing"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "EIB approves US$13.7 billion for sustainable transport, renewable energy, key social investments", "slug": "eib-board-approves-us-13-7-billion-for-sustainable-transport-renewable-energy-and-key-social-investment", "publish_date": "2024-06-20", "content": "**On June 20, 2024, the :abbr[EIB] approved EUR12.8 billion (US$13.7 billion) in financing to improve sustainable transport, increase the use of renewable energy, build new student housing, improve earthquake and flood protection, and help business expansion.**\\\n\\\nEUR2.9 billion (US$3.1 billion) will be allocated for urban development, education, health, and water projects. EUR2.1 billion (US$2.2 billion) is slated to support corporate innovation, with a focus on female entrepreneurs in Africa and the Caribbean, as well as business financing in Ukraine.\\\n\\\n:abbr[EIB] President Nadia Calviño highlighted that support will go to global and regional flagship projects and that the investments will improve quality of life and reflect the :abbr[EIB]'s commitment to strengthen European resilience, productivity growth, and innovation. ", "sources": [{"type": "press_release", "language": "english", "name": "EIB", "link": "https://www.eib.org/en/press/all/2024-212-eib-board-of-directors-approves-eur12-8-billion-new-financing-for-transport-energy-and-business-investment"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": [{"topics_id": {"name": "Education"}}, {"topics_id": {"name": "WASH & Sanitation"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Gender Equality"}}]}, {"title": "Canada announces over US$3.6 billion for Ukraine recovery", "slug": "canada-announces-over-us-3-6-billion-for-ukraine-recovery-2024", "publish_date": "2024-06-16", "content": "**On June 13 and 16, 2024, Canadian Prime Minister Justin Trudeau announced CAD5 billion (US$3.6 billion) and CAD52 million (US$38 million) at the :abbr[G7] Summit and the Summit on Peace in Ukraine, respectively, in support of Ukraine.**\\\n\\\nThe CAD5 billion (US$3.6 billion) contribution will contribute to the :abbr[G7] Extraordinary Revenue Acceleration Loans for Ukraine. Through the initiative, :abbr[G7] countries intend to bring forward the revenues from frozen Russian sovereign assets, providing Ukraine with approximately CAD69 billion (US$50 billion).\\\n\\\nThe CAD52 million (US$38 million) contribution was allocated in support of Ukraine’s recovery and rebuilding efforts. This included:\n- CAD20 million (US$15 million) to support Ukraine’s urgent efforts to replace damaged energy equipment and infrastructure; and\n- CAD15 million (US$11 million) for civilian services, including:\n\t- Supporting vulnerable children and youth, and the reintegration of displaced children returning to Ukraine through children protective services;\n\t- Improving access to justice for survivors of war crimes;\n\t- Increasing families’ and civil society’s awareness about the missing persons process; and\n\t- Supporting male survivors of conflict-related sexual violence, including prisoners of war.\n- CAD15 million (US$11 million) to help Ukraine's recovery, including:\n\t- Supporting the :abbr[IMF] to help Ukraine acquire the technical assistance and training needed for economic reforms and eventual accession to the :abbr[EU];\n\t- Improving Ukraine’s capacity to safely clear mines and other remnants of war; and\n\t- Providing Ukraine’s government with technical assistance from Government of Canada experts in the justice and energy sectors.", "sources": [{"type": "press_release", "language": "english", "name": "Prime Minister of Canada", "link": "https://www.pm.gc.ca/en/news/news-releases/2024/06/16/toward-just-and-lasting-peace-ukraine"}, {"type": "press_release", "language": "english", "name": "Prime Minister of Canada", "link": "https://www.pm.gc.ca/en/news/news-releases/2024/06/13/prime-minister-trudeau-strengthens-global-security-and-stability-g7-summit"}], "funders": [{"funder_profiles_id": {"name": "Canada"}}], "topics": [{"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Gender Equality"}}]}, {"title": "US announces US$1.5 billion to strengthen Ukraine's energy, humanitarian needs, civil society", "slug": "us-announces-us-1-5-billion-to-strengthen-ukraines-energy-humanitarian-needs-civil-society-2024", "publish_date": "2024-06-15", "content": "**On June 15, 2024, during a peace summit in Ukraine with Ukrainian President Volodymyr Zelenskyy, :abbr[US] Vice President Kamala Harris announced a new US$1.5 billion package of support to the people of Ukraine through energy, humanitarian assistance, and civil society.**\\\n\\\nThe assistance will come through both :abbr[USAID] and the State Department and includes US$500 million in new assistance for the energy sector. US$324 million in previously announced energy funding will be used to address emergency assistance aimed to repair damaged infrastructure, as well as to expand and protect other infrastructure.\\\n\\\nUS$379 million in humanitarian assistance will provide food, health, shelter, and :abbr[WASH] services to the people of Ukraine. The final part of the package will assist with civilian security assistance to help law enforcement and border guards operate on the front lines. ", "sources": [{"type": "press_release", "language": "english", "name": "USAID", "link": "https://www.usaid.gov/news-information/press-releases/jun-15-2024-/vice-president-kamala-harris-announces-over-1-billion-bolster-ukraines-energy-sector-address-humanitarian-needs-and-strengthen-civilian-security"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "WASH & Sanitation"}}]}, {"title": "UK announces up to US$290 million to Ukraine for humanitarian, energy, stabilization needs at G7 ", "slug": "uk-announces-up-to-us-290-million-to-ukraine-for-humanitarian-energy-stabilization-needs-at-g7-2024", "publish_date": "2024-06-13", "content": "**On June 13, 2024, :ABBR[UK] Prime Minister Rishi Sunak, announced at the :ABBR[G7] Leaders’ Summit that the :ABBR[UK] would provide Ukraine with up to GBP242 million (US$290 million) in bilateral assistance to support its humanitarian, energy, and stabilization needs.**\\\n\\\nThe :ABBR[UK] has provided a total of GBP12.7 billion (US$15.7 billion) in military, humanitarian, and economic support to Ukraine.\\\n\\\nSunak worked with partners to ensure a :ABBR[G7] agreement on using immobilized Russian assets to support Ukraine. The :ABBR[G7] ultimately agreed to provide a US$50 billion loan to Ukraine, which would use the interest earned on profits from Russia’s frozen central bank assets as collateral.\\\n\\\nThe :ABBR[UK] was the first country to introduce legislation explicitly enabling us to keep sanctions in place until Russia pays damages.\n\n ", "sources": [{"type": "press_release", "language": "english", "name": "UK government ", "link": "https://www.gov.uk/government/news/uk-shows-enduring-commitment-to-ukraine-at-g7-summit"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": []}, {"title": "EU Commissioner for International Partnerships urges balance between development assistance, defense", "slug": "eu-commissioner-urges-balance-between-development-assistance-defense-2024", "publish_date": "2024-06-12", "content": "**On June 12, 2024, :abbr[EU] Commissioner for International Partnerships Jutta Urpilainen cautioned that the :abbr[EU] must strike a balance between increasing defense spending and maintaining development assistance to avoid geopolitical isolation.**\\\n\\\nFollowing the full-scale invasion of Ukraine in February 2022, the :abbr[EU] and its member states have prioritized increased military spending. Despite being one of the world's largest donors of :abbr[ODA], the :abbr[EU] faces the challenge of maintaining its level of funding for international partnerships in a context of geopolitical competition.\\\n\\\nUrpilainen emphasized the need to invest in international partnerships alongside military capacity to address broader security challenges like climate change, migration, and terrorism. She warned that geopolitical competition necessitates a balanced approach, expressing concern about future political support for this strategy with the :abbr[EU] elections results tilting to the right. \\\n\\\nIn addition, Urpilainen stressed the importance of the next :abbr[EU] budget to maintain or increase funding for external relations, particularly keeping education at 13%, and for human development initiatives including education, research, and health to be included in Global Gateway.\\\n\\\nUrpilainen underlined that Europe could become geopolitically isolated if investment in external relations is not sustained.", "sources": [{"type": "interview", "language": "english", "name": "Euractiv", "link": "https://www.euractiv.com/section/development-policy/interview/eu-must-not-neglect-development-aid-over-defence-commissioner-urpilainen-warns/"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": []}, {"title": "South Korea reaffirms commitment to Ukraine", "slug": "south-korea-reaffirms-commitment-to-ukraine-2024", "publish_date": "2024-06-12", "content": "**On June 11, 2024, South Korean 2<sup>nd</sup> Vice Minister of Foreign Affairs Insun Kang attended the :abbr[MDCP]{title=\"Multi-Agency Donor Coordination Platform\"} for Ukraine‘s first annual ministerial meeting as well as the 3<sup>rd</sup> Ukraine Recovery Conference.**\\\n\\\nKang noted that, as a new member of the :abbr[MDCP]{title=\"Multi-Agency Donor Coordination Platform\"}, South Korea will continue to contribute to Ukraine’s reconstruction with active coordination with major donors and international organizations.\\\n\\\nAs part of the Ukraine Peace and Solidarity Initiative, announced at the Korea-Ukraine Summit in July 2023, South Korea has provided US$200 million in humanitarian assistance in 2024, US$100 million in support through multilateral financial institutions, US$100 million though :abbr[KOICA], and US$2.1 billion through the :abbr[EDCF] for 2024-2029.\\\n\\\nKang emphasized the importance of public-private partnerships for Ukraine’s effective reconstruction and recovery and expressed South Korea's unwavering willingness to support Ukraine. ", "sources": [{"type": "press_release", "language": "korean", "name": "Ministry of Foreign Affairs ", "link": "https://www.mofa.go.kr/www/brd/m_4080/view.do?seq=375097&page=1"}, {"type": "news_article", "language": "korean", "name": "Sisamirae", "link": "https://www.sisamirae.com/news/article.html?no=227163"}, {"type": "press_release", "language": "korean", "name": "Ministry of Foreign Affairs ", "link": "https://www.mofa.go.kr/www/brd/m_4080/view.do?seq=375100&page=1"}, {"type": "news_article", "language": "korean", "name": "Sisafocus ", "link": "https://www.sisafocus.co.kr/news/articleView.html?idxno=319202"}], "funders": [{"funder_profiles_id": {"name": "South Korea"}}], "topics": []}, {"title": "EU announces new initiatives to bolster support for Ukraine’s recovery", "slug": "eu-announces-new-initiatives-to-bolster-support-for-ukraine-s-recovery-2024", "publish_date": "2024-06-11", "content": "**On June 11-12, the Ukraine Recovery Conference, organized by Germany in Berlin, seeking to ensure that Ukraine can continue to defend itself and move towards closer integration with the :abbr[EU].**\\\n\\\nEuropean Commission President Ursula von der Leyen announced several initiatives aimed at strengthening Ukraine's sovereignty and bringing it closer to the :abbr[EU], including:\n- Multiple agreements worth EUR1.4 billion (US$1.5 billion) with partner banks to attract private investments to Ukraine;\n- Targeted support for equity investments in the country, focusing on improving the financing of Ukrainian businesses, especially :abbr[SMEs] and startups;\n- Pledges to deliver an additional EUR1.9 billion (US$2 billion) from the :abbr[EU]’s Ukraine Facility by the end of June, thanks to progress on the Ukraine Plan and its anti-corruption reforms;\n- Announcing the transfer of around EUR1.5 billion (US$1.6 billion) of windfall profits generated by tied-up Russian assets for Ukraine's defense and reconstruction; and\n- Mobilizing about EUR500 million (US$534 million) for urgent repairs in the Ukrainian energy sector.\n\n<br>\n\nSince the beginning of the full-scale invasion in February 2022, :abbr[EU] financial, humanitarian, emergency, budgetary and military support to Ukraine has reached almost EUR100 billion (US$107 billion). ", "sources": [{"type": "news_article", "language": "english", "name": "European Commission", "link": "https://commission.europa.eu/news/eu-bolsters-support-ukraines-recovery-2024-06-11_en"}, {"type": "news_article", "language": "english", "name": "Ukrainska Pravda", "link": "https://www.pravda.com.ua/eng/news/2024/06/11/7460233/"}, {"type": "news_article", "language": "english", "name": "EUnews", "link": "https://www.eunews.it/en/2024/06/11/von-der-leyen-ukraine-zelensky/"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": []}, {"title": "Japan hosts public-private conference for restoration and reconstruction of Ukraine", "slug": "japan-hosts-public-private-conference-for-restoration-and-reconstruction-of-ukraine-2024", "publish_date": "2024-06-11", "content": "**On June 11, 2024, Japan hosted the Japan-Ukraine Public-Private Roundtable in Germany to discuss measures for the restoration and reconstruction of Ukraine, involving both public and private sectors.**\\\n\\\nApproximately 60 Japanese and Ukrainian companies participated in the conference. The meeting aimed to expand cooperation in fields such as agriculture, renewable energy, and housing construction.\\\n\\\nIn February 2024, during the Japan-Ukraine Conference for Promotion of Economic Growth and Reconstruction in Tokyo, the two countries agreed on seven key areas of support, including social infrastructure and demining. They signed over 50 cooperation agreements to facilitate specific forms of support.\\\n\\\nThe restoration of Ukraine’s agriculture is a critical focus, given that agricultural land accounts for 70% of Ukraine’s total land area. Japan plans to sign five memoranda of understanding to bolster Ukraine’s agricultural production. Companies including Yanmar Agribusiness Co. and Kubota Corp. discussed supplying agricultural machinery with Ukrainian authorities. Additionally, the Japanese government pledged to streamline customs clearance procedures to support these initiatives.\\\n\\\nIn the renewable energy sector, Japan and Ukraine aim to strengthen cooperation in developing wind power and other renewable sources. This initiative aligns with the broader goals discussed during the :abbr[G7+] energy meeting held on June 11, 2024 in Berlin, Germany. Japanese Vice Minister of Economy, Trade, and Industry, Kazuchika Iwata, emphasized Japan’s commitment to supporting Ukraine’s energy needs and facilitating collaboration between companies from both nations.\\\n\\\nDuring the Berlin conference, Iwata also met with Polish Special Representative for Ukraine Development Cooperation Pawel Kowal. They discussed enhancing collaboration between Japan and Poland in support of Ukraine’s reconstruction efforts, given Poland’s pivotal role in Ukraine’s recovery.", "sources": [{"type": "news_article", "language": "english", "name": "The Japan News", "link": "https://japannews.yomiuri.co.jp/politics/politics-government/20240605-190194/"}, {"type": "press_release", "language": "japanese", "name": "Ministry of Economy, Trade and Industry", "link": "https://www.meti.go.jp/press/2024/06/20240613002/20240613002.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "EIB provides US$107 million loan for Ukraine to rebuild municipal infrastructure", "slug": "eib-provides-us-107-million-loan-for-ukraine-to-rebuild-municipal-infrastructure-2024", "publish_date": "2024-06-11", "content": "**On June 11, 2024, the :abbr[EIB] announced that it will provide Ukraine with a EUR100 million (US$107 million) loan to rebuild municipal infrastructure damaged by the war against Russia.**\\\n\\\nThese funds, agreed at the Ukraine Recovery Conference in Berlin, will be used to rebuild schools, kindergartens, hospitals, social housing and local transport, in addition to ensuring essential services such as clean water and sanitation.\\\n\\\nCalls for project proposals are set to be issued, inviting communities to submit applications for the reconstruction of health facilities, housing, education, water sector and shelters. The projects will prioritize liberated territories, areas close to conflict zones, and regions with large numbers of internally displaced persons.", "sources": [{"type": "press_release", "language": "english", "name": "EIB", "link": "https://www.eib.org/en/press/news/ukraine-gets-eur100-million-eib-loan-to-rebuild-social-infrastructure-in-war-torn-cities"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": [{"topics_id": {"name": "Education"}}, {"topics_id": {"name": "WASH & Sanitation"}}]}, {"title": "Netherlands allocates US$161 million to Ukraine recovery and humanitarian assistance in 2024", "slug": "netherlands-allocates-us-161-million-to-recovery-and-humanitarian-assistance-in-ukraine-2024", "publish_date": "2024-06-07", "content": "**On June 7, 2024, Dutch Minister for Foreign Trade and Development Cooperation Liesje Schreinemacher outlined the Netherlands’ recovery and humanitarian assistance to Ukraine for 2024.**\\\n\\\nThe Spring Budget, published on April 15, 2024, announced that the Netherlands would provide a total of EUR4.4 billion (US$4.8 billion) to Ukraine for 2024-2026. Of this, EUR148 million (US$161 million) will go to recovery and humanitarian assistance to Ukraine in 2024 and EUR252 million (US$274 million) in 2025.\\\n\\\nSchreinemacher specified the allocations for 2024 as: \n- EUR58 million (US$65 million) via the World Bank to the :abbr[URTF] for infrastructure repair;\n- EUR33 million (US$35 million) for the second round of the Netherlands Enterprise Agency’s :abbr[UPF] for collaboration with Dutch businesses on reconstruction;\n- EUR20 million (US$22 million) via the :abbr[EBRD] for the Ukrainian energy sector;\n- EUR15 million (US$16 million) via the :abbr[ICRC] for humanitarian assistance;\n- EUR10 million (US$11 million) via :abbr[FMO] to support Ukraine’s private sector;\n- EUR3 million (US$3 million) for civil society organizations providing support in Ukraine; and\n- EUR10 million (US$11 million) reserved for emerging needs.\n\n<br>\n\nThe recovery and humanitarian assistance allocations for 2025 will be announced on Budget Day, on September 17, 2024, as part of the 2025 Annual Budget.\n", "sources": [{"type": "letter", "language": "dutch", "name": "Ministry of Foreign Affairs", "link": "https://open.overheid.nl/documenten/67293717-a97d-439e-a26c-69c4c5052816/file "}, {"type": "government_document", "language": "dutch", "name": "Spring Budget 2024", "link": "https://open.overheid.nl/documenten/654bb63d-69e9-455f-99c4-fde52e3dc390/file"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "UK records US$2.2 billion spent on ICF in FY2023/24", "slug": "uk-records-us-2-2-billion-spent-on-icf-in-fy-2023-24", "publish_date": "2024-06-07", "content": "**On June 7, 2024, an analysis by Carbon Brief, based on data provided by the :ABBR[UK] government via freedom-of-information, revealed that the :ABBR[UK] government spent GBP1.8 billion (US$2.2 billion) on :ABBR[ICF] during :abbr[FY]2023/24, marking the largest yearly :abbr[ICF] spend since 2011.**\\\n\\\nThe amount represents an increase of GBP192 million (US$230 million) over :abbr[FY]2022/23.  Despite the record funding, the :ABBR[UK] will need to more than double its :abbr[ICF] spend in :abbr[FY]2024/25 and :abbr[FY]2025/2026 to meet the :ABBR[UK] government’s commitment of disbursing GBP11.6 billion (US$14 billion) in :ABBR[ICF] between :abbr[FY]s 2021/22 and 2025/26.\\\n\\\nFunding classified as :ABBR[ICF] in 2023-24 was used to support the reconstruction of low-carbon power supplies in Ukraine, assist humanitarian victims in Pakistan and Ethiopia, and to fund multilateral contributions, including support to the :abbr[GCF].\\\n\\\nAccording to Carbon Brief, 11% of the funding, or GBP199 million (US$238 million), resulted from the :ABBR[UK] government [expanding its definition of climate finance in 2023](https://donortracker.org/policy_updates?policy=uk-updates-climate-finance-metrics-sets-out-path-for-us-13-9-billion-climate-commitment-2023). Experts believe this figure to be an underestimate, as Carbon Brief was not able to include all reclassified humanitarian funding in their calculations. \n\n ", "sources": [{"type": "report", "language": "english", "name": "Carbon Brief", "link": "https://www.carbonbrief.org/analysis-uk-climate-aid-reaches-record-1-8bn-in-2023-after-loosening-rules/#:~:text=However%2C%20the%20trajectory%20the%20government,192m%20since%20the%20previous%20year."}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "Australia announces additional US$21 million in humanitarian, energy assistance to Ukraine", "slug": "australia-announces-additional-us-21-million-in-humanitarian-energy-assistance-to-ukraine-2024", "publish_date": "2024-05-31", "content": "**On May 31, 2024, Australian Foreign Affairs Minister Penny Wong announced a new funding package, totaling AUD20 million (US$13 million), to provide humanitarian and energy assistance for Ukrainians.**\\\n\\\nUkraine had requested a direct shipment of coal to bolster its energy sector, however, Australia preferred to provide more flexible assistance through the Ukraine Energy Support Fund. The fund was jointly established by Ukraine’s Ministry of Energy and the :abbr[EU].\\\n\\\nAn additional AUD10 million  (US$7 million) is slated to be provided for access to shelter, food, and water through the :abbr[UNOCHA].\\\n\\\nFunds will also be provided through the :abbr[UN] Partnership on the Rights of Persons with Disabilities. This aimed to  improve services for Ukrainian people with disabilities.", "sources": [{"type": "press_release", "language": "english", "name": "Minister for Foreign Affairs", "link": "https://www.foreignminister.gov.au/minister/penny-wong/media-release/energy-and-humanitarian-assistance-ukraine"}], "funders": [{"funder_profiles_id": {"name": "Australia"}}], "topics": []}, {"title": "Sweden pledges US$60 million to bolster Ukraine's energy sector", "slug": "sweden-pledges-us-60-million-to-bolster-ukraines-energy-sector-2024", "publish_date": "2024-05-28", "content": "**On May 28, 2024, the Swedish government announced a new assistance package for Ukraine, totaling SEK615 million (US$60 million), intended to stabilize Ukraine's energy sector.**\\\n\\\nUkraine's energy sector is severely impacted by  missile and drone strikes that have targeted and damaged essential facilities such as the Trypillia power plant, a crucial provider for regions including Kyiv.\\\n\\\nThe package includes US$45 million allocated to the Energy Community's Ukraine Energy Support Fund and an additional US$15 million through the :abbr[UNDP]. The funds will be used for purchasing technical equipment and building energy infrastructure, with a focus on the hardest-hit areas like Kharkiv, with other regions such as Kyiv, Odesa, and Mykolaiv also receiving support.", "sources": [{"type": "news_article", "language": "english", "name": "News Article", "link": "https://kyivindependent.com/sweden-announces-new-energy-aid-package-worth-around-60-million/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "US think tank releases report on Japan’s strategic interests in Africa", "slug": "us-think-tank-releases-report-on-japan-s-strategic-interests-in-africa-2024", "publish_date": "2024-05-21", "content": "**On May 21, 2024, the Center for Strategic and International Studies released a comprehensive report examining Japan’s strategic interests in the 'global South', particularly focusing on the African continent and the growing influence of China and Russia in the region.**\\\n\\\nThe report highlighted the transformation of Japan’s diplomacy with Africa and emphasized changes during the second administration of former Japanese Prime Minister Shinzō Abe, which prioritized strategic engagement in response to Africa’s rapid economic growth and China’s proactive investment strategies, including the Belt and Road Initiative. It also discussed the broader geopolitical implications of African countries’ mixed reactions to Russia’s invasion of Ukraine, revealing a significant divergence from Western expectations and highlighting Africa’s increasingly independent foreign policy stance.\\\n\\\nKey issues addressed in the report include the historical context of China’s deepening ties with Africa, driven initially by efforts to avoid isolation after the Tiananmen Square protests and now expanded under President Xi Jinping’s *Vision 2035*. China’s substantial investments in Africa, particularly in infrastructure and digital innovation, contrast with Japan’s more modest financial involvement, emphasizing private sector investment over traditional :abbr[ODA]. The report also underscored the challenge posed by African countries’ voting behavior at the :abbr[UN] regarding Russia’s invasion of Ukraine, reflecting a broader dissatisfaction with the Western-led international order.\\\n\\\nPolicy recommendations made by the report included:\n- Deepen policy dialogue on shared vision;\n- Redesign diplomacy considering economic realities;\n- Enhance mutual understanding through bilateral dialogues;\n- Develop a cohort of African individuals familiar with Japan; and\n- Develop information dissemination strategies focused on :abbr[SNS]s.\n\n", "sources": [{"type": "report", "language": "english", "name": "Center for Strategic and International Studies (CSIS)", "link": "https://www.csis.org/analysis/japans-strategic-interests-global-south-africa"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "Germany's governing coalition proposes enhanced municipal cooperation", "slug": "germanys-governing-coalition-proposes-enhanced-municipal-cooperation-2024", "publish_date": "2024-05-17", "content": "**On May 17, 2024, Germany's governing coalition put forth a proposal to enhance municipal cooperation in international development, recognizing the vital role local partnerships play in achieving the :abbr[SDG]s.**\\\n\\\nThe proposal emphasizes strengthening municipal engagement in development efforts, particularly highlighting the impact of over 190 German-Ukrainian partnerships that have mobilized resources and expertise for reconstruction in Ukraine.\\\n\\\nKey measures include facilitating low-barrier, flexible support for municipalities and encouraging greater involvement of local representatives in international forums. Initiatives like the Service Agency Communities in One World and solidarity partnerships offer project-based collaboration to extend aid effectively.\\\n\\\nThe proposal advocates for expanding these efforts to other regions eligible for :abbr[ODA] and enhancing collaboration in essential sectors such as water supply, waste management, and healthcare. It seeks to integrate municipal expertise into international delegations and promote greater coordination and funding opportunities at the :abbr[EU] level.", "sources": [{"type": "press_release", "language": "german", "name": "Die Grünen", "link": "https://www.gruene-bundestag.de/themen/entwicklungszusammenarbeit/entwicklungszusammenarbeit-der-kommunen-staerken"}], "funders": [{"funder_profiles_id": {"name": "Germany"}}], "topics": [{"topics_id": {"name": "International development"}}]}, {"title": "German tax revenue forecasts declines, propts call for economic reform", "slug": "german-tax-revenue-forecasts-declines-propts-call-for-economic-reform-2024", "publish_date": "2024-05-16", "content": "**On May 16, 2024, the :abbr[BMF]'s latest tax revenue forecast revealed lower-than-expected revenues for 2024, highlighting the need for economic reform rather than increased borrowing.**\\\n\\\nThe forecast indicated that tax revenues for 2024 will be lower than previously expected, amounting to EUR950.3 billion (US$1 trillion). This represents an annual shortfall of approximately EUR16 billion (US$17.3 billion) compared to the October 2023 projection. Federal, state, and local governments are all expected to see reduced revenues, with the federal government bearing the brunt of the shortfall. The forecast adjustment is primarily due to a slower-than-expected economic recovery and the financial impact of new tax law changes.\\\n\\\nFinance Minister Christian Lindner emphasized the need for fiscal discipline and economic growth rather than new debts. He stated that the current forecast is a reality check for the 2025 federal budget, underscoring the importance of sustainable economic policies to maintain financial stability. The forecast anticipated modest economic improvements in late 2024, driven by robust employment, lower inflation, and rising wages.\\\n\\\nIncreased interest rates have led to higher-than-expected revenues from capital gains taxes, but the increase remains insufficient to offset the overall decline in tax revenues. Lindner reiterated the need for a strategic economic shift to ensure long-term prosperity and fiscal health for Germany.\\\n\\\nLindner repeatedly stated that his ministry does not accept budgetary proposals from ministries requesting amounts above the Ministry of Finance’s suggestions. While he did not specify which ministries are affected, the :abbr[BMZ] is likely impacted, having requested EUR12.2 billion (US$13.2 billion), significantly more than the EUR10.3 billion (US$11.1 billion) suggested in the midterm financial plan.\\\n\\\nLindner also noted that while additional support for Ukraine might be needed in the ongoing fiscal year, such support could come without declaring an emergency to bypass the debt brake, provided there is political will for such a decision.", "sources": [{"type": "press_release", "language": "german", "name": "BMF", "link": "https://www.bundesfinanzministerium.de/Content/DE/Pressemitteilungen/Finanzpolitik/2024/05/2024-05-16-ergebnisse-der-166-steuerschaetzung.html"}], "funders": [{"funder_profiles_id": {"name": "Germany"}}], "topics": []}, {"title": "Norwegian government proposes increased support to Ukraine, Palestine in revised budget", "slug": "the-norwegian-government-proposes-to-increase-its-support-to-ukraine-and-palestine-in-revised-budget", "publish_date": "2024-05-14", "content": "**On May 14, 2024, Norwegian government announced that it will increase support for Ukraine and Palestine in the proposed revised state budget for 2024 by NOK1 billion (US$92 million) each.**\\\n\\\nIn addition, the budget will receive a further NOK100 million (US$9.2 million), making 2024 development assistance budget Norway's second-largest ever, corresponding to 0.98% :abbr[ODA/GNI]. The additional support to Ukraine and Palestine will be channeled through the :abbr[UN], the Red Cross, and Norwegian humanitarian organizations.\\\n\\\nIn order to increase the funding to Ukraine and Palestine and to cover increased refugee expenses in Norway, the government is reallocating NOK1.6 billion (US$148 million) from other parts of the development assistance budget. The government proposed a reallocation from the health (NOK125 million; US$11.6 million), climate (NOK171.6 million; US$16 million), and civil society (NOK185 million; US$17 million) sectors.\\\n\\\nThe state guarantee scheme for renewable energy in :abbr[LICs] will also be postponed until 2025. The government underlines that the proposed reprioritization will not entail a breach of existing agreements. \n", "sources": [{"type": "press_release", "language": "norwegian", "name": "Norwegian Ministry of Foreign Affairs ", "link": "https://www.regjeringen.no/no/aktuelt/oker-bistanden-til-ukraina-og-palestina/id3038676/?utm_source=regjeringen.no&utm_medium=email&utm_campaign=nyhetsvarsel20240514-11:11%20AM"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "International development"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "Japan calls for coordinated response to global crises alongside G7 development finance institutions", "slug": "japan-calls-for-coordinated-response-to-global-crises-alongside-g7-development-finance-institutions-2024", "publish_date": "2024-05-09", "content": "**On May 9, 2024, :abbr[JICA] and :abbr[G7] countries’ development finance institutions gave a joint statement on coordinated responses to global crises such as climate change and food security.**\\\n\\\nThe statement emphasized collaboration through financial and investment channels, mobilizing private funds, and supporting initiatives such as climate change mitigation, quality infrastructure development, food security, assistance for Ukraine, and the Impact Investment Initiative. The regional focus is on Africa and other low-income regions, leveraging :abbr[G7] public development banks and :abbr[DFI]s to promote sustainable development.\\\n\\\nThe :abbr[G7] public development banks and :abbr[DFI]s committed to addressing global challenges during the 2024 Italian :abbr[G7] presidency, focusing on climate and energy, infrastructure, sustainable food systems, support for Ukraine, health, gender equality, and artificial intelligence. They noted goals to enhance coordination and act as facilitators between public and private sectors to support high-impact projects, contributing to a more equitable and sustainable future.", "sources": [{"type": "press_release", "language": "english", "name": "Japan International Cooperation Agency", "link": "https://www.jica.go.jp/english/information/press/2024/20240515_22.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Nutritious Food Systems"}}, {"topics_id": {"name": "Global Health R&D"}}]}, {"title": "Germany pledges US$49 million for Ukraine power grid reconstruction", "slug": "germany-pledges-us-49-million-for-ukraine-power-grid-reconcstruction-2024", "publish_date": "2024-05-09", "content": "**On May 9, 2024, during a visit to Kyiv, German Development Minister Svenja Schulze and Ukrainian officials, including President Volodymyr Zelenskyy and Energy Minister Herman Halushchenko, discussed support for Ukraine's power grid reconstruction and signed an agreement to enhance and rebuild Ukraine’s energy infrastructure.**\\\n\\\nSchulze emphasized that a stable power supply is essential for Ukraine’s survival and rebuilding efforts, highlighting recent targeted attacks on energy infrastructure by Russia.\\\n\\\nAs part of the bilateral energy cooperation, Germany’s :abbr[KfW] signed a EUR46 million (US$49 million) grant agreement with Ukrainian state energy provider Ukrenergo to repair damaged power grid components and improve grid protection and efficiency. This support aims to integrate Ukraine’s energy network with Europe’s and involves modernizing transmission lines and substations, providing technical advice, and training energy sector professionals.\\\n\\\nSchulze's visit also focused on preparing the Ukraine Recovery Conference scheduled for June in Berlin. The conference aims to bring together international supporters to strengthen Ukraine's economy and society. Schulze participated in a municipal summit in Kyiv, emphasizing the vital role of strong local communities in the reconstruction process. The conference will also address :abbr[SMEs], women’s empowerment, and developing new skills, with several alliances being formed to coordinate civilian support akin to the military assistance framework.", "sources": [{"type": "press_release", "language": "german", "name": "BMZ", "link": "https://www.bmz.de/de/aktuelles/aktuelle-meldungen/deutschland-unterstuetzt-ukraine-bei-wiederaufbau-stromnetz-209338"}, {"type": "web_page", "language": "english", "name": "Ukraine Recovery Conference", "link": "https://www.urc-international.com/"}], "funders": [{"funder_profiles_id": {"name": "Germany"}}], "topics": []}, {"title": "Norad presents 2023 ODA statistics, shows 18% overall increase", "slug": "norad-presents-2023-oda-statistics-shows-18-overall-increase-2024", "publish_date": "2024-05-07", "content": "**On May 7, 2024, :abbr[Norad] presented the statistics on Norwegian development assistance in 2023, showing that Norwegian :abbr[ODA] reached a record high of NOK58.6 billion (US$5.4 billion), an increase of 18% or NOK9 billion (US$832 million) compared to 2022.**\\\n\\\n:abbr[ODA] increased in all regions, significantly affected by the one-time additional allocation of NOK5 billion (US$462 million) to :abbr[LICs] particularly affected by Russia's full-scale invasion of Ukraine.\\\n\\\n*By region*, the largest increase in :abbr[ODA] was to Europe. In total, European countries received NOK9.1 billion (US$842 million) in funding. Of the total European allocation, the largest share of funding went to Ukraine and Moldova. The funding to Ukraine in 2023 stood at NOK7.9 billion (US$730 million).\\\n\\\nDevelopment assistance to the African continent increased by NOK2.5 billion (US$321 million), reaching a total of NOK10.2 billion (US$943 million). Africa remains the region receiving the most development assistance from Norway. The increase in funding to Africa is explained by long-term assistance to agriculture, fisheries, food security and emergency relief.\\\n\\\nDevelopment assistance to the Middle East increased by over NOK1 billion (US$92 million), reaching NOK3.8 billion (US$351 million) in 2023. The increase was almost exclusively in emergency assistance. Palestine was the second-largest recipient of Norwegian development assistance in 2023, receiving NOK1.2 billion (US$111 million). The majority of the funding was given as humanitarian assistance and emergency relief.\\\n\\\n*By partner,* multilateral organizations were the largest partner group for Norwegian :abbr[ODA], followed by :abbr[CSOs] and the public sector. Multilaterals received NOK31.7 billion (US$2.9 billion) in 2023, an increase of NOK6.3 billion (US$582 billion) from 2022. :abbr[CSOs] received NOK13.2 billion (US$1.2 billion) in 2023, compared to NOK10.3 billion (US$952 million) in 2022.\\\n\\\nThe World Bank Group was the largest partner with NOK7.4 billion (US$684 million) in 2023, of which slightly over one-fifth was core support. The :abbr[WFP] was the second-largest recipient with NOK2.4 billion (US$222 million), approximately half of which was earmarked for emergency relief. Overall, multilateral organizations were the dominant partner group for Norwegian health assistance, with over 80% being channeled through multilateral partners in 2023. \\\n\\\n*By sector*, emergency relief and multisectoral support saw the largest growth from 2022 to 2023, while there was a decrease in refugee expenses and earmarked assistance for education.\\\n\\\n:abbr[ODA] to agriculture, fisheries, and food security significantly increased from NOK3.9 billion (US$360 million) in 2022 to NOK6.4 billion (US$592 million) in 2023. Most of the increase of NOK2.5 billion (US$231 million) was funded by the one-time funding package for :abbr[LICs] particularly affected by Russia's war against Ukraine.\\\n\\\nTotal Norwegian :abbr[ODA] to health stood at NOK6.5 billion (US$601 million) in 2023, up from NOK6.3 billion (US$582 million) in 2022. This is significantly lower than in 2020 and 2021, when development assistance globally was influenced by the Covid-19 pandemic.\\\n\\\nBetween 2014 and 2023, health assistance slightly increased when measured in 2024 prices, from NOK4.7 billion (US$434 million) in 2014. The largest partners in health assistance in 2023 were Gavi at NOK1.5 billion (US$138 million), :abbr[UNFPA] at NOK1.1 billion (US$101 million) and the :abbr[WHO] at NOK687 million (US$63.5 million). Of the earmarked health :abbr[ODA], totaling NOK3.5 billion (US$323 million) in 2023, 58% went to programs targeting :abbr[LICs] not geographically earmarked. Africa received the most of the geographically earmarked health support, with around NOK600 million (US$55.5 million).\\\n\\\nIn 2023, NOK1.7 billion (US$157 million) went to :abbr[SRHR], down from NOK1.8 billion (US$166 million) in 2022. Multilateral organizations, an important partner group in Norwegian :abbr[SRHR] efforts, received 51% of the earmarked support in addition to the calculated core support, totaling 81% of :abbr[SRHR]  support. :abbr[UNFPA] was the largest individual partner and received nearly half of total :abbr[SRHR]  support.\n", "sources": [{"type": "news_article", "language": "norwegian", "name": "Norwegian Agency for Development Cooperation", "link": "https://www.norad.no/globalassets/publikasjoner/publikasjoner-2024/tall-som-teller---statistikk-over-norsk-utviklingsbistand-i-2023.pdf"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Nutritious Food Systems"}}, {"topics_id": {"name": "Maternal, Newborn, and Child Health"}}, {"topics_id": {"name": "Family Planning"}}, {"topics_id": {"name": "International development"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "US to provide US$190 million in energy, economic funding, US$60 million for agricultural assistance to Ukraine", "slug": "us-to-provide-us-190-million-in-energy-and-economic-assistance-to-ukraine-2024", "publish_date": "2024-05-03", "content": "**On May 3, 2024, :abbr[USAID] announced that it is providing US$190 million to Ukraine for energy assistance to build resilient, reliable, affordable and secure energy supplies to Ukraine.**\\\n\\\nThe program, titled *Securing Power, Advancing Resilience and Connectivity*, will provide critical technical and equipment over a five-year period. The announced funding adds to the nearly US$1 billion in energy assistance that the :abbr[US] has provided since the start of the war in February 2022.\\\n\\\nThe :abbr[US] also passed the National Security Supplemental Bill, comprising US$95 billion in 'foreign aid' supplemental appropriations (with US$61 billion for Ukraine), and is slated to provide an additional US$1.4 billion from this bill in economic recovery assistance to Ukraine.\\\n\\\nAdditionally, :abbr[USAID] will launch *Harvest*, a program to invest in micro-, small-, and medium-sized grain and oil seed producers in Ukraine's agricultural sector. *Harvest* is an extension of :abbr[USAID]'s Agriculture Resilience Initiative-Ukraine, through which :abbr[USAID] has invested over US$350 million and has leveraged more than that through the private sector and other donors.", "sources": [{"type": "press_release", "language": "english", "name": "USAID", "link": "https://www.usaid.gov/news-information/press-releases/may-03-2024-united-states-announces-more-190-million-support-ukraines-energy-sector"}, {"type": "press_release", "language": "english", "name": "USAID", "link": "https://www.usaid.gov/news-information/press-releases/may-03-2024-united-states-announces-60-million-bolster-agriculture-amid-war-time-threats-ukraine?utm_medium=email&utm_source=govdelivery"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Sweden pledges US$396 million to support humanitarian assistance actors", "slug": "sweden-pledges-us-396-million-to-support-humanitarian-assistance-actors-2024", "publish_date": "2024-04-26", "content": "**On April 26, 2024, Sweden pledged EUR371 million (US$396 million) in humanitarian assistance through :abbr[Sida] to address 30 ongoing humanitarian crises and support humanitarian actors in the Democratic Republic of the Congo, Afghanistan, and Sudan.**\\\n\\\nAssistance will be directed towards regions and populations affected by conflict, displacement, natural disasters, and other emergencies. Swedish Minister for International Development Cooperation and Foreign Trade Johan Forssell emphasized that strengthening humanitarian assistance is a major goal in the Swedish government’s reform agenda for humanitarian assistance.\\\n\\\nForssell noted that :abbr[Sida]’s allocation is based on a model that ensures funds are provided where needs are greatest to support effective, appropriate and flexible humanitarian assistance, with the aim of saving lives and alleviating suffering.\\\n\\\nThe funding brings Sweden’s humanitarian assistance in 2024 total to EUR758 million (US$810 million). Additionally, the Government is providing EUR336 million (US$359 million) in core support to international humanitarian organizations in 2024, most of which has already been allocated. The Swedish government can allocate additional assistance within this framework in response to humanitarian crises, including crisis responses in Ukraine, Gaza, and Sudan.", "sources": [{"type": "press_release", "language": "english", "name": "Press Release - Government of Sweden", "link": "https://www.government.se/press-releases/2024/04/eur-371-million-in-humanitarian-assistance-through-sida-to-30-humanitarian-crises/"}], "funders": [], "topics": [{"topics_id": {"name": "International development"}}]}, {"title": "German development minister announces 'SkillsAlliance for Ukraine' initiative", "slug": "german-development-minister-announces-skills-alliance-for-ukraine-initiative-2024", "publish_date": "2024-04-26", "content": "**On April 26, 2024, German Development Minister Svenja Schulze announced that Germany is planning to launch an international initiative, known as SkillsAlliance for Ukraine, to address the labor shortage in Ukraine, provide training in key sectors for reconstruction, and mobilize international support.**\\\n\\\nSchulze announced the initiative during a German-Ukrainian conference in Berlin, aiming to launch at the Ukraine Recovery Conference in June 2024.\\\n\\\nThe initiative is in response to the labor shortage caused by the Russian invasion of Ukraine in Febrary 2022, with a focus on providing training and education in various sectors crucial for reconstruction, such as healthcare, construction, :abbr[IT], agriculture, and renewable energy, targeting youth, internally displaced persons, and women to enhance their participation in the country's rebuilding efforts.\\\n\\\nThe initiative builds on existing vocational training programs supported by the German government, and aims to mobilize international partners including :abbr[UNICEF], :abbr[EBRD], and the :abbr[EU] Commission to address Ukraine's reconstruction needs and activate further support ahead of the conference.", "sources": [{"type": "press_release", "language": "german", "name": "BMZ", "link": "https://www.bmz.de/de/aktuelles/aktuelle-meldungen/bmz-initiiert-fachkraefte-initiative-fuer-wiederaufbau-ukraine-207606"}], "funders": [{"funder_profiles_id": {"name": "Germany"}}], "topics": []}, {"title": "Netherlands provides US$39 million in core funding to UNDP", "slug": "netherlands-provides-us-39-million-in-core-funding-to-undp", "publish_date": "2024-04-24", "content": "**On April 24, 2024, the :abbr[UNDP] announced that the Netherlands contributed EUR36 million (US$39 million) in core funding to the :abbr[UNDP] for 2024.**\\\n\\\nThe flexible funding supports implementing the :abbr[UNDP]’s strategic plan for 2022-2025 to tackle multidimensional poverty, promote good governance, foster the rule of law, and champion gender equality globally.\\\n\\\nThe :abbr[UNDP] also highlighted positive results coming from its partnership with the Netherlands. With Dutch support, the :abbr[UNDP] is strengthening Ukraine’s capacity and use of advanced technology to manage mine action operations.", "sources": [{"type": "news_article", "language": "english", "name": "UNDP", "link": "https://www.undp.org/news/kingdom-netherlands-invests-undp-advance-sustainable-development-around-world"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}]}, {"title": "Japan’s ODA increases by 12% in 2023", "slug": "japan-s-2023-oda-increases-by-12-in-2023-2024", "publish_date": "2024-04-23", "content": "**On April 23, 2024, Japan announced that it strengthened its :abbr[ODA] contributions in 2023, disbursing approximately US$19.6 billion, a 12% increase from 2022.**\\\n\\\nHowever, Japan has yet to meet the :abbr[OECD] :abbr[DAC] goal of 0.7% :abbr[ODA/GNI].\\\n\\\nJapan’s 2023 :abbr[ODA] included an allocation of US$4.1 billion to Ukraine, demonstrating its commitment to addressing humanitarian and developmental needs in conflict-affected regions. Additionally, Japan’s :abbr[ODA] to the West Bank and Gaza increased to US$1.4 billion in 2023, underscoring its ongoing engagement in the Middle East peace process.\\\n\\\nAmidst these broader trends, Japan remains dedicated to its :abbr[ODA] objectives and actively engages in discussions with international organizations to coordinate efforts and address emerging challenges. Japan’s continued support for :abbr[ODA] initiatives, particularly in regions experiencing conflict and humanitarian crises, reflects its commitment to promoting global stability and prosperity through effective assistance programs.", "sources": [{"type": "news_article", "language": "japanese", "name": "Japan External Trade Organization", "link": "https://www.jetro.go.jp/biznews/2024/04/15cdb32387363369.html"}, {"type": "press_release", "language": "japanese", "name": "Publication of ODA results of each country in 2023 (provisional figures)", "link": "https://www.mofa.go.jp/mofaj/press/release/press1_001634.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "Netherlands publishes 2024 Spring Budget, reallocates US$870 million to host asylum seekers", "slug": "netherlands-publishes-2024-spring-budget-reallocates-us-870-million-to-host-asylum-seekers-2024", "publish_date": "2024-04-23", "content": "**On April 15, 2024, outgoing Dutch Minister of Finance Steven van Weyenberg presented the Spring Budget, which showed that an additional EUR4.4 billion (US$4.8 billion) will be made available for military and humanitarian support to Ukraine for 2024-2026 and the EUR800 million (US$870 million) in :abbr[ODA] was reallocated to cover :abbr[IDRCs].**\\\n\\\nThe funding is in addition to EUR3.4 billion (US$3.6 billion) in :abbr[ODA] allocated to host asylum seekers in 2023’s Spring Budget covering 2023-2027. The extra expenses are covered by windfalls from various budgets.\\\n\\\nDutch development Association :abbr[Partos] argued that by increasingly using :abbr[ODA] to host asylum seekers within the Netherlands, the current Dutch cabinet continues to make itself a major recipient of its developing money. Recent :abbr[OECD] numbers found that 17.7% of the Dutch development budget is spent domestically, and the new Spring Budget suggests this will increase to 20% in the coming years. :abbr[Partos] called on the Dutch government to ensure the development budget prioritizes tackling challenges such as hunger, poverty, and climate change elsewhere in the world, and to maintain a good international position.\n", "sources": [{"type": "government_document", "language": "dutch", "name": "Spring Budget 2024", "link": "1.\thttps://open.overheid.nl/documenten/654bb63d-69e9-455f-99c4-fde52e3dc390/file"}, {"type": "news_article", "language": "dutch", "name": "Article on Spring Budget 2024", "link": "2.\thttps://www.rijksoverheid.nl/onderwerpen/overheidsfinancien/voorjaarsnota"}, {"type": "oped", "language": "dutch", "name": "Partos", "link": "3.\thttps://www.partos.nl/nieuws/voorjaarsnota-kabinet-laat-kansen-liggen-om-internationale-positie-en-verdienvermogen-te-verstevigen/"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Canada’s international development organizations commend new funding, criticize lack of ODA transparency", "slug": "canada-s-international-development-organizations-commend-new-funding-criticize-lack-of-oda-transparency-2024", "publish_date": "2024-04-16", "content": "**On April 16, 2024, Canada released its Budget 2024, which included new funding to support Ukraine and bolster Canada’s international humanitarian assistance, but was criticized for a lack of transparency and did not include an increase in longer-term development assistance.**\\\n\\\nNew funding announced included:\n\n- CAD2.4 billion (US$1.7 billion) in loans to Ukraine in 2024 to support civilian services;\n- CAD217 million (US$157 million) over five years starting in FY2025/26 for the :abbr[EBRD] to support Ukraine’s reconstruction;\n- CAD76 million (US$55 million) for additional peace and security assistance for Ukraine between :abbr[FY]2024/25 and :abbr[FY]2026/27;\n- CAD350 million (US$254 million) over two years beginning in :abbr[FY]2024/25 to international humanitarian assistance;\n- CAD146 million (US$106 million) over five years starting in :abbr[FY]2027/28 to purchase shares in the Inter-American Development Bank to support clean economic growth and create economic opportunities for women in Latin America and the Caribbean; and\n- CAD40 million (US$29 million) in FY 2023/24 for humanitarian assistance to Gaza.\n\n<br>\n\n*Budget 2024* also recommits to leadership on international women’s rights and gender equality, support for global :abbr[LGBTQI+] rights, and the modernization of international financial institutions, including the European Bank for Reconstruction and Development Agreement Act, the International Development Assistance Act, and the :abbr[IMF] to support responsiveness to emerging global threats.\\\n\\\nCanadian international cooperation organizations and coalitions, including Cooperation Canada, Oxfam Canada, :abbr[UNICEF] Canada, and more, released statements lauding the government's commitment to CAD350 million (US$254 million) in new international humanitarian assistance. However, Cooperation Canada criticized the lack of budget transparency surrounding Canada’s :abbr[IAE] as well as the absence of any increase in funding for longer-term development assistance.\\\n\\\nWhile previous budgets presented rough estimates of the :abbr[IAE], *Budget 2024* does not provide a spending forecast. Cooperation Canada noted that it is difficult to know whether Canada’s assistance budget is increasing or decreasing with no information on trends, sectoral or spending-type breakdowns, or multi-year forward spending plans. The coalition estimated the :abbr[IAE] budget for this year to be around CAD7.2 billion (US$5.2 billion) per year, representing a growth of about 5% from 2023's CAD6.9 billion (US$5 billion).", "sources": [{"type": "government_document", "language": "english", "name": "Department of Finance Canada", "link": "https://www.budget.canada.ca/2024/home-accueil-en.html"}, {"type": "joint_statement", "language": "english", "name": "Cooperation Canada", "link": "https://cooperation.ca/reacting-to-budget-2024/"}], "funders": [{"funder_profiles_id": {"name": "Canada"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}]}, {"title": "Norway reaches 1% ODA/GNI in 2023", "slug": "norway-reaches-1-oda-gni-in-2023-2024", "publish_date": "2024-04-12", "content": "**On April 11, 2024, preliminary data from the :abbr[OECD] showed that Norway provided NOK58.6 billion (US$5.4 billion) to development assistance in 2023, or 1.09% :abbr[ODA/GNI],  the only :abbr[OECD] :abbr[DAC] country with more than 1% :abbr[ODA/GNI].**\\\n\\\nNorwegian Minister of International Development Anne Beathe Tvinnereim noted that it is important that Norway continues to be a reliable partner with significant contributions to meet increasing needs for humanitarian assistance, development assistance, and climate financing. Tvinnereim also underlined the concern that more countries are failing to meet the :abbr[UN] target of 0.7% :abbr[ODA/GNI].\\\n\\\nAccording to the :abbr[OECD]'s preliminary calculations, Norway's assistance to Ukraine accounted for 14.1% of Norway's development funding, up from 11.3 % of Norwegian development assistance in 2022.\n", "sources": [{"type": "press_release", "language": "norwegian", "name": "Norwegian Ministry of Foreign Affairs", "link": "https://www.regjeringen.no/no/aktuelt/norge-det-eneste-landet-med-1-prosent-til-bistand/id3033900/"}, {"type": "news_article", "language": "norwegian", "name": "Panorama nyheter", "link": "https://www.panoramanyheter.no/bistand-gaza-oecd/norge-det-eneste-landet-som-gir-1-prosent-til-bistand/363159"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": []}, {"title": "Netherlands supports Ukraine with additional US$1.5 billion", "slug": "netherlands-supports-ukraine-with-additional-us-1-5-billion-2024", "publish_date": "2024-04-12", "content": "**On April 12, 2024, outgoing Dutch Prime Minister Mark Rutte announced that the Netherlands will make another EUR1.4 billion (US$1.5 billion) available this year to support Ukraine against Russia’s attacks and its recovery efforts.**\\\n\\\nRutte announced that EUR1 billion (US$1.1 billion) will be available for military support and EUR400 million (US$435 million) to bolster Ukraine’s economy and for vital repairs to energy infrastructure.\\\n\\\nThis commitment is in addition to the EUR2 billion (US$2.2 billion) that the Netherlands committed to Ukraine in the form of a guarantee on February 9, 2024.\\\n\\\nRutte further stated that the Ministers of Defense, Foreign Affairs, Foreign Trade and Development Cooperation, and Finance agreed to make EUR3 billion (US$3.3 billion) available for military support in 2025.", "sources": [{"type": "x", "language": "dutch", "name": "Netherlands Prime Minister Mark Rutte", "link": "https://x.com/MinPres/status/1778794175808315469"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Sweden contributes US$11 million to WFP", "slug": "sweden-contributes-us-11-million-to-wfp", "publish_date": "2024-04-02", "content": "**On April 2, 2024, Sweden  earmarked SEK120 million (US$11 million) to assistance in Gaza, Sudan, and Ukraine via the :abbr[WFP], expressing deep concern over looming famine threats in these regions.**\\\n\\\nSwedish Minister for International Development Cooperation Johan Forssell emphasized the significance of :abbr[WFP]'s role in saving lives. The grant, announced during :abbr[WFP] Executive Director Cindy McCain's recent visit to Stockholm, underscored Sweden's commitment to combating hunger and supporting emergency operations. The contribution is part of Sweden's broader assistance to the :abbr[WFP] for 2024, totaling approximately SEK1.3 billion (US$121 million).", "sources": [{"type": "press_release", "language": "english", "name": "Press Release - Government of Sweden", "link": "https://www.government.se/press-releases/2024/03/sweden-allocates-sek-120-million-for-gaza-sudan-and-ukraine-through-world-food-programme-wfp/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Agricultural R&D"}}, {"topics_id": {"name": "Nutritious Food Systems"}}]}, {"title": "Netherlands’ conference strengthens global efforts for justice in Ukraine", "slug": "netherlands-conference-strengthens-global-efforts-for-justice-in-ukraine-2024", "publish_date": "2024-04-02", "content": "**On April 2, 2024, the Netherlands, Ukraine, and the European Commission hosted the international Restoring Justice for Ukraine conference in The Hague. Ministers from 57 countries reviewed progress in investigating and prosecuting Russian crimes, pledging to compensate victims.**\\\n\\\nThe conference accessed the efforts of over 60 countries in the past two years towards achieving justice. The same day, the Register of Damage for Ukraine opened for claim submissions. In her closing remarks, Dutch Minister of Foreign Affairs Hanke Bruins Slot announced that more than 100 claims were filed.\\\n\\\nThe Netherlands spearheaded advancements on Ukrainian President Volodymyr Zelenskyy’s 10-point peace plan, garnering a political declaration from 44 countries to intensify joint efforts for justice and pursue the establishment of a special tribunal.\\\n\\\nThe Netherlands has committed EUR10 million (US$11 million) to support Ukraine with investigation and prosecution of war crimes. Minister Bruins Slot additionally expressed willingness for the Netherlands to conditionally host the special tribunal, facilitating a mechanism for war damages compensation.", "sources": [{"type": "news_article", "language": "english", "name": "Dutch Ministry of Foreign Affairs", "link": "https://www.government.nl/ministries/ministry-of-foreign-affairs/activiteiten/restoring-justice-for-ukraine-conference?pk_campaign=CRJ&pk_source=X_DutchMFA&pk_medium=social&pk_content=afbeelding"}, {"type": "conference_statement", "language": "english", "name": "Political Declaration of the Ministerial Conference on Restoring Justice for Ukraine", "link": "https://www.government.nl/ministries/ministry-of-foreign-affairs/documents/diplomatic-statements/2024/04/02/political-declaration-of-the-ministerial-restoring-justice-for-ukraine-conference"}, {"type": "x", "language": "english", "name": "Recap video of Restoring Justice for Ukraine conference ", "link": "https://x.com/HankeBruinsSlot/status/1775622283291197912"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Japan provides US$34 million to WFP", "slug": "japan-provides-us-34-million-to-wfp-2024", "publish_date": "2024-03-27", "content": "**On March 27, 2024, Japan announced a grant of JPY5 billion (US$34 million) to the :abbr[WFP] to support emergency food assistance in 15 partner countries in Africa.**\\ \n\\\nThis assistance was announced in response to worsening food insecurity due to conflicts, terrorism, natural disasters, and other factors exacerbated by the conflict in Ukraine.\\\n\\\nThe grant will enable :abbr[WFP] to distribute food assistance, including cereals, pulses, vegetable oil, and food vouchers, to address severe hunger, food shortages, and malnutrition in the region. Specifically, funds will be allocated to assist crisis-affected populations in countries such as the Democratic Republic of the Congo, Chad, and Mali, where millions face hunger due to conflict, climate crises, and economic challenges.\\\n\\\nThe contribution reflected Japan’s commitment to addressing food security and sustainable agriculture, as outlined in previous :abbr[TICAD]s. With TICAD9 scheduled for 2025, Japan aims to further improve food insecurity in Africa.", "sources": [{"type": "press_release", "language": "english", "name": "World Food Programme", "link": "https://www.wfp.org/news/Japan-provides-jpy5-billion-wfps-emergency-support-15-countries-in-sub-saharan-africa"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Netherlands hosts first global conference on accountability for conflict-related sexual violence", "slug": "netherlands-hosts-first-global-conference-on-accountability-for-conflict-related-sexual-violence-2024", "publish_date": "2024-03-26", "content": "**From March 26-March 28, 2024, the Netherlands and the :abbr[UN] held the first International Conference of Prosecutors on Accountability for Conflict-Related Sexual Violence in the Peace Palace in The Hague.**\\\n\\\nDutch Minister of Foreign Affairs Hanke Bruins Slot emphasized that this topic is a priority for Dutch feminist foreign policy. Bruins Slot opened the conference with :abbr[UN] Special Representative on Sexual Violence in Conflict Pramila Patten. In her speech, Bruins Slot noted how sexual violence is used as a weapon of war in many conflicts, like in the Democratic Republic of Congo, the Central African Republic, Israel, Ukraine, Haiti, Nigeria, Sudan, Syria, and Iraq. Yet, ensuring accountability for such crimes remains difficult, underscoring the need for partnerships with other countries and organizations like the :abbr[ICC].\\\n\\\nPublic prosecutors from more than 50 countries attended the conference to support efforts to research and prosecute conflict-related sexual violence. The conference marked the start of a 'community of practice' to further expand the collaboration.", "sources": [{"type": "news_article", "language": "dutch", "name": "Dutch Ministry of Foreign Affairs", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/nieuws/2024/03/26/minister-bruins-slot-opent-internationale-conferentie-conflict-gerelateerd-seksueel-geweld"}, {"type": "speech", "language": "english", "name": "Dutch Minister of Foreign Affairs Hanke Bruins Slot", "link": "https://www.government.nl/documents/speeches/2024/03/26/speech-hanke-bruins-slot-international-conference-of-prosecutors-on-accountability-for-conflict-related-sexual-violence "}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}]}, {"title": "Advisory council recommends stabilizing Dutch ODA", "slug": "advisory-council-recommends-stabilizing-dutch-oda-2024", "publish_date": "2024-03-13", "content": "**On March 13, 2024, the Advisory Council on International Affairs published a letter recommending that the Netherlands ensures stable and predictable :abbr[ODA].**\\\n\\\nThe council noted that, historically, the Netherlands has consistently met the 0.7% :abbr[GNI/ODA] goal, alongside Denmark, Norway, and Sweden. However, since 2013, Dutch ODA has declined, expected to hover around 0.66% of :abbr[GNI] in the mid- and late-2020s. Key reasons for the decline are recent :abbr[ODA] budget cuts and increased spending on asylum reception and support for Ukraine.\\\n\\\nThe decrease in core :abbr[ODA] poses challenges to development actors, reducing resources available for addressing poverty, climate change, terror, and irregular migration. Development advocates assert that stable Dutch :abbr[ODA] budget is key for meeting international agreements and upholding the Netherlands’ reputation as a reliable development partner.\\\n\\\nThe council posed three recommendations to ensure a sufficient, stable, and predictable :abbr[ODA] budget:\n- Maintain the link between :abbr[ODA] budget and :abbr[GNI], adhering to the 0.7% goal;\n- Stop adjusting the :abbr[ODA] budget based on new :abbr[GNI] forecasts, resolving any discrepancies between actual and forecasted :abbr[GNI] in subsequent budgets; and\n- Limit expenses for first-year asylum seeker care costs according to the Swedish model to a maximum of 11% of total :abbr[ODA] expenditure. Any remaining :abbr[ODA] funds could then be reallocated to cover deficits in other years, if necessary.\n\n<br>\n\n:abbr[Partos] welcomed the council's recommendation. The Dutch Minister of Foreign Trade and Development Cooperation has yet to respond to this advice.", "sources": [{"type": "letter", "language": "dutch", "name": "Advisory Council on International Affairs (AIV)", "link": "https://www.adviesraadinternationalevraagstukken.nl/documenten/publicaties/2024/03/13/aiv-briefadvies-37-een-stabiel-en-voorspelbaar-oda-budget "}, {"type": "oped", "language": "dutch", "name": "Partos", "link": "https://www.partos.nl/nieuws/een-stevig-fundament-voor-internationale-samenwerking-aiv-advies-voor-een-stabiel-ontwikkelingsbudget/ "}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Japan releases 2023 ODA White Paper", "slug": "japan-releases-2023-oda-white-paper-2024", "publish_date": "2024-03-12", "content": "**On March 12, 2024, Japanese Foreign Minister Yoko Kamikawa presented Japan’s 2023 Development Cooperation White Paper during a Cabinet meeting, where she emphasized the pivotal role of Japanese :abbr[ODA] in stabilizing regions and addressing global challenges to support Japanese companies’ overseas operations amidst complex crises.**\\\n\\\nKamikawa underscored the importance of Japan’s participation in international efforts, highlighting its benefits for both global peace and prosperity and Japan’s own interests. She stressed that crises like Russia’s full-scale invasion of Ukraine and climate change impact the entire world, emphasizing Japan’s responsibility to contribute to global solutions.\\\n\\\nKamikawa also elaborated on Japan’s approach to :abbr[ODA] and its role in promoting Japan’s economic growth, including its offer-type assistance, in which Japan makes recipient countries an offer as opposed to them having to file a request. In 2022, Japan’s :abbr[ODA] disbursements totaled US$17.5 billion, making it the third-largest :abbr[DAC] donor, with Asia receiving the majority of assistance. Despite an increase from the previous year, Japan’s :abbr[ODA/GNI] ratio remained below the :abbr[UN]’s target of 0.7%.", "sources": [{"type": "news_article", "language": "japanese", "name": "Nikkei", "link": "https://www.nikkei.com/article/DGXZQOUA118C30R10C24A3000000/"}, {"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/gaiko/oda/press/shiryo/pagew_000001_00112.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "Japan releases ODA white paper, highlights increased ODA/GNI", "slug": "japan-releases-oda-white-paper-increases-oda-gni-2024", "publish_date": "2024-03-12", "content": "**On March 12, 2024, in its *2023 Edition Development Cooperation White Paper*, :abbr[JICA] announced that Japan’s :abbr[ODA] in 2023 totaled US$17.5 billion, making it the third-largest contributor among :abbr[OECD] :abbr[DAC] members in absolute terms.**\\\n\\\nThe paper detailed Japan’s commitment to international cooperation, emphasizing the importance of :abbr[ODA] in addressing global challenges and stabilizing regions affected by crises such as Russia’s invasion of Ukraine, Middle East tensions, and climate change.\\\n\\\nJapanese Foreign Minister Yoko Kamikawa highlighted Japan’s proactive approach to :abbr[ODA], advocating for the “offer-type” assistance model, which involves proposing support initiatives to partner countries without waiting for their requests. The report also showcased collaborative efforts with diverse stakeholders, including Ukraine and neighboring countries.\\\n\\\nDespite the increase in :abbr[ODA/GNI] from 2022, reaching 0.39% in 2023, Japan continued to short of the :abbr[UN]'s target of 0.7%. The paper underscored the need for continued efforts to bridge the gap and enhance Japan’s contribution to global development and peace.\\\n\\\nThe report also featured contributions from the public, such as photographs and columns, and highlighted television productions focused on :abbr[ODA], aiming to engage the wider population and foster understanding of Japan's international cooperation efforts.", "sources": [{"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/pressit_000001_00479.html"}, {"type": "news_article", "language": "japanese", "name": "The Nikkei", "link": "https://www.nikkei.com/article/DGXZQOUA118C30R10C24A3000000/"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "US' 2025 budget proposes a decrease in foreign assistance", "slug": "us-2025-budget-proposes-a-decrease-in-us-foreign-assistance-2024", "publish_date": "2024-03-12", "content": "**On March 12, 2024, :abbr[US] President Joe Biden's :abbr[FY]2025 budget was sent to Capitol Hill, asking for US$64.4 billion for foreign assistance programs, a decrease compared to his :abbr[FY]2024 request of US$70.5 billion.**\\\n\\\n:abbr[FY]2024 appropriations have not yet been approved, as Congress has been deadlocked on funding decisions. The :abbr[FY]2024 appropriations, which should have been set by October 1, 2023, have instead been postponed with a series of continuing resolutions to extend budget negotiations. Foreign assistance levels have been the subject of intense debates, including assistance to Ukraine, and proposals by Republicans for serious :abbr[ODA] cuts.\\\n\\\nOf Biden's total foreign assistance budget, the bulk of it, approximately US$58.8 billion, will go to the State Department and :abbr[USAID].\\\n\\\nThe budget proposal is constrained by the spending deal that Biden reached with Republicans in fall 2023, which capped spending. In the proposal, global health faced the largest cuts with the :abbr[US]' contribution to the Global Fund cut down from US$2 billion to US$1.2 billion, largely due to the fact that :abbr[US] law limits :abbr[US] contributions to no more than one-third of all funding from other donors.\\\n\\\nOther funding in the budget includes US$10.3 billion for humanitarian and refugee assistance and US$3 billion for democracy, human rights, and governance. Gender programs are slated to receive US$3 billion. The President's Energy Plan for Adaptation and Resilience is also proposed at US$3 billion, with another US$500 million for the :abbr[GCF], although the GCF has not received any funds from Congress in recent years.\\\n\\\nThe budget request also includes US$1 billion for :abbr[IDA] replenishment, of which US$750 million is in guarantees. These guarantees are to unlock US$36 billion in new lending by removing risk from the World Bank's balance sheet.", "sources": [{"type": "news_article", "language": "english", "name": "Devex", "link": "https://www.devex.com/news/budget-constraints-limit-foreign-affairs-funding-in-biden-proposal-107228?access_key=KUMJtPZLyjRLe8OW-9OpVTl57RSRcXKK&utm_source=nl_newswire&utm_medium=email&utm_term=article-pro&utm_content=cta&mkt_tok=Njg1LUtCTC03NjUAAAGR1nGo2numXaUvIeYnIVU9_peY6LKSk48OtTn-EWXaPxvwoAW8Q4VZEsYLsraQqRdkOkjLPqZnyC_63OEu21uEHV_LwnZLpRxlHTDYrePQS4rx"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": [{"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Gender Equality"}}]}, {"title": "Japan launches sessions on alternative ODA models", "slug": "japan-launches-sessions-on-alternative-oda-models-2024", "publish_date": "2024-03-01", "content": "**On March 1, 2024, Japan’s :abbr[MOFA] hosted the inaugural meeting of the Advisory Panel on New Financing for Development to explore utilizing private funds for supporting developing countries.**\\\n\\\nAmid financial constraints and a reduced :abbr[ODA] budget—with 2024 :abbr[ODA] funding about half of its peak value in 1997—Japan faces increasing demand for funds to address international challenges, including Russia’s invasion of Ukraine and climate change issues. Foreign Minister Yoko Kamikawa emphasized the importance of mobilizing private capital in cooperation with various stakeholders to redefine the national approach to :abbr[ODA] approach. The panel is intended to discuss ways to mitigate investment risks for companies in developing countries and consider :abbr[ODA] models funded by private donations, aiming to propose concrete measures for utilizing private finance in development aid by the summer.\\\n\\\nThe discussion, led by Chair Professor Izumi Ohno of the National Graduate Institute for Policy Studies, centered on the necessity of a ‘model change’ in :abbr[ODA] amid the expanding pool of financial resources for addressing social issues in partner countries and global challenges. ", "sources": [{"type": "press_release", "language": "english", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/press/release/pressite_000001_00186.html"}, {"type": "news_article", "language": "japanese", "name": "NHK", "link": "https://www3.nhk.or.jp/news/html/20240301/k10014376241000.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "Japan commits US$42 million for food security in 15 African partner countries", "slug": "japan-commits-us-42-million-for-food-security-in-15-african-partner-countries-2024", "publish_date": "2024-02-29", "content": "**On February 29, 2024, Japan committed approximately US$42 million to enhance food security in 15 countries.**\\\n\\\nThe contribution aimed to support :abbr[WFP] efforts to reach those most vulnerable to hunger and malnutrition due to conflicts, terrorism, political instability, natural disasters, price hikes from the Ukraine invasion, climate change, and diseases.\\\n\\\nThe initiative aims to provide essential food supplies and vouchers to those facing extreme food insecurity and malnutrition in these regions, targeting refugees, internally displaced persons, women, and children. It seeks to alleviate food shortages and stabilize the food supply, contributing significantly to the food security of the affected nations.\\\n\\\nWhile the contribution targeted 15 countries in :abbr[SSA], the press release did not name specific countries.\\\n\\\nThe contribution is part of Japan’s ongoing commitment to addressing food crises and supporting sustainable agricultural production in Africa, as affirmed at the :abbr[TICAD]8 and the :abbr[G7] Hiroshima Summit, embodying Japan’s dedication to aiding vulnerable regions in food and nutrition sectors.", "sources": [{"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/pressit_000001_00421.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "EU CSOs highlight lack of transparency in cooperation", "slug": "eu-csos-highlight-lack-of-transparency-in-cooperation-2024", "publish_date": "2024-02-27", "content": "**On February 27, 2024, [CONCORD Europe](https://concordeurope.org/) released a statement to raise awareness of the :abbr[EU]'s review of the :abbr[NDICI].**\\\n\\\nThe [midterm review and evaluation](https://ecdpm.org/work/mid-term-reviews-ndici-and-mff-navigating-geopolitical-consequences-war-ukraine) of the :abbr[NDICI] coincides with the midterm review and revision of the 2021-2027 :abbr[MFF], and serve to determine the effectiveness of the instrument and inform future spending and policy on development cooperation.\\\n\\\nThroughout the statement, CONCORD highlighted a lack of transparency, in particular:\n- Difficulty assessing the volume of :abbr[ODA] channeled through :abbr[CSOs];\n- A lack of data on the types of organizations administering assistance; and\n- Minimal reporting and evaluation on funding flows allocated to implementing organizations.\n\n<br>\n\nAdditionally, the statement highlighted that the current system raises barriers to securing grant funding for small :abbr[CSOs] which hinder efforts to bring assistance to marginalized or especially vulnerable communities.\\\n\\\nConcluding the statement, the organization urged the :abbr[EU] to increase funding flows to :abbr[CSOs] and develop more transparent and accessible communication regarding :abbr[NDICI] funding.", "sources": [{"type": "news_article", "name": "CONCORD Europe", "link": "https://concordeurope.org/2024/02/27/towards-transparency-and-diversity-raising-awareness-of-challenges-of-ngici-global-europe-for-csos/"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": []}, {"title": "Netherlands becomes UNHRC member", "slug": "netherlands-becomes-unhrc-member-2024", "publish_date": "2024-02-27", "content": "**On February 27, 2024, the Netherlands was inaugurated as a member of the :abbr[UNHRC] for the 2024-2026 term.**\\\n\\\nDutch Minister of Foreign Affairs Hanke Bruins Slot delivered a speech outlining the Netherlands’ priorities. Bruins Slot emphasized the global threats to human rights, citing events including activist Alexei Navalny’s 2024 death in Russia, the humanitarian crisis in Gaza, grave human rights violations in Ukraine, the plight of Yazidis under :abbr[ISIS]{title=\"terrorist organization known as the Islamic State\"}, state-led repression against the Uyghurs in China, and conflict-related sexual violence.\\\n\\\nBruins Slot outlined the Netherlands’ six thematic priorities as a member of the Council:\n- Protecting human rights defenders and civic space;\n- Calling for accountability;\n- Promoting the rights of women and girls;\n- Ensuring freedom of religion and belief;\n- Safeguarding the rights of :abbr[LGBTQI+] individuals; and\n- Upholding freedom of expression.\n\n<br>\n\nBruins Slot concluded her speech by committing to strengthen the Office of the High Commissioner for Human Rights through sustainable, predictable, and adequate funding. She also expressed the Netherlands’ readiness to collaborate in promoting and protecting human rights.", "sources": [{"type": "speech", "language": "english", "name": "Dutch Minister of Foreign Affairs Hanke Bruins Slot", "link": "https://www.government.nl/documents/speeches/2024/02/27/speech-by-minister-hanke-bruins-slot-at-the-un-human-rights-council"}, {"type": "web_page", "language": "english", "name": "UN Human Rights Council", "link": "https://www.un.org/en/ga/78/meetings/elections/hrc.shtml"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}]}, {"title": "Sweden signals continuation of ODA priorities", "slug": "sweden-signals-continuation-of-oda-priorities-2024", "publish_date": "2024-02-20", "content": "**On February 14, 2024, Swedish Minister for Foreign Affairs Tobias Billström presented the *Government’s Statement of Foreign Policy* in Sweden's Parliament, outlining the country's foreign policy priorities for the year.**\\\n\\\nThe listed priorities included:\n- *Unyielding support for Ukraine*: Sweden has positioned itself as a steadfast supporter of Ukraine. The Swedish Government has pledged continued political, humanitarian, military, and financial support to Ukraine, demonstrating an enduring commitment \"for as long as it takes.\" Since the onset of the full-scale invasion in the spring of 2022, Sweden has contributed approximately SEK30 billion (US$3 billion) in support, with 80% of this assistance provided under the current administration since 2022. The government has approved 14 military support packages and is preparing further assistance, signaling a deep commitment to Ukraine; \n\n- *Modernizing development assistance*: Sweden's approach to development assistance is undergoing a modernization process, aimed at creating better living conditions for those affected by poverty and oppression. The new reform agenda for Swedish development assistance policy emphasizes the importance of market economies, investment, trade, and education in alleviating poverty and integrating developing countries into the global economy. The agenda is focused on clearer results and transparency in :ABBR[ODA]; \n\n- *Global health*: The government highlighted that global health remains an :ABBR[ODA] and foreign policy priority, particularly in :abbr[SRHR]. Sweden will continue to be a vocal advocate for gender equality; \n  \n\n- *Countering democratic backsliding*: Sweden highlighted that the promotion of democracy and human rights remains a top priority amidst rising concerns over democratic backsliding worldwide. Development cooperation is positioned as a crucial tool in combating these trends, with a particular emphasis on strengthening civil society organizations as indispensable partners in these efforts; and\n\n  \n- *Expanding climate assistance and humanitarian support*: Recognizing the urgent need for environmental action, Sweden is expanding its climate assistance, making it more effective, and contributing to the acceleration of the green transition. As one of the world's largest humanitarian donors, Sweden is committed to continuing this assistance, including by addressing the root causes of irregular migration and forced displacement and fostering conditions for sustainable reintegration. ", "sources": [{"type": "news_article", "language": "english", "name": "Sweden - 2024 Statement of Foreign Policy", "link": "https://www.government.se/speeches/2024/02/statement-of-foreign-policy-2024/"}], "funders": [], "topics": []}, {"title": "Japan provides US$105 million in financial, humanitarian funding to Ukraine", "slug": "japan-provides-us-105-million-in-financial-and-humanitarian-funding-to-ukraine-2024", "publish_date": "2024-02-19", "content": "**On February 19, 2024, At the *Ukraine Economic Reconstruction Business Forum: Vision of Japan-Ukraine Cooperation*, Japan announced a grant agreement of JPY15.8 billion (US$105 million) for Ukraine's Phase 3 emergency recovery.**\\\n\\\nThe assistance is slated to focus on critical areas such as demining, electricity and energy, transportation, and fostering public-private partnerships.\\\n\\\nJapanese Foreign Minister Yoko Kamikawa delivered a video message emphasizing Japan's robust support for Ukraine. Kamikawa noted that Japan is committed to aiding Ukraine's recovery through comprehensive assistance, drawing on Japan's post-war and disaster recovery experiences to provide 'Japan-like' support. This entails emergency assistance, support for rebuilding lives, and the advancement of industries, with a particular emphasis on incorporating :abbr[WPS] perspectives into recovery efforts.\\\n\\\nJapanese State Minister for Foreign Affairs Yasuhide Hosaka additionally participated in the *Connecting with Ukraine* event and underscored the critical role of collaboration between the government and the private sector in supporting Ukraine's development. Hosaka expressed his hope for Ukrainian officials to visit Tohoku, drawing lessons from the region's resilience and recovery from the Great East Japan Earthquake, to inspire Ukraine's reconstruction efforts. The event aimed to bolster economic, cultural, and people-to-people exchanges, fostering a deeper partnership between Japan and Ukraine.\\\n\\\nJapan has actively engaged in supporting Ukraine's recovery and reconstruction amidst the ongoing conflict with Russia with a multifaceted approach combining diplomatic engagement, financial assistance, and a focus on humanitarian aspects, particularly regarding women and children.", "sources": [{"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/pressit_000001_00312.html"}, {"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/pressit_000001_00339.html"}, {"type": "press_release", "language": "english", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/press/release/pressite_000001_00162.html"}, {"type": "press_release", "language": "english", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/press/release/pressite_000001_00165.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "Norway emphasizes security and international development as integrated policy areas at the Munich Security Conference  ", "slug": "norway-emphasizes-security-and-international-development-as-integrated-policy-areas-at-the-munich-security-conference-2024", "publish_date": "2024-02-18", "content": "**On February 18, 2024, at the annual Munich Security Conference, Norwegian Minister of Defense Bjørn Arild Gram and Minister of International Development Anne Beathe Tvinnereim emphasized how the Norwegian government sees security challenges intertwined with poverty and international development.**\\\n\\\nThe ministers asserted that the defense policy and the international development policy together contribute to safeguarding Norwegian interests and national control. Both of them particularly highlighted food security as an example of the intersection between security and development assistance.\\\n\\\nThey noted that the war in Ukraine showed concretely how the security policy can directly affect food security and food prices in large parts of the world. The ministers noted that Russia has used food as a tool in its warfare by attacking Ukraine's grain exports while strengthening its export of grains and fertilizers to the African continent, which Gram and Tvinnereim described as having both development and security policy consequences. Gram and Tvinnereim underlined that food security must be seen as a geopolitical issue closely connected to the security policy. \n", "sources": [{"type": "oped", "language": "norwegian", "name": "Adresseavisa", "link": "https://www.adressa.no/midtnorskdebatt/i/9z5kyE/bistand-er-god-sikkerhetspolitikk"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": []}, {"title": "Munich Security Conference highlights international conflicts, nutritious food systems, SDG financing", "slug": "m-s-c-discusses-topics-of-security-increased-global-financial-allocation-for-sustainable-developingand-sustainable-food-systems", "publish_date": "2024-02-16", "content": "**From February 16-18, 2024, the Munich Security Conference hosted global leaders to discuss pressing issues such as the Russian invasion of Ukraine and the Israeli-Palestinian conflict, alongside calls for increased global financial allocation for sustainable developing**\\\n\\\nThe agenda and many side events were dominated by discussions surrounding the Russian invasion of Ukraine and the Israeli–Palestinian conflict.\\\n\\\nSeveral statements from high-level individuals focused on the insufficiencies of the current global financial architecture. Among them was :abbr[UN] Secretary General António Guterres, who requested an additional allocation of US$500 billion annually to provide accessible, long-term financing for low- and middle-income nations to invest in achieving the :abbr[SDGs].\\\n\\\nSome :abbr[CSO]s took the opportunity to advocate for the 0.7% financing goal for :abbr[ODA] during the conference, which highlighted uncertainty following Germany's budget crisis, which began in late 2023. The One Campaign issued a statement advocating for the 0.7% target, signed by various influential figures of German politics, including former German President Horst Köhler, former Minister of Development Gerd Müller,  and Chair of the Munich Security Conference Christoph Heusgen.\\\n\\\nSustainable food systems was another prominent topic at the conference. The :abbr[WFP] presented its new global Innovation Accelerator office during one of the side events of the conference. The Accelerator is slated to utilize innovation and technology to address food insecurity globally, according to the :abbr[WFP].", "sources": [{"type": "speech", "language": "english", "name": "UN", "link": "https://un.org/sg/en/content/sg/statement/2024-02-16/secretary-generals-remarks-the-munich-security-conference-growing-the-pie-global-order-works-for-everyone-delivered"}, {"type": "press_release", "language": "english", "name": "WFP", "link": "https://www.wfp.org/news/un-world-food-programme-unveils-new-global-innovation-accelerator-office-and-hosts-flagship"}, {"type": "press_release", "language": "german", "name": "ONE Campaign", "link": "https://www.one.org/de/neuigkeiten/ohne-entwicklung-keine-sicherheit-aufruf-zur-msc-2024/"}], "funders": [{"funder_profiles_id": {"name": "Germany"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Nutritious Food Systems"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Japan provides US$50 million for WFP", "slug": "japan-provides-us-50-million-for-wfp-2024", "publish_date": "2024-02-15", "content": "**On February 15, 2024, Japan allocated US$50 million to the :abbr[WFP], aimed at supporting initiatives in those areas most affected by conflicts, climate-induced disasters, and economic turmoil.**\\\n\\\nThe donation is to be distributed among 20 countries across Asia, the Middle East, and Africa.\\\n\\\nThe funds are slated to be distributed as:\n- US$13.5 million to Afghanistan to support emergency food distribution and nutrition assistance, addressing the dire needs arising from the economic crisis exacerbated by the Taliban's ascendancy in 2021 and compounded by natural disasters and socio-political challenges;\n- US$11 million to Palestine to provide essential food, nutrition, and livelihood assistance amid ongoing hostilities that have precipitated widespread displacement and acute hunger among its 2.2 million residents;\n- US$5.8 million to Myanmar to assist vulnerable communities, including displaced schoolchildren, grappling with increased food insecurity due to political instability, economic challenges, and climatic events like Cyclone Mocha;\n- US$4.7 million to Ukraine to meet the immediate food requirements of families affected by the ongoing conflict, with an estimated one in five families facing food insecurity, particularly those near the frontline;\n-  US$1.9 million infusion to Sudan, amidst a protracted conflict since April 2023 leading to a humanitarian crisis, to provide emergency food assistance as millions face acute hunger and displacement; and\n- US$2 million to Yemen to mitigate escalating food insecurity among the nation's most vulnerable, offering crucial assistance.\n\n<br>\n\nJapan is one of the :abbr[WFP]’s leading donors, notably in a time when the organization is facing a serious funding deficit.", "sources": [{"type": "press_release", "language": "english", "name": "United Nations World Food Programme", "link": "https://www.wfp.org/news/japan-provides-us50-million-wfps-life-saving-assistance-20-countries-affected-conflicts "}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Nutritious Food Systems"}}]}, {"title": "US Senate passes emergency funding bill, US$10 billion in humanitarian assistance", "slug": "us-senate-passes-emergency-funding-bill-us-10-billion-in-humanitarian-assistance-2024", "publish_date": "2024-02-13", "content": "**On February 13, 2024, the :abbr[US] Senate passed an US$95 billion emergency funding bill with funds for Ukraine, Israel, and Taiwan, with US$10 billion of the funding marked for humanitarian assistance.**\\\n\\\nThe majority of the funding, US$85 million, was for military aid.\\\n\\\nThe bill ultimately passed with bipartisan support. It has moved to the :abbr[US] House, where experts believe it will face great difficulties in securing approval. :abbr[NGOs] have rallied behind the bill, identifying critical needs in Ukraine, Gaza, and Sudan.\\\n\\\nIf signed into law, assistance will go to humanitarian needs in Gaza, Ukraine, refugees in conflict areas, the World Bank's :abbr[IDA] special program for its crisis response window, and operating expenses.\\\n\\\nThe :abbr[US] Speaker of the House has indicated that it is unlikely that the House will vote on the package, however, a small bipartisan group has been attempting to craft an alternative bill with a greater chance of approval.  ", "sources": [{"type": "news_article", "language": "english", "name": "Devex", "link": "https://www.devex.com/news/us-senate-approves-10b-in-emergency-humanitarian-aid-funding-107077#Echobox=1707902634"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": []}, {"title": "Italy launches US$196 million call for proposals for NGO, local authority projects ", "slug": "italy-launches-us-196-million-call-for-proposals-for-ngo-local-authority-projects-2024", "publish_date": "2024-02-12", "content": "**On February 12, 2024, :abbr[AICS], in partnership with :abbr[MAECI], launched a US$196 million (EUR180 million) call for proposals for projects led by :abbr[CSOs] and local Italian authorities.**\\\n\\\nUS$130 million (EUR120 million) is slated for projects led by :abbr[CSOs]. US$66 million (EUR60 million) is slated for initiatives from Italy's regional and local authorities.\\\n\\\nThe new grant is the highest-value call for development cooperation in this sector in recent years, and the first operational follow-up to Italy's [*Mattei Plan for Africa*](https://donortracker.org/policy_updates?policy=italys-meloni-announced-a-us-6-billion-mattei-plan-for-africa-2024).\\\n\\\n85% of the resources will be allocated to Africa. 15% is slated for other countries, including Ukraine.", "sources": [{"type": "press_release", "language": "italian", "name": "Minister of Foreign Affairs and International Cooperation", "link": "https://www.esteri.it/it/sala_stampa/archivionotizie/comunicati/2024/02/pubblicato-in-gazzetta-ufficiale-il-bando-su-cooperazione-allo-sviluppo-per-180-milioni-di-euro/"}], "funders": [{"funder_profiles_id": {"name": "Italy"}}], "topics": []}, {"title": "Norwegian Church Aid calls for political parties to take greater development responsibility, initiative", "slug": "norwegian-church-aid-calls-for-political-parties-to-take-responsibility-in-a-polarized-world-2024", "publish_date": "2024-02-12", "content": "**On February 12, 2024, Norwegian Church Aid launched a report titled *The West against the rest*, which contained several development suggestions to Norwegian political parties as the parties draw up their programs for the 2025-2029 parliamentary period.**\\\n\\\nNorwegian Church Aid argued that, compared to most countries, Norway has a unique financial leeway considering its notable additional income from oil and gas sales following the war in Ukraine. As such, Norway has an opportunity and a special responsibility to contribute to worldwide development.\\\n\\\nNorwegian Church Aid presented a variety of program proposals with the expressed hope that the political parties will take them into consideration.\\\n\\\nThe suggestions included:\n\n- Ensure that, as a general rule, investments in global common goods are financed outside the one percent. The investments should still be earmarked for development assistance for poverty reduction and emergency assistance;\n- Step up climate financing in line with Norway's fair climate responsibility;\n- Work on international regulations making it possible to collect illegal or illegitimate debts;\n- Support a tax convention in the :abbr[UN];\n- Actively support free media, independent courts, and local civil society;\n- Step up work against :abbr[GBV] in areas of crises and conflict;\n- Invest a larger share of the Norwegian Oil Fund in low-income countries; and\n- Enshrine further measures to ensure that Norwegian weapons are not used in violation of humanitarian law and human rights.\n\n<br>\n\nAs a response to these suggestions, both the Labour Party and the Conservative Party underlined that Norway must continue to be an international bridge builder. The :abbr[SV] called for more political solidarity.\\\n\\\nNorwegian Minister of Foreign Affairs Espen Barth Eide has promised that 1% :abbr[GNI/ODA] will still go to development assistance. The Conservative Party stated that, going forward, it would be imperative to discuss how Norway spends money allocated to international development, and the Norway must be more concerned about the results and effects of development assistance. \n", "sources": [{"type": "news_article", "language": "norwegian", "name": "Panorama nyheter ", "link": "https://www.panoramanyheter.no/kirkens-nodhjelp-klima-og-miljo-stortingsvalg/stortingsvalget-i-2025-ma-ogsa-bli-et-valg-for-verden/358531"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Maternal, Newborn, and Child Health"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}]}]}