{"meta": {"filter_count": 310}, "data": [{"title": "Sweden adopts strategy for Ukraine's reconstruction and development", "slug": "sweden-adopts-strategy-for-ukraines-reconstruction-and-development-2023", "publish_date": "2023-07-25", "content": "\n**On July 17, 2023, Sweden pledged SEK6 billion (US$60 million) to a strategic plan for the reconstruction and development of Ukraine between 2023 and 2027, marking its largest ever bilateral aid initiative to date.**\\\n\\\nThe government press release outlined five key areas of assistance: \n\n1. Prioritizing reconstruction efforts, especially of critical infrastructure and basic public services;\n2. Emphasizing the significance of a green transition and sustainable development;\n3. Promoting inclusive economic development, entrepreneurship, and trade;\n4. Advancing security and stabilization; and \n5. Promoting human rights, democracy, the rule of law, and gender equality.\\\n\\\nSwedish Minister for International Development Cooperation and Trade Johan Forssell emphasized Ukraine as a priority for Swedish :abbr[ODA]. He stated that the strategy will significantly bolster Ukraine's resilience, democratic development, and resistance against Russia's illegal invasion.\\\n\\\nRather than merely restoring Ukraine to its pre-aggression state, the plan aims to modernize and further develop the country based on its specific needs, priorities, and ambitions.", "sources": [{"type": "press_release", "language": "swedish", "name": "Press Release - Government of Sweden", "link": "https://www.regeringen.se/pressmeddelanden/2023/07/regeringen-antar-ny-bistandsstrategi-for-ukraina/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": []}, {"title": "JICA President visits Ukraine", "slug": "jica-president-visits-ukraine", "publish_date": "2023-07-17", "content": "**On July 17, 2023, :abbr[JICA] President Akihiko Tanaka arrived in Ukraine to hold discussions with his Ukrainian counterparts and inspect Japanese assistance in the area.**\\\n\\\nThe Japanese government and other members of the :abbr[G7] committed to further supporting Ukraine earlier this year at the :abbr[G7] summit in Hiroshima. This visit by :abbr[JICA] was seen as the first step by Japan in advancing those commitments. Tanaka inspected heavy machinery being used to clear and crush debris, and was expected to visit areas where landmine and unexploded ordnance disposal is underway.\\\n\\\nTanaka shared his commitment to learning more about Ukraine’s needs and providing long-term support.", "sources": [{"type": "news_article", "language": "japanese", "name": "NHK", "link": "https://www3.nhk.or.jp/news/html/20230717/k10014133661000.html "}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "Canada announces US$449 million in support for Ukraine", "slug": "canada-announces-us-449-million-in-support-for-ukraine", "publish_date": "2023-07-12", "content": "**On July 12, 2023, Canada announced CAD593 million (US$449 million) in additional support for Ukraine as it continues to defend itself against Russia’s illegal invasion.**\\\n\\\nThe announcement was made by Canadian Prime Minister Justin Trudeau during the :abbr[NATO] Summit in Vilnius, Lithuania. The support from Canada includes: \n- CAD541 million (US$410 million) in new funding and projects to support and strengthen transatlantic security, including new military equipment and training;\n- CAD49 million (US$37 million) to the Comprehensive Assistance Package to support the provision of non-lethal practical assistance including fuel, bridge-building equipment, food rations, and first aid supplies; and\n- CAD3 million (US$2 million) in cyber security assistance.\n\n<br>\n\nThe additional funding for Ukraine built on the more than CAD8 billion (US$6 billion) in multifaceted assistance Canada has provided since the start of 2022.", "sources": [{"type": "press_release", "language": "english", "name": "Office of the Prime Minister of Canada", "link": "https://www.pm.gc.ca/en/news/news-releases/2023/07/12/prime-minister-announces-additional-measures-support-ukraine"}], "funders": [{"funder_profiles_id": {"name": "Canada"}}], "topics": []}, {"title": "Japan signs US$98 million ODA loan with Moldova", "slug": "japan-signs-us-98-million-oda-loan-with-moldova-2023", "publish_date": "2023-07-10", "content": "**On July 10, 2023, :abbr[JICA] signed a US$98 million :abbr[ODA] loan with Moldova to support its response to the crisis in Ukraine.**\\\n\\\nThe loan aimed to help mitigate the effects of the war on Ukrainian refugees in Moldova as well as Moldovan citizens. It was also intended to build resilience and economic competitiveness and encourage sustainable development.\\\n\\\nThe project is expected to contribute to :abbr[UN] :abbr[SDGs]:\n- 1, no poverty;\n- 8, decent work and economic growth;  and \n- 16, peace, justice, and strong institutions.", "sources": [{"type": "press_release", "language": "english", "name": "JICA", "link": "https://www.jica.go.jp/english/information/press/2023/20230710_41_02.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "Briefing note suggests UK abandonment of US$13.9 billion climate finance target", "slug": "briefing-note-suggests-uk-abandonment-of-us-13-9-billion-climate-finance-target", "publish_date": "2023-07-04", "content": "**On July 4, 2023, the Guardian newspaper reported that a leaked briefing note to Ministers revealed plans for the UK to abandon its US$13.9 billion (GBP11.6 billion) :abbr[ICF].**\\\n\\\nThe commitment was part of the UK's contribution to the global US$100 billion commitment to support developing countries with climate change. As of June 2023, all :abbr[ICF] funding comes from the UK's :abbr[ODA] budget.\\\n\\\nThe leaked briefing note highlighted a shift in UK :abbr[ODA] since 2019, when the UK was still providing 0.7% of its :abbr[GNI] as :abbr[ODA]. Experts suggested that the note reflected the commitment's outsize pressure on the UK's reduced, 0.5% :abbr[ODA/GNI] ratio in 2023.\\\n\\\nThe note also indicated that very little of the commitment had been spent to date, and that in order to meet the target by 2026, 83% of the FCDO’s :abbr[ODA] budget would have to be spent on :abbr[ICF], squeezing out vital spending on humanitarian needs and support for women and girls. The note also suggested that the Ukraine crisis and debt relief are likely to exert further pressure on the :abbr[ODA] budget in the future, compounding the budget challenges.\\\n\\\nAn :abbr[FCDO] spokesman denied the claims the UK would abandon its :abbr[ICF] pledge, noting that the Prime Minister committed to delivering on the pledge at :abbr[COP27].\\\n\\\nOver 90 UK civil society organizations spanning international development organizations, trade unions, and faith groups wrote to the Prime Minister demanding that the UK uphold its commitment. The letter urged that the funding for the commitment should not come out of the :abbr[ODA] budget at the expense of other projects with partner countries.", "sources": [{"type": "news_article", "language": "english", "name": "The Guardian", "link": "https://www.theguardian.com/environment/2023/jul/04/revealed-uk-plans-to-drop-flagship-climate-pledge-rishi-sunak"}, {"type": "news_article", "language": "english", "name": "Reuters", "link": "https://www.reuters.com/world/uk/uk-set-drop-1476-bln-climate-pledge-guardian-2023-07-04/"}, {"type": "letter", "language": "english", "name": "Relief Web", "link": "https://reliefweb.int/report/world/more-90-uk-civil-society-organisations-have-written-prime-minister-rishi-sunak-today-demand-he-keeps-his-promise-climate-finance"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "Netherlands delivers second 2023 support package for Ukraine", "slug": "netherlands-delivers-second-2023-support-package-for-ukraine", "publish_date": "2023-07-04", "content": "**On July 4, 2023, Minister for Foreign Trade and Development Cooperation Liesje Schreinemacher reported the second support package for Ukraine in 2023. The Dutch government will provide another EUR119 million (US$127 million) for humanitarian assistance, recovery and reconstruction.**\\\n\\\nThis support package was allocated from the government’s decision in December 2022 to earmark EUR2.5 billion (US$2.7 billion) to support Ukraine in 2023. In April 2023, the first support package of EUR274 million (US$294 million) was announced, which in part went towards non-lethal support to Ukraine’s armed forces.\\\n\\\nThis second support package of EUR119 million (US$127 million) focused on humanitarian assistance, recovery and reconstruction. Minister Schreinemacher outlined the following initiatives:\n- EUR52 million (US$56 million) will go to the European Investment Bank’s EU4U initiative for the recovery of digital and physical infrastructure and housing;\n- EUR25 million (US$27 million) for healthcare and :abbr[SRHR] through contributions towards the Global Financing Facility for Women, Children, and Adolescents, :abbr[UNAIDS], :abbr[UNFPA], and the :abbr[WHO];\n- EUR25 million (US$27 million) to support a partnership facility for businesses, knowledge institutions, and/or :abbr[CSOs] to contribute to the recovery and reconstruction of Ukraine;\n- EUR10 million for in-kind support, including emergency aid, for instance, lifeboats and flat boats needed as a result of the destruction of the Kakhovka dam;\n- EUR6 million (US$6 million) for the recovery of water supply facilities via Dutch public drinking water companies; and\n- US$900,000  via the Dutch Human Rights Fund to local :abbr[NGO] projects to support Ukrainian human rights defenders. \n\n<br>\n EUR94 million (US$101 million) of the funding was allocated from the government’s general resources budget, and EUR25 million (US$27 million) was allocated from the Foreign Trade and Development Cooperation budget.\\\n\\\nSchreinemacher also announced that top diplomat Roderick van Schreven had been appointed as the new Special Envoy to facilitate the Dutch business community’s involvement in the reconstruction of Ukraine.\n", "sources": [{"type": "letter", "language": "dutch", "name": "Letter to House of Representatives", "link": "https://open.overheid.nl/documenten/05d9679f-5312-4db6-bd58-ff3737e1be91/file"}, {"type": "news_article", "language": "english", "name": "Dutch Government News Article", "link": "https://www.government.nl/latest/news/2023/07/04/dutch-government-announces-second-aid-package-for-ukraine-and-new-envoy-for-reconstruction-efforts"}, {"type": "web_page", "language": "dutch", "name": "Dutch Government", "link": "https://www.rijksoverheid.nl/onderwerpen/russische-inval-in-oekraine/nederlandse-hulp-voor-oekraine"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "International Prosecution Centre for Ukraine opens in The Hague", "slug": "international-prosecution-centre-for-ukraine-opens-in-the-hague", "publish_date": "2023-07-03", "content": "**On July 3, 2023, the International Centre for the Prosecution of the Crime of Aggression Against Ukraine launched its operations at Eurojust in The Hague, the Netherlands.**\\\n\\\nThe :abbr[ICPA]{title=\"International Centre for the Prosecution of the Crime of Aggression Against Ukraine\"} was established to preserve evidence and prepare cases for future trials, and opened its doors four months after its launch was announced at the 24<sup>th</sup> EU-Ukraine Summit on February 2, 2023.\\\n\\\nA Eurojust press release explained that because Russia is not a party to the Rome Statute, the :abbr[ICC]{title=\"International Criminal Court\"} cannot prosecute Russian leadership for the crime of aggression. The :abbr[ICPA]{title=\"International Centre for the Prosecution of the Crime of Aggression Against Ukraine\"} therefore comprised a first step to prepare cases for potential future trials before national courts, a dedicated tribunal, or the :abbr[ICC] for crimes within its jurisdiction.\\\n\\\nThe press release continued to explain that the :abbr[ICPA]{title=\"International Centre for the Prosecution of the Crime of Aggression Against Ukraine\"} benefits from its location in The Hague because the :abbr[ICPA]{title=\"International Centre for the Prosecution of the Crime of Aggression Against Ukraine\"} can directly access the valuable expertise of Eurojust’s Genocide Network Secretariat and work closely with the :abbr[ICC]{title=\"International Criminal Court\"} and other international justice actors.\n\\\nThe :abbr[ICPA]{title=\"International Centre for the Prosecution of the Crime of Aggression Against Ukraine\"} was fully funded by the European Commission’s Service for Foreign Policy Instruments, with an initial financial contribution of EUR8 million (US$9 million).", "sources": [{"type": "press_release", "language": "english", "name": "Eurojust Press Release", "link": "https://www.eurojust.europa.eu/news/history-making-international-centre-prosecution-crime-aggression-against-ukraine-starts-operations-at-eurojust"}, {"type": "twitter", "language": "english", "name": "Dutch Ministry of Foreign Affairs", "link": "https://twitter.com/DutchMFA/status/1675814030307360769?s=20"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Government releases final 2024 budget draft", "slug": "government-releases-final-2024-budget-draft", "publish_date": "2023-07-03", "content": "**On July 3, 2023, the German government published its final [budget draft](https://www.berliner-zeitung.de/blz-public/files/2023/07/04/4bb8ee1f-e757-468c-9b0b-5b9cefc63463.pdf) for 2024 and the midterm financial plan until 2027.**\\\n\\\nThe budget draft forecasted total spending worth EUR445.7 billion (US$486.9 billion), a 6.4% decrease compared to 2023. \n\n<br>\n\nThe new borrowing is expected to amount to EUR16.6 billion (US$18.1 billion), a significant decrease compared to EUR45.6 billion (US$49.8 billion) in 2023. Finance minister Linder insisted on Germany formally returning to the legally prescribed debt brake, which had been suspended due to extraordinary spending related to the COVID-19 pandemic and the Russian war in Ukraine.\\\n\\\nAccording to the draft, the :abbr[BMZ] budget will decrease by 5.3% from EUR12.2 billion (US$13.3 billion) in 2023 to EUR11.5 billion (US$12.6 billion) in 2024. By 2027, the budget is expected further decrease to EUR10.4 billion (US$11.4 billion). \n\n<br>\n\nAfter the parliamentary summer break, the parliament will discuss the draft and decide on amendments. Finalization of the 2024 budget is expected for December 2023. \n", "sources": [{"type": "news_article", "language": "german", "name": "ARD", "link": "https://www.tagesschau.de/inland/innenpolitik/haushalt-lindner-102.html"}, {"type": "report", "language": "german", "name": "ifo", "link": "https://www.ifo.de/fakten/2023-07-03/bundeshaushalt-2024"}], "funders": [{"funder_profiles_id": {"name": "Germany"}}], "topics": []}, {"title": "Sweden announces US$35 million in humanitarian assistance for Ukraine", "slug": "sweden-announces-us-35-million-in-humanitarian-assistance-for-ukraine", "publish_date": "2023-06-26", "content": "**On June 26, 2023, the Ministry for Foreign Affairs of Sweden unveiled a comprehensive humanitarian and recovery support package for Ukraine.**\\\n\\\nValued at SEK380 million (US$35 million), the package aimed to address the pressing needs of the country, with a particular emphasis supporting :abbr[CSOs].\\\n\\\nThe destruction caused by the Kakhovka dam's collapse on June 6, 2023, exacerbated the already dire situation in Ukraine. Minister for Foreign Trade and Development Johan Forssell underlined the necessity for aid providers to be prepared to assist civilians in distress. He foregrounded the funding's role in enabling partners to implement short- and long-term measures in the areas of greatest need.\\\n\\\nRecognizing the valuable contributions of :abbr[CSOs], the Swedish Government committed to providing SEK 25 million (US$2 million) to the Ukrainian Red Cross and supporting other organizations with  SEK20 million (US$2 million) through :abbr[Sida].\\\n\\\nTo address various urgent needs, Sweden also allocated funds to key entities involved in relief work:\n- SEK25 million (US$2 million) was allocated to the International Committee of the Red Cross to provide healthcare, medicines, water, sanitation, and protection in inaccessible regions;\n- SEK50 million (US$5 million) was allocated to the :abbr[WFP] for essential provisions such as food and water; and\n- SEK50 million (US$5 million) was allocated to the :abbr[UNHCR] for shelter, legal advice, and psychosocial support in areas where humanitarian needs are most critical.\n\n<br>\n\nAdditionally, the Swedish Government extended assistance for demining, flood response, and managing air traffic control to:\n- The Swedish Civil Contingencies Agency, which received SEK50 million (US$5 million);\n- :abbr[UNDP], which received SEK103 million (US$10 million); and \n- EUROCONTROL, which received SEK13 million (US$1 million).\n\n<br>\n\nFinally, the government also allocated SEK45 million (US$4 million) to the National Board of Health and Welfare for coordinating and fulfilling requests for medical supplies.\\\n\\\nThe additional support brought Sweden's total assistance to Ukraine to at SEK1.9 billion (U$S176 million) for humanitarian assistance, SEK750 million (US$70 million) for recovery and further development, and SEK316 million (US$29 million) for reform support since 2022.", "sources": [{"type": "speech", "language": "swedish", "name": "Government of Sweden", "link": " https://video.qbrick.com/play2/embed/qbrick-player?accountId=3175841&mediaId=12b09898-0483-4c9e-86c3-7da05dd5c7ff&pageStyling=adaptive&configId=qbrick-player"}, {"type": "press_release", "language": "english", "name": "Government of Sweden", "link": "https://www.government.se/press-releases/2023/06/substantial-new-humanitarian-package-to-ukraine/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Australia pledges additional humanitarian support to Ukraine", "slug": "australia-pledges-additional-humanitarian-support-to-ukraine", "publish_date": "2023-06-26", "content": "**On June 26, 2023, Australian Prime Minister Anthony Albanese pledged an additional  AUD10 million (US$7 million) for Ukraine.**\\\n\\\nThe funds were allocated to the Ukraine Humanitarian Fund, managed by :abbr[UNOCHA]. The Fund was established to support the provision of water, health services, shelter, and sanitation in Ukraine.\\\n\\\nAs of June 2023, Australia’s total nonmilitary assistance to Ukraine had risen to AUD180 million (US$120 million).", "sources": [{"type": "news_article", "language": "english", "name": "The Guardian", "link": "https://www.theguardian.com/australia-news/2023/jun/26/australia-ukraine-support-funding-110m-military-assistance-vehicles-ammunition"}], "funders": [{"funder_profiles_id": {"name": "Australia"}}], "topics": []}, {"title": "G7 Ministers highlight polycrisis' impact on gender equality ", "slug": "g7-ministers-highlight-polycrisis-impact-on-gender-equality-", "publish_date": "2023-06-25", "content": "**On June 25, 2023, the :abbr[G7] Gender Equality Ministers met in Tochigi Prefecture, Japan to discuss eliminating the economic disparity between men and women.**\\\n\\\nIn the statement, the ministers acknowledged the role of the COVID-19 pandemic in exacerbating disparities between men and women, such as decreased employment opportunities for women. The ministers also referenced the conflict in Ukraine and stressed the importance of international humanitarian law.\\\n\\\nThe joint statement also highlighted the threat of compounding international crises to gender equality, as well as the importance of achieving the :abbr[SDGs], with particular reference to those related to women’s economic security. However, the statement did not include measurable targets or commitments for :abbr[G7] members to meet.", "sources": [{"type": "news_article", "language": "english", "name": "The Japan Times", "link": "https://www.japantimes.co.jp/news/2023/06/25/national/g7-gender-meet/"}, {"type": "joint_statement", "language": "english", "name": "Joint Statement of the G7 Gender Equality Ministers On Gender Equality and the Empowerment of All Women and Girls ", "link": "https://www.g7hiroshima.go.jp/documents/pdf/230625_g7_tochigi_en.pdf"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}]}, {"title": "Canada provides US$15 million climate finance for Ukraine", "slug": "canada-provides-us-15-million-climate-finance-for-ukraine", "publish_date": "2023-06-22", "content": "**At the Ukraine Recovery Conference in London on June 21-22, 2023, Canadian International Development Minister Harjit Sajjan announced that Canada will provide a technical assistance grant valued at CAD20 million (US$15 million).**\\\n\\\nThe grant was pledged to the :abbr[EBRD] to support climate adaptation, mitigation, and resilience projects in Ukraine.\\\n\\\nDuring the conference, Sajjan also remarked that Canada and Ukraine recently concluded negotiations to modernize their bilateral free trade agreement, which will provide a strong legal framework for Canadian firms seeking to participate in Ukraine’s reconstruction efforts.", "sources": [{"type": "press_release", "language": "english", "name": "Global Affairs Canada", "link": "https://www.canada.ca/en/global-affairs/news/2023/06/minister-sajjan-participates-in-ukraine-recovery-conference-and-summit-for-a-new-global-financing-pact.html "}], "funders": [{"funder_profiles_id": {"name": "Canada"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "G7 establishes clean energy partnership with Ukraine", "slug": "g7-establishes-clean-energy-partnership-with-ukraine", "publish_date": "2023-06-21", "content": "**On June 21, 2023, the  :abbr[G7]+ Coordination Group established a clean energy partnership with Ukraine at a meeting in London.**\\\n\\\nIn response to Russia's war against Ukraine, :abbr[G7]+ partners have continued to support Ukraine’s energy system with emergency finances in partnership with international organizations and private corporations. The :abbr[G7]+ Coordination Group confirmed its commitment to supporting Ukraine in building a cleaner energy system consistent with a Net Zero future. The so-called Clean Energy Partnership was developed with five main goals:\n\n- Accelerating the adoption of :abbr[EU] energy legislation and increasing integration with the :abbr[EU] market;\n- Increasing low carbon energy sources;\n- Implementing transition policies to phase out coal power;\n- Upgrading energy infrastructure; and\n- Attracting innovative technological and financial solutions.\n\n<br>\n\nThe Government of Ukraine has committed to doing its part in realizing these progressive goals and will work closely with the :abbr[G7]+ to do so.", "sources": [{"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/press7_000058.html"}, {"type": "joint_statement", "language": "english", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/files/100520031.pdf"}], "funders": [{"funder_profiles_id": {"name": "UK"}}, {"funder_profiles_id": {"name": "France"}}, {"funder_profiles_id": {"name": "Canada"}}, {"funder_profiles_id": {"name": "Japan"}}, {"funder_profiles_id": {"name": "US"}}, {"funder_profiles_id": {"name": "Germany"}}, {"funder_profiles_id": {"name": "Italy"}}, {"funder_profiles_id": {"name": "EUI"}}, {"funder_profiles_id": {"name": "Norway"}}, {"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "Germany provides US$416 million for Ukraine reconstruction", "slug": "germany-provides-us-416-million-for-ukraine-reconstruction", "publish_date": "2023-06-21", "content": "**At the Ukraine Recovery Conference in London on June 21-22, 2023, German Foreign Minister Analena Baerbock announced that Germany will support Ukraine with EUR381 million (US$416 million) in humanitarian support in 2023.**\n\n<br>\n\nAccording to Ukrainian Prime Minister Denys Shmyhal, Ukraine aimed to mobilize almost US$7 billion in recovery and reconstruction support from donors during the conference in London, while World Bank estimates put the cost of reconstruction at US$400 billion. Apart from Germany pledges included:\n- US$1.3billion from the US, including US$500 million for rebuilding energy infrastructure;\n- EUR50 billion (US$55 billion) by 2027 from the EU; and \n- US$306 million from the :abbr[UK] in bilateral support and US$3.8 billion in World Bank loan guarantees.\n\n<br>\n\nGermany will host the next Ukraine Recovery Conference in 2024.\n", "sources": [{"type": "news_article", "language": "german", "name": "Federal Foreign Ministry", "link": "https://www.auswaertiges-amt.de/de/service/laender/ukraine-node/baerbock-urc-2023-london/2603950"}, {"type": "news_article", "language": "english", "name": "Reuters", "link": "https://www.reuters.com/world/europe/recovery-summit-uks-sunak-unveil-major-ukraine-support-2023-06-20/"}], "funders": [{"funder_profiles_id": {"name": "UK"}}, {"funder_profiles_id": {"name": "US"}}, {"funder_profiles_id": {"name": "Germany"}}, {"funder_profiles_id": {"name": "EUI"}}], "topics": []}, {"title": "UK announces additional US$624 million for Ukraine; US$3 billion in World Bank guarantees ", "slug": "uk-announces-additional-us-624-million-for-ukraine-us-3-billion-in-world-bank-guarantees-", "publish_date": "2023-06-21", "content": "**On June 21, 2023, at the Ukraine Recovery Conference hosted by the UK in London, UK Prime Minister Rishi Sunak committed to providing an additional US$3 billion of guarantees to unlock World Bank lending to Ukraine.**\\\n\\\nThe UK also announced GBP240 million (US$306 million) in bilateral assistance to Ukraine and GBP250 million (US$318 million) for its development finance arm British International Investment. The pledge brought the UK’s total non-military assistance to Ukraine to over GBP4.7 billion (US$6 billion).\\\n\\\nWhile the pledge was applauded by many, some commentators expressed concern that the government was diverting the already reduced :abbr[ODA] budget to Ukraine at the expense of other partner countries. ", "sources": [{"type": "news_article", "language": "english", "name": "DEVEX", "link": "https://www.devex.com/news/billions-in-ukraine-aid-not-at-expense-of-world-s-hungry-uk-insists-105777?access_key=&utm_source=nl_newswire&utm_medium=email&utm_term=article&utm_content=cta&mkt_tok=Njg1LUtCTC03NjUAAAGMgb2jtqxQpiaOvYiIOPOxMHk0gEmhi0Wj6PkUUyzMFap_yfJ6q_PnewdClMF6Z5IKYO9_UlD8Tz2jo5ONOYjYGSJSO7PLH3Sd9PubdDMY3Oy3ars"}, {"type": "press_release", "language": "english", "name": "UK government ", "link": "https://www.gov.uk/government/news/uk-boosts-ukraines-recovery-at-major-london-summit"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "EU Commission proposes MFF revisions", "slug": "eu-commission-proposes-mff-revisions", "publish_date": "2023-06-20", "content": "**On June 20, 2023, the :abbr[EU] Commission released a proposal for measured increases under several headings of the :abbr[MFF], the bloc's guiding fiscal document.**\\\n\\\nCiting unexpected challenges since the outset of the seven-year plan's adoption in 2020, the Commission called for several increases related to development:\n- Support for Ukraine was the bloc's top priority, with the Commission requesting a flexible financial instrument worth up to EUR50 billion (US$55 million) for a Ukraine Facility. Developed with an eye toward easing Ukraine's accession into the bloc, the Commission stated that actual expenditures would be decided annually, in accord with a plan by the government of Ukraine; and\n- In response to increased migration to the continent, as well as the bloc's release of a [*New Pact on Migration and Asylum*](https://home-affairs.ec.europa.eu/policies/migration-and-asylum/new-pact-migration-and-asylum_en), the Commission asked for EUR12.5 billion (US$13.7 billion) to combat root causes of migration in the :abbr[EU] neighborhood, and EUR2.5 billion (US$2.7 billion) for humanitarian assistance and disaster response.\n \n <br>\n \nHighlighting the necessity of budget increases to respond to competing crises, the Commission projected that negotiations between the EU Parliament and the Council of Ministers would conclude by the end of 2023, allowing the budget revisions to be approved shortly thereafter.", "sources": [{"type": "press_release", "name": "EU Commission", "link": "https://ec.europa.eu/commission/presscorner/detail/en/ip_23_3345"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": []}, {"title": "Japan pledges US$5 million for flood response in Ukraine", "slug": "japan-pledges-us-5-million-for-flood-response-in-ukraine", "publish_date": "2023-06-20", "content": "**On June 20, 2023, the Government of Japan announced a US$5 million donation to Ukraine to respond to the flood disaster.**\\\n\\\nThe funds were allocated to address access to food, water and sanitation, and health. Specific funding channels included:\n- :abbr[WFP]: US$2 million for food;\n- :abbr[UNICEF]: US$1 million for :abbr[WASH] and child protection;\n- International Organization for Migration: US$1 million for health and non-food items; and\n- :abbr[UNHCR]: US$1 million for shelter.\n\n<br>\n\nThe announcement reaffirmed Japan's commitment to supporting Ukraine as the country faces compounded issues as a result of the Russian invasion. ", "sources": [{"type": "press_release", "language": "english", "name": "Ministry of Foreign Affairs of Japan ", "link": "https://www.mofa.go.jp/press/release/press7e_000013.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Agriculture"}}]}, {"title": "Norad to manage Norwegian Nansen program ", "slug": "norad-to-manage-norwegian-nansen-program-", "publish_date": "2023-06-09", "content": "**On June 9, 2023, the Norwegian Ministry of Foreign Affairs announced that :abbr[Norad] would assume management of the Nansen Plan for Ukraine.**\\\n\\\nThe Nansen program was launched in February 2023 to provide support for Ukraine from 2023-2028. The plan included NOK37.5 billion (US$3.4 billion) for civil and humanitarian assistance to be disbursed in annual installments of NOK7.5 billion (US$683 million).\\\n\\\nThe government stated that :abbr[Norad], which manages half of the Norwegian development budget at NOK58.5 billion (US$5.4 billion), had been chosen to manage the civil and humanitarian aspects of the program in order to ensure efficiency and impact of the assistance.\\\n\\\nIn response, :abbr[Norad] announced the establishment of a new, temporary department with around 19 employees who will be given responsibility for the management of the funding to Ukraine.\\\n\\\nExperts noted that the appointment of :abbr[Norad], which had never previously managed humanitarian assistance, posed a departure from previous Norwegian policy. In Norway, there has been a clear distinction where the Ministry of Foreign Affairs, which typically manages humanitarian assistance, and :abbr[Norad], which has been responsible for managing funding towards civil society and long-term development assistance. \n", "sources": [{"type": "press_release", "language": "norwegian", "name": "Ministry of Foreign Affairs", "link": "https://www.regjeringen.no/no/aktuelt/norad-far-ansvar-for-forvaltning-av-nansen-programmet-for-ukraina/id2983757/"}, {"type": "news_article", "language": "norwegian", "name": "Panoramanyheter", "link": "https://www.panoramanyheter.no/bistand-ukraina-utviklingspolitikk/norad-overtar-ansvaret-for-ukraina-bistanden/338318"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": []}, {"title": "Italy approves US$71 million ODA package", "slug": "italy-approves-us-71-million-oda-package", "publish_date": "2023-06-09", "content": "**On June 9, 2023, Italy's Joint Committee for Development Cooperation approved EUR66 million (US$71 million) worth of projects for partner countries.**\\\n\\\nAfrican partners comprised the main regional focus of funding, including an EUR10 million (US$11 million) grant to support job development for women and young adults.\\\n\\\nBilateral contributions in the package focused on international organizations, particularly those working in global health and the :abbr[UN] system. Key partnerships included :abbr[UNICEF], :abbr[UNESCO], the :abbr[WHO], the International Federation of Red Cross and Red Crescent Societies, and the Bari Overseas Agronomic Institute. The projects particularly targeted food security, climate adaptation, and gender equality.\\\n\\\nIn addition, the committee adopted a resolution to establish an :abbr[AICS] office in Kyiv, Ukraine to showcase the Italy's ongoing support for the country.", "sources": [{"type": "press_release", "language": "italian", "name": "Italian Ministry of Foreign Affairs and International Cooperation", "link": "https://www.esteri.it/it/sala_stampa/archivionotizie/comunicati/2023/06/il-vice-ministro-edmondo-cirielli-presiede-la-terza-riunione-del-comitato-congiunto-2023/"}], "funders": [{"funder_profiles_id": {"name": "Italy"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Netherlands provides supplies for Ukraine flood zones", "slug": "netherlands-provides-supplies-for-ukraine-flood-zones", "publish_date": "2023-06-08", "content": "**On June 8, 2023, Dutch Minister of Foreign Trade and Development Cooperation Liesje Schreinemacher announced that the Netherlands will send aid and rescue equipment to the area in Ukraine affected by the destruction of the Kachovka dam.**\\\n\\\nThe Dutch regional water authorities and the Royal Dutch Rescue Company made available 20 boats, approximately 15 water pumps, 180 life jackets, and more than 50 waders. Additionally, the Dutch Rescue Brigade supplied 22 lifeboats.\\\n\\\nThe government estimated that the relief effort will cost at least EUR500,000 (US$535,000).\n", "sources": [{"type": "news_article", "language": "dutch", "name": "Dutch government", "link": "https://www.rijksoverheid.nl/actueel/nieuws/2023/06/08/nederland-stuurt-hulpgoederen-naar-overstroomd-gebied-oekraine"}, {"type": "twitter", "language": "english", "name": "Dutch Prime Minister Mark Rutte", "link": "https://twitter.com/MinPres/status/1667157785623109632"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Sweden opens trade office in Ukraine", "slug": "sweden-opens-trade-office-in-ukraine", "publish_date": "2023-05-25", "content": "**On May 25, 2023, Sweden's government announced the opening of a trade office in Ukraine.**\\\n\\\nThe decision to establish a presence in Ukraine highlighted Sweden's commitment to supporting economic development and stability in the region.\\\n\\\nThe trade office was opened to promote bilateral trade relations and investments between Sweden and Ukraine, providing a platform for businesses from both countries to explore opportunities and establish partnerships. The government shared its ambition that, by fostering economic cooperation, Sweden will contribute to Ukraine's long-term recovery and reconstruction efforts, which could have a positive impact on Ukraine's longer-term economic growth and development.", "sources": [{"type": "news_article", "language": "swedish", "name": "Svenska Dagbladet ", "link": "https://www.svd.se/a/veX875/sverige-oppnar-handelskontor-i-krigets-ukraina"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": []}, {"title": "Meloni prioritizes Ukraine, African partners for 2024 Italian G7 presidency", "slug": "meloni-prioritizes-ukraine-african-partners-for-2024-italian-g7-presidency", "publish_date": "2023-05-21", "content": "**On May 21, 2023, at the :abbr[G7] summit in Hiroshima, Italian Prime Minister Giorgia Meloni announced that the :abbr[G7] leaders summit in 2024 would be held in Italy's southern region of Puglia.**\\\n\\\nFurthermore, Meloni declared that the Ukraine and partners in Africa would be at the center of the 2024 :abbr[G7] agenda.\\\n\\\nMeloni said that the exact timing of the summit would be determined based on the date of the European elections, which are expected to take place on June 9-10, 2024.\\\n\\\nMeloni, in the press conference, announced some of the priorities of upcoming Italy's :abbr[G7] presidency: \n- Maintaining support for Ukraine;\n- Shoring up economic security; \n- Energy security;\n- Mitigation of root causes of migration; and\n- Collaboration with African partner countries.\n\n<br>\n\nMentioning the :abbr[G7]'s creation of the Partnership for Global Infrastructure and Investment, Meloni announced the development of a similar plan in Italy, the so-called Mattei Plan for Africa. She shared that the plan will be officially presented in October 2023 at the Italy-Africa conference, aiming to cooperate with African countries by bringing investments in connecting infrastructure, renewable energy, and managing root causes of migration.\n:abbr[ ]{title=\"2023 G7 Meetings\"}", "sources": [{"type": "interview", "language": "italian", "name": "Governo Italiano", "link": "https://www.governo.it/it/articolo/vertice-g7-la-conferenza-stampa-del-presidente-meloni/22656"}], "funders": [{"funder_profiles_id": {"name": "Italy"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "G7 leaders pledge additional US$4.5 billion for food security", "slug": "g7-leaders-pledge-additional-us-4-5-billion-for-food-security", "publish_date": "2023-05-20", "content": "**On May 20, 2023, the :abbr[G7] pledged to provide an additional US$4.5 billion for food security.**\\\n\\\nThe pledgfe was made to continue the fight against the global food crisis under the Global Alliance for Food Security, which Germany initiated in 2022 under its :abbr[G7] presidency. As of December 2022, US$4.9 billion had been provided provided for food security through the initiative, suprassing initial goals of US$4.5 billion.\\\n\\\nDuring the summit, the heads of states also indicated their intention to further increase their efforts for global food security in their joint declaration [*G7 Hiroshima Action Statement for Resilient Global Food Security*](https://www.mofa.go.jp/files/100506858.pdf).\\\n\\\nThe announcedment was made during the :abbr[G7] summit in Hiroshima on May 19-21, 2023 the :abbr[G7] heads of state discussed a range of topics, including the war in Ukraine, global economic relations, foreign and security policy, food security, and climate protection. German Chancellor Scholz highlighted the importance of conversation with :abbr[LIC] and :abbr[MIC] partner countries and welcomed their attendance during the second day of the summit.\n:abbr[ ]{title=\"2023 G7 Meetings\"}", "sources": [{"type": "press_release", "language": "german", "name": "Ministry for Economic Cooperation and Development", "link": "https://www.bmz.de/de/aktuelles/aktuelle-meldungen/g7-bleiben-dran-im-kampf-gegen-hunger-154396"}, {"type": "press_release", "language": "german", "name": "Federal Government", "link": "https://www.bundesregierung.de/breg-de/aktuelles/scholz-g7-japan-2023-2190878"}], "funders": [{"funder_profiles_id": {"name": "Germany"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "World Bank approves Crisis Facility for Ukraine", "slug": "world-bank-approves-crisis-facility-for-ukraine", "publish_date": "2023-05-19", "content": "**On May 19, 2023, the World Bank's Board of Executive Directors approved a new Crisis Facility for the International Development Association, intended to support Ukraine, Moldova, and other countries impacted by the ongoing war in Ukraine.**\\\n\\\nThe move was heavily influenced by Sweden, with the Swedish government contributing SEK600 million (US$57 million) to assist Ukraine and Moldova in December 2022.\\\n\\\nJohan Forssell, Sweden's Minister for International Development Cooperation and Foreign Trade, who also holds the presidency of the Council of the :abbr[EU], was a prominent figure in garnering support for those affected by the war in Ukraine, including the establiahment of the Crisis Facility.\\\n\\\nThe Facility was developed to address two primary objectives:\n- First, the Facility was intended to finance the early recovery and reconstruction in Ukraine and Moldova, investing in areas like health, energy, transport, agriculture, and a social protection network. Moldova, which is grappling with an energy crisis and a significant influx of Ukrainian refugees, will particularly benefit from the assistance; and\n- Second, the Facility was proposed to support crisis mitigation in :abbr[LICs] that have suffered from the repercussions of Russia's war in Ukraine, focusing mainly on bolstering food security. ", "sources": [{"type": "press_release", "language": "swedish", "name": "Press Release - Government of Sweden", "link": "https://www.regeringen.se/pressmeddelanden/2023/05/varldsbanken-inrattar-en-krisfacilitet-med-stod-av-sverige-for-ukraina-och-andra-lander-drabbade-av-krigets-effekter/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Council of Europe establishes Ukraine War Damage Register in The Hague", "slug": "council-of-europe-establishes-netherlands-ukraine-war-damage-register", "publish_date": "2023-05-17", "content": "**On May 17, 2023, the Council of Europe established a registry for damage resulting from the war in Ukraine at a summit held in Reykjavik.**\\\n\\\nThe Damage Register was established within the Council’s framework of the Enlarged Partial Agreement, which enabled the registry to be set up quickly with the support of countries within and outside of the Council of Europe. So far, 43 countries have joined the register, including the Netherlands and Ukraine.\\\n\\\nThe register was founded to receive, process, and store damage claims from citizens, companies, and governments who are victims of Russia’s war against Ukraine. The submitted claims may be assessed at a later date through a future compensation mechanism.\\\n\\\nThe Dutch Council of Ministers offered The Hague as a location for the register in February 2023. The Dutch Government reported that Ukraine has been and will continue to be closely involved in preparing the register and that it is expected to be fully operational in 2024.", "sources": [{"type": "press_release", "language": "dutch", "name": "Dutch government", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/nieuws/2023/05/17/schaderegister-oekraine-formeel-opgericht-tijdens-top-raad-van-europa-in-reykjavik"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "EU's von der Leyen shares priorities for Hiroshima Summit", "slug": "eus-von-der-leyen-shares-priorities-for-hiroshima-summit", "publish_date": "2023-05-15", "content": "**On May 15, 2023, European Commission President Urusla von der Leyen released a statement outlining the bloc's priorities for the Hiroshima Summit.**\\\n\\\nForemost, von der Leyen highlighted Ukraine as the bloc's main priority. She highlighted :abbr[EU]'s commitment to supporting Urkaine \"as long as it takes.\" However, von der Leyen did not explicitly mention assistance to Urkaine, or plans for reconstruction, focusing instead on sanctions and mechanisms for holding Russia accountable for the invasion.\\\n\\\nAdditionally, von der Leyen highlighted both decarbonisation and financial architecture as development priorities to be discussed at the summit. Acknowledging the shared priorities of countries seeking to decarbonize, von der Leyen urged countries to take advantage of opportunities to cooperate, rather than competing for resources. Similarly, she highlighted the need for countries to find mutually beneficial and innovative solutions to mobilize private finance and develop more robust finance flows.\n:abbr[ ]{title=\"2023 G7 Meetings\"}\n:abbr[ ]{title=\"Development Finance Architecture Reform\"}", "sources": [{"type": "press_release", "name": "EU Commission", "link": "https://ec.europa.eu/commission/presscorner/detail/en/statement_23_2765"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "Norwegian CSOs criticize proposed 2023 Revised State Budget reallocations", "slug": "norwegian-csos-criticize-proposed-2023-revised-state-budget-reallocations", "publish_date": "2023-05-11", "content": "**On May 11, 2023, the Norwegian government presented its revised state budget for 2023.**\\\n\\\nIn the budget, the government proposed a record high allocation to international development of NOK58.5 billion (US$5.5 billion), or 1% of Norwegian :abbr[GNI].\\\n\\\nIn a related press release, the Ministry of Foreign Affairs stated that more refugees from Ukraine are coming to Norway than previously estimated. To cover part of the increased costs of in-country refugee measures, the government proposed an NOK1.8 billion (US$169 million) increase to the development budget.\\\n\\\nAdditionally, the proposal reprioritized several funds under the development budget to offset in-donor refugee costs. In particular, the government also proposed reallocations from the budget lines for health (NOK352 million; US$33 million), education (NOK152 million; US$14 million) and civil society (NOK240 million; US$22 million).\\\n\\\nSeveral Norwegian :abbr[CSOs] criticized the reallocation of funding intended for partner :abbr[LICs] to finance in-country measures in Norway, as well as the cuts in funding for civil society.", "sources": [{"type": "press_release", "language": "norwegian", "name": "Ministry of Foreign Affairs", "link": "https://www.regjeringen.no/no/aktuelt/nar-malet-om-en-prosent-til-bistand/id2976806/"}, {"type": "news_article", "language": "norwegian", "name": "Panoramanyheter", "link": "https://www.panoramanyheter.no/bistandsbudsjettet-statsbudsjettet-utviklingspolitikk/mer-til-mottak-av-flyktninger-i-norge-mindre-til-skole-og-helse/336168"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Trudeau announces trip to Republic of Korea, Japan", "slug": "trudeau-announces-trip-to-republic-of-korea-japan", "publish_date": "2023-05-10", "content": "**On May 10, 2023, Canadian Prime Minister Justin Trudeau announced that he will travel to the Republic of Korea from May 16-18, 2023 for an official bilateral visit, and to Japan from May 19-21, 2023 to participate in the :abbr[G7] Summit.**\\\n\\\nRegarding his visit to Korea, Trudeau shared plans to meet with Korean President Yoon Suk Yeol to celebrate the 60<sup>th</sup> anniversary of diplomatic relations between Canada and Korea. Additionally, Trudeau's agenda included disccusions on shared priorities including economic and energy security, net-zero emission economies, democracy, human rights, and gender equality, in relation to Canada’s [*Indo-Pacific Strategy*.](https://www.international.gc.ca/transparency-transparence/indo-pacific-indo-pacifique/index.aspx?lang=eng)\\ \n\\\nFor his trip to Japan during the :abbr[G7] Summit, Trudeau's agenda foregounded promoting cooperation among :abbr[G7] partners to address contemporary global challenges, including:\n- Meeting the needs of emerging and developing economies; \n- Supporting Ukraine as it defends itself against Russia’s illegal invasion;\n- Defending peace, security, and human rights internationally; and\n- Taking ambitious climate action while growing clean economies.", "sources": [{"type": "press_release", "language": "english", "name": "Office of the Prime Minister of Canada", "link": "https://pm.gc.ca/en/news/news-releases/2023/05/10/prime-minister-travel-republic-korea-and-attend-g7-summit-japan "}], "funders": [{"funder_profiles_id": {"name": "Canada"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "Norad data show record high funding towards international development in 2022 ", "slug": "norad-data-show-record-high-funding-towards-international-development-in-2022-", "publish_date": "2023-05-09", "content": "**On May 9, 2023, :abbr[Norad] released data showing that Norway allocated a record high amount of funding to international development in 2022.**\\\n\\\nIn 2022, Norway spent NOK49.6 billion (US$4.7 billion) on international development. The amount comprised an increase of over NOK9 billion (US$857 million) compared to 2021. The agency attributed the increase to funding to Ukraine and in-country refugee expenses.\\\n\\\nIf compared in current prices, the data show a 24% increase in funding to international development between 2021 and 2022. However, in inflation-adjusted prices, the funding is comparable to 2021 spending, showing an increase of 2.4%.\\\n\\\nThe data showed that in 2022, the international development funding stood at 0.86% of Norwegian :abbr[GNI], falling below Norway's target of 1%, but well above the :abbr[UN] target of 0.7%.\\\n\\\nIn 2022, Ukraine was the largest recipient country of Norwegian development funding, receiving NOK5.6 billion (US$533 million). In comparison, Norway allocated almost the same amount of funding to Syria over a six-year period when the country was at war. Never before has Norway given such a large amount of development funding to one country.\\\n\\\nOf the NOK5.6 billion (US$533 million) allocated to Ukraine, NOK2.1 billion (US$200 million) supported access to energy, NOK2 billion (US$190 million) supported emergency assistance, and a large amount of the last NOK1.5 billion (US$142 million) was allocated towards the World Bank's crisis fund for Ukraine and budget support through the World Bank.\\\n\\\nRefugee expenditure in Norway accounted for 9%, or NOK4.7 billion (US$447 million) of all Norwegian development funding in 2022. The amount was the highest expenditure on in-donor refugee costs since 2016.\\\n\\\nLooking at the geographical distribution of Norwegian development funding, the African continent remains the largest region, receiving 36% of total funding in 2022. However, Ukraine played a significant role in shaping the regional funding trends in 2022. For instance, Africa received over 50% of Norwegian funding in 2021, while Europe went from 4% of the funding in 2021 to 29% in 2022.\\\n\\\nThe report also highlighted trends in Norwegian :abbr[ODA] by partner:\n- Eight out of 10 of Norway's largest partners in 2022 were multilateral organizations;\n- NOK25 billion (US$2.3 billion), or 51% of Norwegian development funding was allocated to multilateral organizations, down from 58 % in 2021; and\n- The World Bank Group was Norway's largest partner in 2022, receiving NOK4.6 billion (US$438 million), an increase of NOK1 billion (US$95 million) from 2021.\n\n<br>\n\nThe report also analyzed Norwegian funding by sector:\n- Health: After two years of increased funding towards health, funding decreased in 2022. However,  funding for :abbr[SRHR] increased by NOK300 million (US$28 million) in 2022;\n- Education: There was a reduction from NOK3.8 billion (US$362 million) in 2021 to NOK3.1 billion (US$295 million) in 2022, the lowest level of funding towards education since 2015;\n- Equality and women's rights: Equality and women's rights are cross-cutting priorities in Norwegian international development, with funding increasing to NOK13 billion (US$1.2 billion) in 2022;\n- Climate: Funding towards climate increased considerably in 2022 to NOK8.9 billion (US$848 million), in line with Norway's goal of doubling its climate finance for :abbr[LICs] by 2026; and\n- Agriculture and food security: In 2022, funding for agriculture and food security reached NOK3.6 billion (US$343 million), with the majority of funding supporting partners on the African continent. \n", "sources": [{"type": "conference_statement", "language": "norwegian", "name": "Norad", "link": "https://www.norad.no/aktuelt/arrangementskalender/2023/tall-som-teller-2023/"}, {"type": "news_article", "language": "norwegian", "name": "Panorama nyheter", "link": "https://www.panoramanyheter.no/bistand-norad-ukraina/ukraina-krigen-ga-bistandsrekord-1/335930"}, {"type": "press_release", "language": "norwegian", "name": "Norad", "link": "https://www.norad.no/aktuelt/nyheter/2023/krig-i-europa-setter-press-pa-bistanden-til-verdens-fattigste/"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Spain's Sánchez highlights SDGs in meeting with UN Secretary General", "slug": "spains-sanchez-highlights-sdgs-in-meeting-with-un-secretary-general", "publish_date": "2023-05-08", "content": "**On 8 May, 2023, Spain’s Prime Minister Pedro Sánchez met at La Moncloa, Madrid, with :abbr[UN] Secretary General António Guterres.**\\\n\\\nThe leaders discussed global challenges such as climate change, sustainable development goals, and the war in Ukraine. Sánchez reiterated Spain’s support for the Sustainable Development Summit, which will take place in September 2023 during the UN General Assembly.\\\n\\\nFollowing the meeting, Guterres was awarded the 2023 Carlos V European Award by the Spanish king Felipe VI on 9 May, 2023. In his acceptance speech, Guterres underlined the importance of strengthening global efforts to tackle climate change and advance sustainable development and global solidarity in order to reduce inequities between countries. \n:abbr[ ]{title=\"UN General Assembly\"}\n", "sources": [{"type": "press_release", "language": "spanish", "name": "PM Office La Moncloa", "link": "https://www.lamoncloa.gob.es/presidente/actividades/Paginas/2023/080523-sanchez-secretario-onu-guterres.aspx"}, {"type": "news_article", "language": "spanish", "name": "elDiario.es", "link": "https://www.eldiario.es/extremadura/politica/guterres-secretario-onu-recibe-premio-carlos-v-yuste-une-extremadura-portugal_1_10187974.html"}], "funders": [{"funder_profiles_id": {"name": "Spain"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "Swedish development minister outlines priorities for 2023", "slug": "swedish-development-minister-outlines-priorities-for-2023", "publish_date": "2023-05-04", "content": "**On May 4, 2023, Swedish Minister for International Development Johan Forssell published an article in the Dagen Daily outlining Sweden's :abbr[ODA] priorities.**\\\n\\\nCo-written with Gudrun Brunegård, development policy spokesperson for the governing Christian Democratic Party, the piece emphasized the importance of maintaining international solidarity and improving the effectiveness of Swedish :abbr[ODA]. In particular, the piece outlined nine aspects of Swedish development cooperation:\n\n- **Increased and predictable assistance**: With a fixed budget framework of SEK56 billion (approximately US$5.5 billion) per year for 2023-2025, the authors outlined a clear, upward trajectory for Swedish :abbr[ODA]. Over the next three years, Sweden will spend a total of SEK168 billion (about US$16.5 billion) on :abbr[ODA], or a SEK6 billion (US$583 million) increase from the 2020-2022 period.\n- **Linking :abbr[ODA] and international trade:** The authors highlighted that development assistance and trade policy should be coordinated and deepened, while also advancing democracy and the rule of law in partner countries.\n- **CSO Partnerships**: The authors outlined the government's ambition to develop its partnership with civil society, both in Sweden and in its partner countries, in order to deliver more effective and transparent assistance.\n- **Ukraine a Top Priority:** The article higlighted that Ukraine will remain Sweden's top :abbr[ODA] priority. In particular, the authors positioned Sweden as a long-term partner to Ukraine, with increased focus on humanitarian aid while supporting Ukraine's democratic development, economy, :abbr[EU] integration, and sustainable reconstruction.\n- **Global Health**: The article also reflected the government's commitment to poverty reduction and health interventions for the most vulnerable, such as preventive health education, increased vaccination coverage, and strengthened healthcare. Support will be given to women subjected to sexual violence in conflict areas. Sweden will also contribute to international efforts to prevent and manage pandemics and other health threats. \n- **Democracy and human rights**: The article also emphasized the necessity of expanding  democracy, human rights, and the rule of law to enable :abbr[CSOs] to work effectively in partner countries.\n- **Climate**: The piece outlined Sweden's prioritization on expanding climate finance. Specific priorities included emissions reductions, transition to fossil-free energy, and energy efficiency, as well as support for climate adaptation in culnerable countries. The authors also applauded Sweden's doubled allocation to the Global Environment Fund (totaling SEK4.1 billion; US$431 million) for the 2022–2026 period.\n- **Gender Equality**: Under the heading of gender equality, the authors noted :abbr[Sida]'s upcoming strategies on :abbr[SRHR] and commitment to considering the needs of women, girls, youth, people with disabilities, and :abbr[LGBTQ+] individuals.\n- **'Aid Effectiveness'**: Finally, the authors argued that Sweden should concentrate on improving the efficiency and impact of its development coopration. ", "sources": [{"type": "oped", "language": "swedish", "name": "Article Dagen Daily", "link": "https://www.dagen.se/debatt/2023/05/04/sverige-ar-fortfarande-en-av-varldens-storsta-bistandsgivare/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Netherlands expresses continued support Ukraine", "slug": "netherlands-expresses-continued-support-ukraine", "publish_date": "2023-05-04", "content": "**On May 4, 2023, Dutch Minister of Foreign Affairs, Wopke Hoesktra expressed the Netherlands’ continued support for Ukraine against Russia’s illegal invasion with weapons, humanitarian aid, reconstruction, and accountability initiatives.**\\\n\\\nHoekstra's speech was presented during a visit by Ukraine's President Zelensky to the Hague. Hoekstra noted that Ukraine's freedom is under severe threat due to Russia’s aggression, and expressed the Netherlands’ support for Ukraine through the supply of weapons, humanitarian assistance and harboring refugees, efforts to rebuild the country, and efforts to hold Russia to account for war crimes.\\\n\\\nHoekstra's sentiments were later echoed by Dutch Prime Minister Mark Rutte in a tweet.", "sources": [{"type": "speech", "language": "english", "name": "Dutch Government", "link": "1.\thttps://www.government.nl/ministries/ministry-of-foreign-affairs/documents/speeches/2023/05/04/speech-by-foreign-minister-wopke-hoekstra-introducing-president-zelenskyy"}, {"type": "twitter", "language": "dutch", "name": "Dutch Prime Minister, Mark Rutte", "link": "https://twitter.com/MinPres/status/1654125923774644236?s=20"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Netherlands publishes 2023 Spring Budget; US$615 million ODA reallocated to host asylum seekers", "slug": "netherlands-publishes-2023-spring-budget-us515million-oda-reallocated-to-host-asylum-seekers-", "publish_date": "2023-04-26", "content": "**On April 26, 2023, Dutch Minister of Finance Sigrid Kaag presented the *Spring Budget*. This budget provides an update on the government’s 2023 budget and outlines what could be expected for the 2024 budget and beyond.**\\\n\\\nCompared to the *2023 Budget* that was first presented in September 2022, the *Spring Budget* notes several increased government expenses including: \n- Supporting Ukraine, which was approved in December 2022;\n- Hosting a higher influx of asylum seekers;\n- Paying increased interest rates on the national debt; and \n- Providing Dutch citizens with subsidies for high energy prices.\n<br>\n\nThese higher costs will be covered by reduced funding to social services and an increase in taxes by reforming tax constructions.\\\n\\\nNotably, the higher influx of asylum seekers in the Netherlands has led to significant reallocations in :abbr[ODA] funds. In 2023, EUR559 million ( :abbr[US$]{title=\"To account for higher-than-normal fluctuations in exchanges rates, funding that is reported in Policy Updates and Publications without an official US$ conversion rate are converted using the previous week’s US Federal Reserve average exchange rates.\"}615 million) in :abbr[ODA] will go toward hosting asylum seekers. In 2024, this amount is expected to grow to EUR707 million ( :abbr[US$]{title=\"To account for higher-than-normal fluctuations in exchanges rates, funding that is reported in Policy Updates and Publications without an official US$ conversion rate are converted using the previous week’s US Federal Reserve average exchange rates.\"}778 million) and in 2025 and 2026, to an estimated EUR1.1 billion ( :abbr[US$]{title=\"To account for higher-than-normal fluctuations in exchanges rates, funding that is reported in Policy Updates and Publications without an official US$ conversion rate are converted using the previous week’s US Federal Reserve average exchange rates.\"}1.2 billion).\\\n\\\nThe development association [Partos](https://www.partos.nl/) reacted to the publication of the *Spring Budget* on Twitter, arguing that the current Dutch cabinet seems to have reduced its support to people in need around the world by reallocating :abbr[ODA] while prioritizing support to Dutch companies. Partos announced that it will publish a more detailed reaction soon. ", "sources": [{"type": "government_document", "language": "dutch", "name": "Netherlands Spring Budget 2023", "link": "https://www.rijksoverheid.nl/documenten/begrotingen/2023/04/28/voorjaarsnota-2023"}, {"type": "news_article", "language": "dutch", "name": "Dutch Government News Article on Spring Budget 2023", "link": "https://www.rijksoverheid.nl/actueel/nieuws/2023/04/28/voorjaarsnota-2023-extra-uitgaven-voor-groningen-toeslagen-gemeenten-en-provincies"}, {"type": "twitter", "language": "dutch", "name": "Partos", "link": "https://twitter.com/PartosNL/status/1651979891544399875?s=20"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Italy donates US$110 million to EU for Ukraine initiative", "slug": "italy-donates-us-110-million-to-eu-for-ukraine-initiative", "publish_date": "2023-04-26", "content": "**On April 26, 2023, at the bilateral conference on Ukraine reconstruction, Italy announced a commitment of  US$110million (EUR100 million) to the :abbr[EIB] trust fund for reconstruction and recovery in Ukraine.**\\\n\\\nAt the conference, Italian Minister of economy Giancarlo Giorgett announced the support to the :abbr[EIB]'s intervention for rebuilding Ukraine and restoring critical infrastructure. The funding was allocated to the[ EU for Ukraine fund](https://www.eib.org/en/press/all/2023-157-eib-approves-eu-for-ukraine-initiative-to-finance-ukraine-recovery-and-reconstruction-and-backs-transport-energy-and-business-investment-around-the-world.htm), which was launched in March 2023.\n", "sources": [{"type": "news_article", "language": "english", "name": "European Investment Bank", "link": "https://www.eib.org/en/press/news/italy-provides-eur100-million-to-support-the-eib-eu-for-ukraine-initiative"}], "funders": [{"funder_profiles_id": {"name": "Italy"}}, {"funder_profiles_id": {"name": "EUI"}}], "topics": []}, {"title": "Canada, Japan agree to cooperate on global food security ", "slug": "canada-japan-agree-to-cooperate-on-global-food-security-", "publish_date": "2023-04-24", "content": "**On April 24, 2023, the Canadian Minister of Agriculture and Agri-Food Marie-Claude Bibeau, and the Japanese Minister of Agriculture, Forestry, and Fisheries Nomura Tetsuro, released a joint statement of cooperation on global food security.**\\\n\\\nThe counterparts met on the sidelines of the :abbr[G7] Agriculture Ministers’ meeting in Miyazaki, Japan. In the statement, the two countries agreed to strengthen governmental cooperation on sustainable agriculture production and food systems through regular dialogue, information sharing, and increased support for the trade of agricultural products and inputs.\\\n\\\nThe statement also reaffirmed the importance of cooperation on food security in light of Russia’s illegal invasion of Ukraine, which has disrupted global food supply chains. ", "sources": [{"type": "press_release", "language": "english", "name": "Agriculture and Agri-Food Canada", "link": "https://www.canada.ca/en/agriculture-agri-food/news/2023/04/joint-statement-for-strengthening-japancanada-government-cooperation-on-food-security-and-sustainable-agriculture-production-and-food-systems.html"}], "funders": [{"funder_profiles_id": {"name": "Canada"}}, {"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Japan donates US$471 million for Ukraine relief efforts", "slug": "japan-donates-us-471-million-for-ukraine-relief-efforts", "publish_date": "2023-04-21", "content": "On April 21, 2023, Japan donated :abbr[US$]{title=\"US$ amounts for funding are reported using the currency conversion provided by the relevant organization at the time the pledge was made.\"}471 million to the World Bank’s Ukraine Relief, Recovery, Reconstruction and Reform Trust Fund ( :abbr[URTF] ) to support relief efforts in Ukraine. The donation is part of the government’s :abbr[US$]{title=\"US$ amounts for funding are reported using the currency conversion provided by the relevant organization at the time the pledge was made.\"}5.5 billion pledge. \n\n<br>\n\nThe :abbr[URTF] is a trust fund facility supported by several donors to support key sectors including transportation, health, and energy. The World Bank continuously reassesses areas of need and adapts the program accordingly. \n\n<br>\n\nThe newly announced funds from Japan bring the fund’s total amount to over :abbr[US$]{title=\"US$ amounts for funding are reported using the currency conversion provided by the relevant organization at the time the pledge was made.\"}850 million, which will be used for energy infrastructure, roads, bridges, houses, schools, and clinics in Ukraine. ", "sources": [{"type": "press_release", "language": "english", "name": "The World Bank", "link": "https://www.worldbank.org/en/news/press-release/2023/04/21/japan-contributes-us-471-million-to-the-world-bank-in-support-of-ukraine-relief-efforts"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "Dutch Special Envoy for Business and Reconstruction of Ukraine resigns", "slug": "dutch-special-envoy-for-business-and-reconstruction-of-ukraine-resigns", "publish_date": "2023-04-20", "content": "**On April 20, 2023, Dutch Minister for Foreign Trade and Development Cooperation Liesje Schreinemacher announced that Ron van Dartel, assigned as the Special Envoy for Business and Reconstruction Ukraine on April 3, 2023, had resigned.**\\\n\\\nVan Dartel was previously an ambassador in Russia, Serbia, Poland, and the :abbr[OSCE]. Schreinemacher appointed Van Dartel as a Special Envoy to promote the involvement of the Dutch business community in the reconstruction of Ukraine on April 3, 2023.\\\n\\\nOn April 19, 2023, Gerald Dielessen published a book that included pro-Russia statements made by Van Dartel. The statements were made after his retirement but before he was appointed Special Envoy. Schreinemacher wrote in a letter to the Senate that Van Dartel realized that these statements took away his credibility as an envoy, leading him to resign. She continued that the ministry was unaware of Van Dartel’s conversation with the book author.\\\n\\\nSchreinemacher respected Van Dartel’s decision and informed the Senate that the Ministry will look for a successor.", "sources": [{"type": "letter", "language": "dutch", "name": "Dutch Ministry of Foreign Affairs", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/documenten/kamerstukken/2023/04/20/kamerbrief-inzake-terugtreden-speciaal-gezant-bedrijfsleven-en-wederopbouw-oekraine "}, {"type": "news_article", "language": "dutch", "name": "NOS", "link": "https://nos.nl/artikel/2472168-oekraine-gezant-van-kabinet-stapt-al-na-paar-weken-op "}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "BMZ increases support to Ukraine by US$119 million", "slug": "bmz-increases-support-to-ukraine-by-us-119-million", "publish_date": "2023-04-19", "content": "**On April 18 and 19, 2023, the parliamentary state secretary at the :abbr[BMZ], Jochen Flasbarth, met with high-level representatives of the Ukrainian government in Kiev to discuss support for the reconstruction of Ukraine.**\\\n\\\nFlasbarth is also the government commissioner for the coordination of international reconstruction efforts.\\\n\\\nFlasbarth highlighted that while the war's outcome remains unclear, it is important to plan and initiate the reconstruction of Ukraine early to promote a long-term recovery of the country. Flasbarth and the Ukrainian government agreed on support prioritizing reconstruction of public infrastructure, as well as strengthening and digitizing public administration, energy efficiency, urban development, vocational training, and supporting Ukraine on its way to become a member country of the :abbr[EU]. For these initiatives, Germany committed an additional EUR111 million (US$119 million).\\\n\\\nAs of April 2023, the :abbr[BMZ] has provided EUR787 million (US$846) in total for the support of Ukraine since April 2022.\n\n", "sources": [{"type": "press_release", "language": "german", "name": "Ministry for Economic Cooperation and Development", "link": "https://www.bmz.de/de/aktuelles/aktuelle-meldungen/ukraine-erhaelt-weitere-unterstuetzung-beim-wiederaufbau-152732"}], "funders": [{"funder_profiles_id": {"name": "Germany"}}], "topics": []}, {"title": "Norway allocates US$36 million for green emergency assistance ", "slug": "norway-allocates-us-36-million-for-green-emergency-assistance-", "publish_date": "2023-04-17", "content": "**On April 18, 2023,  Minister of International Development Anne Beathe Tvinnereim, :abbr[Norad] DIrector General Bård Vegar Solhjell, and :abbr[NRC]{title=\"Norwegian Refugee Council\"} Jan Egeland, signed two agreements to increase access to renewable energy for refugees in :abbr[SSA] countries, and to increase the capacity of alerting farmers and fishermen about extreme weather conditions.**\\\n\\\nThe agreements included NOK375 million (US$36 million) to be allocated over four and five years, respectively.\\\n\\\nThe first agreement focused on access to renewable energy in refugee camps. Many refugee camps depend on energy production from diesel generators, which is both expensive and a major source of pollution. The agreement of NOK200 million (US$19 million) will provide refugees with access to renewable energy with a target of:\n- Increasing the energy access to refugees and internally displaced persons in :abbr[SSA], with a particular focus on the Sahel region and the Horn of Africa. Some of the funding will also be allocated to Ukraine;\n- Facilitating collaboration between different stakeholders, including the private sector and local authorities; and\n- Ensuring that the :abbr[UN]'s humanitarian efforts become more climate-friendly\n\n<br>\n\nThe second agreement signed between the Ministry, :abbr[Norad], and the :abbr[NRC] is targeting weather forecasting. Because food production in :abbr[LICs] is particularly affected by climate change and long periods of drought and heavy rainfall, improved weather forecasting will help farmers and fishermen adapt to climate change.\\\n\\\nAccordingly, the agreement included NOK175 million (US$17 million) over 5 year-period for:\n- Conscious use of climate services among farmers and fishermen and improved weather and climate reports through increased capacity for national and regional centers;\n- Improved seasonal climate reports and climate services; and\n- Increased capacity of national meteorological institutes to manage climate data and provide end users with better communication. ", "sources": [{"type": "press_release", "language": "norwegian", "name": "The Norwegian Agency for Development Cooperation", "link": "https://kommunikasjon.ntb.no/pressemelding/presseinvitasjon-375-millioner-kroner-til-okt-energitilgang-i-flyktningleire-og-bedre-vaervarslingstjenester?publisherId=17847443&releaseId=17963200&lang=no"}, {"type": "news_article", "language": "norwegian", "name": "Panoramanyheter", "link": "https://www.panoramanyheter.no/flyktninghjelpen-fn-klima-tilpasning/nodhjelpen-og-beredskapen-skal-bli-gronnere/334204"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "Netherlands announces 2023 Feminist Foreign Policy events", "slug": "netherlands-announces-2023-feminist-foreign-policy-events", "publish_date": "2023-04-17", "content": "**On April 17, 2023, at the :abbr[EU] Heads of Mission Meeting in the Hague, Dutch Minister of Foreign Affairs Wopke Hoekstra announced that the Netherlands will host two international events on Feminist Foreign Policy in 2023.**\\\n\\\nIn his speech, Hoekstra covered the topics of :abbr[EU] support for Ukraine, the Netherlands’ support for Sweden to become a member of :abbr[NATO], migration, and feminist foreign policy. Hoekstra mentioned that gender equality is a founding principle of the :abbr[EU], and reiterated the Netherlands' May 2022 commitment to dismantling unequal power structures.\\\n\\\nHoekstra then announced that he is planning two feminist foreign policy events in 2023: a high-level event at the :abbr[UN] General Assembly in September 2023, and a follow-up international conference in The Hague.", "sources": [{"type": "speech", "language": "english", "name": "Dutch Government", "link": "https://www.government.nl/documents/speeches/2023/04/17/speech-by-minister-hoekstra-at-the-eu-heads-of-mission-homs-meeting"}, {"type": "news_article", "language": "english", "name": "The Diplomatic Insight", "link": "https://thediplomaticinsight.com/netherlands-to-host-2023-conference-on-feminist-foreign-policy/ "}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}]}, {"title": "Spanish ODA reaches US$4.2 billion in 2022", "slug": "spanish-oda-reaches-us-4-2-billion-in-2022", "publish_date": "2023-04-14", "content": "**According to :abbr[OECD] :abbr[DAC] preliminary figures released on April 12, 2023, Spain’s net :abbr[ODA] amounted to US$4.2 billion in 2022, representing 0.3% of the country’s :abbr[GNI].**\\\n\\\nAccording to the [OECD DAC preliminary data](https://www.oecd.org/dac/financing-sustainable-development/ODA-2022-summary.pdf), Spain’s :abbr[ODA] increased by 26% from 2021 levels, mostly due to the growth of in-donor refugee costs. Of 2022 :abbr[ODA] disbursements, US$85 million was channeled bilaterally in support to Ukraine, and US$305 million were allocated to COVID-19 related activities.\\\n\\\nOn April 14, 2023, la Coordinadora published a press release with mixed response to the data. While the organization hailed the data as an important increase in Spain’s development spending, it also criticized the fact that most of this increase resulted from in-donor spending. Additionally, the organization urged the Spanish government to increase :abbr[ODA] spending in line with other donors.\n:abbr[ ]{title=\"OECD Preliminary Data\"}\n", "sources": [{"type": "press_release", "language": "english", "name": "OECD DAC", "link": "https://www.oecd.org/dac/foreign-aid-surges-due-to-spending-on-refugees-and-aid-for-ukraine.htm"}, {"type": "press_release", "language": "spanish", "name": "'la Coordinadora'", "link": "https://coordinadoraongd.org/2023/04/avances-insuficientes-y-tendencias-peligrosas-en-la-ayuda-oficial-al-desarrollo/"}], "funders": [{"funder_profiles_id": {"name": "Spain"}}], "topics": []}, {"title": "UK reconfirms US$1 billion in guaranteed loans for Ukraine", "slug": "uk-reconfirms-us-1-billion-in-guaranteed-loans-for-ukraine", "publish_date": "2023-04-13", "content": "**On April 13, 2023, UK Chancellor of the Exchequer Jeremy Hunt reconfirmed that the UK will provide US$1 billion in guaranteed loans for Ukraine.**\\\n\\\nThe World Bank disbursed US$500 million in the first quarter of 2023, with plans to disburse the remaining USD$500 million later in 2023.\\\n\\\nAs of April 2023, the UK has pledged a total of GBP4.2 billion in support of Ukraine, not counting military assistance and including the $1 billion in loans guaranteed by the UK to support Ukraine’s economy in 2023.\\\n\\\nThe UK has also announced that it will host the Ukraine Recovery Conference in June 2023, which will focus on mobilizing additional private-sector investment.\n", "sources": [{"type": "news_article", "name": "UK Government", "link": "https://www.gov.uk/government/news/uk-bolsters-support-for-ukraine-and-low-income-countries?utm_medium=email&utm_campaign=govuk-notifications-topic&utm_source=296d9dbe-a7c1-4333-834b-4dc746718f33&utm_content=daily"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": []}, {"title": "Canadian Foreign Affairs Minister announces trip to Republic of Korea, Japan", "slug": "canadian-foreign-affairs-minister-announces-trip-to-republic-of-korea-japan", "publish_date": "2023-04-13", "content": "**On April 13, 2023, Canada’s Minister of Foreign Affairs Mélanie Joly announced that she will travel to the Republic of Korea (Korea) from April 13-15 for a bilateral visit, and to Japan from April 16-18 to participate in the :abbr[G7] Foreign Ministers’ Meeting.**\\\n\\\nIn Korea, Joly will celebrate the 60<sup>th</sup> anniversary of diplomatic relations between Canada and Korea, and emphasize the importance of continuing to strengthen this bilateral relationship. She will participate in discussions with Indo-Pacific experts to identify issues of mutual concern to both countries. Joly will also meet with Korean Foreign Minister Park Jin to work on the implementation of the bilateral *Comprehensive Strategic Partnership,* announced by Korea’s President Yoon Suk Yeol and Canada’s Prime Minister Justin Trudeau in September 2022.\\\n\\\nIn Japan, Joly will engage with :abbr[G7] counterparts on foreign policy challenges, including Russia’s illegal invasion of Ukraine, and reaffirm Canada’s commitment to promoting and defending the international order. Joly will also have the opportunity to highlight Canada’s foreign policy priorities, including its Indo-Pacific Strategy. :abbr[ ]{title=\"2023 G7 Meetings\"}", "sources": [{"type": "press_release", "language": "english", "name": "Global Affairs Canada", "link": "https://www.canada.ca/en/global-affairs/news/2023/04/minister-joly-to-travel-to-republic-of-korea-for-bilateral-visit-and-japan-for-g7-foreign-ministers-meeting.html"}], "funders": [{"funder_profiles_id": {"name": "Canada"}}], "topics": []}, {"title": "OECD report shows decrease in Norwegian ODA to African partner countries", "slug": "oecd-report-shows-decrease-in-norwegian-oda-to-african-partner-countries", "publish_date": "2023-04-12", "content": "**Released on April 12, 2023, :abbr[OECD] data showed that Norway spent 0.86 % of GNI on international development assistance in 2022.**\\\n\\\nNorway increased its development assistance by 2.4% in 2022, primarily to provide support for Ukraine. However, the :abbr[OECD] statistics showed that the partner countries on the African continent received less funding from Norway in 2022.\\\n\\\nIn an interview with [Panoramanyheter](https://www.panoramanyheter.no/), a niche media outlet focusing on Norwegian international development policy, Dag Inge Ulstein from the Christian Democratic Party described the decrease in funding as upsetting.\\\n\\\nUlstein, who was the former Minister of International Development, argued that Norway's cuts in the international development budget, are being noticed internationally. He argued Norway should increase the budget at a time where Norway is profiting greatly from the war and the current energy crisis. He likewise urged decisionmakers to consider the impact of Norway's cuts on the spending of other donor countries.\n:abbr[ ]{title=\"OECD Preliminary Data\"}", "sources": [{"type": "news_article", "language": "norwegian", "name": "Panoramanyheter", "link": "https://www.panoramanyheter.no/afrika-bistandspolitikk-utdanning/regjeringens-bistandspolitikk-er-hjerteskjaerende/334032"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": []}, {"title": "OECD data show 30% increase in EUI ODA in 2022", "slug": "oecd-data-show-30-increase-in-eui-oda-in-2022", "publish_date": "2023-04-12", "content": "**On April 12, 2023, the :abbr[OECD] released preliminary data for 2022, showing that the :abbr[EU] Institutions’ total :abbr[ODA] increased dramatically by 30%, from US$19.1 billion in 2021 to US$24.8 billion in 2022.**\\\n\\\nThe increase was in large part due to significant support for Ukraine. The share of the :abbr[EUI]’s :abbr[ODA] that went to Ukraine was 38.4%, including loans. The sum also contributed to a sharp increase in the EUI’s sovereign lending, which more than doubled (+110%) and made up 24% of total :abbr[ODA].\\\n\\\nAdditionally, US$4.8 billion of :abbr[EUI] :abbr[ODA] went to supporting partner countries with COVID-19 response, including US$1 billion for controlling the pandemic. None of the :abbr[EUI]’s :abbr[ODA] in 2022 consisted of vaccine donations or in-donor refugee costs.  \n:abbr[ ]{title=\"OECD Preliminary Data\"}\n", "sources": [{"type": "report", "name": "OECD", "link": "https://www.oecd.org/dac/financing-sustainable-development/ODA-2022-summary.pdf"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": []}, {"title": "OECD data show Canada provided US$7.8 billion ODA in 2022", "slug": "oecd-data-show-canada-provided-us-7-8-billion-oda-in-2022", "publish_date": "2023-04-12", "content": "**On April 12, 2023, the :abbr[OECD] published preliminary data showing that Canada provided US$7.8 billion :abbr[ODA] in 2022, a 19% increase (US$1.5 billion) compared to 2021.**\\\n\\\nIn just one year Canada’s :abbr[ODA] went from 0.32% to 0.37% of :abbr[GNI], its highest level of spending since 1995.\\\n\\\nThe significant increase in Canada’s ODA in 2022 mainly resulted from support to Ukraine and increased costs for in-donor refugees. Over 12% of Canada’s 2022 :abbr[ODA] went to processing and hosting refugees domestically, and over 26% was allocated to Ukraine.\\\n\\\nCanadian :abbr[CSOs] expressed concerns about the disproportionate focus on Ukraine in Canada’s :abbr[ODA] spending at the expense of other regions and development assistance commitments. Moreover, the ethics of counting money spent domestically to resettle refugees as :abbr[ODA] was questioned by numerous organizations.\\\n\\\nDespite the major increase in Canadian :abbr[ODA] in 2022, the country is still a below-average donor. Canada ranks 16<sup>th</sup> out of 30 :abbr[DAC] members for :abbr[ODA] as a percentage of :abbr[GNI]. Moreover, Canada’s 0.37% is barely halfway to the 0.7% target, which it committed to in 1970.\n:abbr[ ]{title=\"OECD Preliminary Data\"}", "sources": [{"type": "report", "language": "english", "name": "OECD", "link": "https://www.oecd.org/dac/financing-sustainable-development/ODA-2022-summary.pdf"}, {"type": "oped", "language": "english", "name": "The McLeod Group", "link": "https://www.mcleodgroup.ca/2023/04/foreign-aid-in-2022-more-spending-but-not-much-to-celebrate/"}], "funders": [{"funder_profiles_id": {"name": "Canada"}}], "topics": []}, {"title": "Germany's ODA rises to US$37.3 billion in 2022", "slug": "germanys-oda-rises-to-us-37-3-billion-in-2022", "publish_date": "2023-04-12", "content": "**According to the :abbr[OECD]'s preliminary 2022 :abbr[ODA] figure, which were released on April 12, 2023, Germany's :abbr[ODA] increased by 12% from 2021 and reached US$37.3 billion (in 2021 prices and on a grant equivalent basis), making Germany the second-largest :abbr[DAC] donor.**\\\n\\\nTotal :abbr[ODA] accounted for 0.83% of Germany's :abbr[GNI] in 2021. This is the fourth time after 2016, 2020 and 2021 that Germany reached the 0.7% target.\\\n\\\nThe rise in :abbr[ODA] was driven by an increase in in-donor refugee costs as well as incrased contributions to multilateral organizations. Germany spent US$4.5 billion on hosting refugees in 2022, which accounts for 12.8% of total :abbr[ODA]. US:abbr[$]{title=\"Pledges without official sources\"}526 million of Germany's :abbr[ODA], or 1.5%, was provided as support to Ukraine in 2022. COVID-19 related support amounted to US$2.3 billion in 2022, which is about half as much as in 2021 (US$4.2 billion).\\\n\\\nThe :abbr[BMZ] provided EUR13.8 billion (US$14.8 billion) of Germany's total :abbr[ODA] in 2022.\n:abbr[ ]{title=\"OECD Preliminary Data\"}", "sources": [{"type": "press_release", "language": "german", "name": "Ministry for Economic Cooperation and Development", "link": "https://www.bmz.de/de/aktuelles/aktuelle-meldungen/oecd-bilanz-deutschland-verlaesslicher-partner-152308"}, {"type": "press_release", "language": "english", "name": "OECD", "link": "https://www.oecd.org/dac/financing-sustainable-development/ODA-2022-summary.pdf"}], "funders": [{"funder_profiles_id": {"name": "Germany"}}], "topics": []}, {"title": "OECD data show increase in Italian ODA; highlight soaring in-donor spending", "slug": "oecd-data-show-increase-in-italian-oda-highlight-soaring-in-donor-spending", "publish_date": "2023-04-12", "content": "**On April 12, 2023, the :abbr[OECD] published its preliminary figures on the development assistance provision in 2022, showing Italian :abbr[ODA] increased 15.8% rise between 2021 and 2022, totaling US$6.5 billion.**\\\n\\\nHowever, this rise resulted from increased in-donor refugee costs; excluding these, Italian :abbr[ODA] decreased. :abbr[ODA] in 2022 represented 0.32% of Italy's :abbr[GNI], compared to 0.29% in 2021.  Oxfam highlighted that in 2022, resources spent exclusively for hosting refugees tripled, reaching 23% of total Italian :abbr[ODA].\\\n\\\nThe trend in Italy was in line with the other donor countries. In 2022, :abbr[IDRCs]{title=\"In-donor refugee costs\"} increased drastically, reaching a record figure of US$29.3 billion, a 134% increase compared to 2021. Oxfam also criticized the fact that in 2022, 14.4% of :abbr[ODA] remained in rich countries, rather than supporting efforts in partner countries. Morevoer, the amount withheld by donor countries for interventions within national borders eclipsed the overall increase in international asisstance (+13.6%), from US$186 billion in 2021 to US$204 billion in 2022.\\\n\\\nWith the war in Ukraine and the most significant exodus of refugees in Europe since the end of WWII, a substantial part of resources have been redirected to deal with the emergency, totaling US$16 billion, equal to 8% of total :abbr[DAC] :abbr[ODA].\n:abbr[ ]{title=\"OECD Preliminary Data\"}\n", "sources": [{"type": "news_article", "language": "italian", "name": "Avvenire", "link": "https://www.avvenire.it/mondo/pagine/dati-ocse-i-paesi-donatori-si-tengono-i-soldi-in-casa"}], "funders": [{"funder_profiles_id": {"name": "Italy"}}], "topics": []}, {"title": "OECD data show French ODA increased in 2022", "slug": "oecd-data-show-french-oda-increased-in-2022", "publish_date": "2023-04-12", "content": "**On April 12, 2023, the :abbr[DAC] of the :abbr[OECD] published the preliminary figures of the amounts allocated by donor countries to :abbr[ODA] in 2022.**\\\n\\\nAccording to those figures, France’s ODA increased by 12.5%, rising from 0.51% of :abbr[GNI] in 2021 to 0.56% of in 2022 totaling US$15.9 billion, slightly above the .55% goal adopted by France in 2018.\\\n\\\nThe increase mainly resulted from a sharp increase in development assistance allocated to :abbr[SSA] and in-donor refugee costs, which comprised 9.4% of French :abbr[ODA]. France allocated 2.9% of :abbr[ODA] to supporting Ukraine, and donated vaccine doses in excess of its domestic supply represented 1.7% of total :abbr[ODA].\\\n\\\nAs a result, France overtook the :abbr[UK] as the fourth largest donor, excluding the EU, in 2022.\\\n\\\nFrance follows the targets the government set itself in its Program development law adopted which plans to allocate 0.66% :abbr[ODA/GNI] by 2024 and 0.7% by 2025.\n:abbr[ ]{title=\"OECD Preliminary Data\"}\n\n\n", "sources": [{"type": "press_release", "language": "english", "name": "OECD", "link": "https://www.oecd.org/newsroom/foreign-aid-surges-due-to-spending-on-refugees-and-aid-for-ukraine.htm"}], "funders": [{"funder_profiles_id": {"name": "France"}}], "topics": []}, {"title": "Japan contributes over US$20 million to UNFPA", "slug": "japan-contributes-over-us-20-million-to-unfpa", "publish_date": "2023-04-11", "content": "**On April 11, 2023, Japan allocated over US$20 million to :abbr[UNFPA] to support its humanitarian efforts for women and girls.**\\\n\\\nIn the announcment, Japanese officials highlighted that women and girls are often overlooked leading to violence, malnutrition, and a lack of health services during crises. In response, the funds from Japan were allocated across 18 projects in five regions in an effort to safeguard women’s health and uphold human rights. The funds were allocated to support projects in: Angola, Ethiopia, Kenya, the Democratic Republic of Congo, Sudan, Somalia, Namibia, Madagascar, Iraq, Iran, Türkiye, Palestine, Libya, Afghanistan, Ukraine, Republic of Moldova, Pakistan, and Sri Lanka.\\\n\\\nIn recent years, Japan has increased its contributions to :abbr[UNFPA] making it one of the top ten donors to :abbr[UNFPA] core flexible resources.", "sources": [{"type": "press_release", "language": "english", "name": "United Nations Population Fund", "link": "https://www.unfpa.org/updates/funding-government-japan-safeguards-womens-and-girls-health-and-needs "}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Global Health"}}]}]}