{"meta": {"filter_count": 225}, "data": [{"title": "Norwegian government presents US$3.9 billion, 5-year assistance package for Ukraine", "slug": "norwegian-government-presents-us-3-9-billion-5-year-assistance-package-for-ukraine", "publish_date": "2023-02-06", "content": "**On February 6, 2023, Prime Minister Jonas Gahr Støre  (Labour Party) and Minister of Finance Trygve Slagsvold Vedum (Centre Party) presented a new package for assistance to Ukraine to parliament.**\\\n\\\nStøre stated the package contains NOK15 billion (US$1.6 billion) in annual funding to Ukraine. Norway will provide a total of NOK75 billion (US$7.8 billion) in annual funding over five years. 50% (US$3.9 billion) of the total amount will be allocated to military assistance, and the remaining 50% (US$3.9 billion) will go to civilian and humanitarian assistance.\\\n\\\nIn addition, the government set aside NOK5 billion (US$530 million) for :abbr[LICs] severely affected by the consequences of the war. More concretely, NOK2.5 billion (US$265 million) will support food security initiatives and NOK2.5 billion (US$265 million) will go toward humanitarian assistance.\\\n\\\nThe additional funding is intended to increase Norway's :abbr[ODA/GNI] ratio to 1%, in response to criticism from opposition leaders and several Norwegian :abbr[CSOs] for not reaching the target in 2022. Critics argued that Norway's increased profits due to the war should be reflected in its :abbr[ODA] spending.\\\n\\\nThe government has indicated that they want a broad consensus across the parliament to ensure the stability and strategic development of Norwegian funding.\\\n\\\nOpposition leader Erna Solberg stated that her party stands behind the proposal from the government. She also expressed hope for an political agreement before the one-year anniversary of the Russian invasion on February 24.\n", "sources": [{"type": "news_article", "language": "norwegian", "name": "NRK", "link": "https://www.nrk.no/norge/kilder-til-nrk_-vil-ha-75-milliarder-til-ukraina-over-fem-ar-1.16285933"}, {"type": "news_article", "language": "norwegian", "name": "Bistandsaktuelt", "link": "https://www.bistandsaktuelt.no/ukraina-utviklingspolitikk/de-vil-gi-75-milliarder-kroner-til-ukraina-og-fem-milliarder-til-land-i-sor/327789"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": []}, {"title": "Japan donates US$97 million to UNICEF", "slug": "japan-donates-us-97-million-to-unicef", "publish_date": "2023-01-30", "content": "On January 30, 2023, Japan contributed about US$97 million to :abbr[UNICEF] which will be used to provide assistance in 33 countries including Ukraine, Afghanistan, Syria, and Yemen, as well as partner countries in the the Horn of Africa, Sahel, and Asia and Pacific regions.\\\n\\\n:abbr[UNICEF] released a statement saying that there are currently more than 37 million displaced children around the world due to compounding crises. The organization has called for US$10.3 billion in emergency funding which will be used to support 173 million people.\\\n\\\nThe funds from Japan will be used to address the food crisis stemming from the Russian invasion of Ukraine, natural disasters caused by climate change, and more broad humanitarian needs related to health, nutrition, education, and water and sanitation. ", "sources": [{"type": "press_release", "language": "japanese", "name": "PR Times", "link": "https://prtimes.jp/main/html/rd/p/000000021.000090848.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Global Health"}}]}, {"title": "Sweden allocates US$2 million for nuclear plant safety in Ukraine", "slug": "sweden-allocates-us-2-million-for-nuclear-plant-safety-in-ukraine", "publish_date": "2023-01-26", "content": "**On January 26, 2023, Sweden  announced a SEK20 million (US$2 million) assistance package channeled to the the  [IAEA](## \"International Atomic Energy Agency\") to strengthen Ukraine's nuclear security.**\\\n\\\nThe Swedish government stated that the increased level of security at nuclear power plants will positively influence the power supply in Ukraine. \n\n", "sources": [{"type": "press_release", "language": "swedish", "name": "Government of Sweden", "link": "https://www.regeringen.se/pressmeddelanden/2023/01/regeringen-bidrar-till-starkt-karnsakerhet-i-ukraina/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": []}, {"title": "EU approves US$2.6 billion investment programs for EU neighborhood regions", "slug": "eu-approves-us-2-6-billion-investment-programs-for-eu-neighborhood-regions", "publish_date": "2023-01-25", "content": "**On January 25, 2023, the Operational Board of the :abbr[EFSD+] approved a second package of 24 financial guarantee programs worth €2.4 billion (US$2.6 billion) as a part of the Global Gateway initiative.**\\\n\\\nThe :abbr[EFSD+] is the :abbr[EU]'s :abbr[NDICI]-Global Europe guarantee fund, which aims to attract private investment for sustainable development in the :abbr[EU]’s partner countries.\\\n\\\nThis second set of programs is expected to generate €17 billion (US$53 billion) in investments in the Western Balkans, Southern Neighborhood (Algeria, Egypt, Israel, Jordan, Lebanon, Libya, Morocco, Palestine, Syria, and Tunisia), and Eastern Neighbourhood (Armenia, Azerbaijan, Belarus, Georgia, Moldova, and Ukraine) in sectors such as renewable energy, digitalisation, and private sector competitiveness.\\\n\\\nThe first package of 40 programs for :abbr[SSA], Latin America, and the Asia Pacific region were worth nearly €6.1 billion (US$6.4 billion) in financial guarantees and were greenlit in December 2022.", "sources": [{"type": "press_release", "language": "english", "name": "European Commission", "link": "https://ec.europa.eu/commission/presscorner/detail/en/ip_23_325"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "Norwegian CSOs present priorities for Ukraine-related ODA", "slug": "norwegian-csos-present-priorities-for-ukraine-related-oda", "publish_date": "2023-01-24", "content": "**On January 24, 2023, a group of six Norwegian :abbr[CSOs] presented priorities for the government's framework for larger, multi-year contributions to the reconstruction of and support for Ukraine as a result of the Russian aggression.**\\\n\\\nNegotiations on the framework were announced on November 29, 2022 by the Norwegian government (the Labour Party and the Centre Party) and the Socialist Left Party. The framework will be finalized in spring 2023. In the Norwegian development community the framework is characterized as one of the most important policy decisions in several years.\\\n\\\nSix of the most important Norwegian development organizations, the Norwegian Refugee Council, Norwegian Church Aid, the Red Cross, Save the Children, Norwegian People's Aid and Caritas argue that four priorities must lay the basis for the framework:\n\n- Norway should reach a ratio of 1% :abbr[ODA/GNI] in 2023;\n- Poverty reduction shall be an overreaching goal within emergency funding and long-term funding;\n- Norway must not combine military and civilian development funding; and\n- :abbr[ODA] should also address the effects of the war in Ukraine on :abbr[LICs], such as high food prices and inflation.\n\nThe organizations argued that the funding–which is expected to include billions of dollars in humanitarian and long-term development assistance–must be allocated to Ukrainians as well as vulnerable groups in other countries affected by the war. ", "sources": [{"type": "news_article", "language": "norwegian", "name": "Bistandsaktuelt ", "link": "https://www.bistandsaktuelt.no/matsikkerhet-statsbudsjettet-ukraina/utviklingsland-ma-fa-stotte-mot-matprissjokk/326786"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "Davos forum centers interconnected economic, food, energy, climate crises", "slug": "davos-forum-centers-interconnected-economic-food-energy-crises", "publish_date": "2023-01-23", "content": "**The 53<sup>rd</sup> World Economic Forum Annual Meeting took place in Davos, Switzerland from January 16-20, 2023.**\\\n\\\nUnder the heading “Cooperation in a Fragmented World”, the meeting convened global leaders and business executives. However, key actors including US President Joe Biden and French President Emanuel Macron were absent. The meeting aimed to address current challenges arising from the war in Ukraine and the COVID-19 pandemic, as well as system reforms to address future challenges.\\\n\\\nLeaders' discussions focused on expectations of a global economic recession, and the potential effects for development cooperation. Leaders emphasized the importance of addressing high inflation, low growth, high debt and high fragmentation to support partners in :abbr[LICs] and :abbr[MICs].\\\n\\\nClimate change was also a key priority at the meeting. In the lead-up to the 2023 meeting, the World Economic Forum released its 'Global Risk Report 2023,' which highlighted the interconnectedness of the energy, food, and climate crises and emphasized the long-term costs of failing to adapt to climate change.\\\n\\\nThough global health fell in terms of prioritization at the meeting, given decreasing perceptions of the urgency of the COVID-19 pandemic, a number of health topics were discussed at the Annual Meeting. These included economics of women's health, pandemic response, the climate-health nexus, and resilient health systems.\\\n\\\nAdditionally, discussions focused on the development and deployment of effective Tuberculosis vaccines. :abbr[WHO] announced plans to set up a new Tuberculosis Vaccine Accelerator Council to promote development of a Tuberculosis vaccine, with a council including global development agencies, governments, and funders.\n", "sources": [{"type": "press_release", "language": "english", "name": "World Economic Forum", "link": "https://www.weforum.org/agenda/2023/01/future-of-global-health/"}, {"type": "report", "language": "english", "name": "World Economic Forum", "link": "https://www.weforum.org/global-risks/reports"}, {"type": "news_article", "language": "english", "name": "Health Policy Watch", "link": "https://healthpolicy-watch.news/who-announces-new-tb-vaccine-accelerator-at-davos-as-high-level-panel-discusses-elimination-challenge/"}, {"type": "news_article", "language": "english", "name": "Reuters", "link": "https://www.reuters.com/business/healthcare-pharmaceuticals/davos-2023-climate-change-leads-more-malaria-tuberculosis-up-recession-2023-01-16/"}, {"type": "news_article", "language": "english", "name": "Reuters", "link": "https://www.reuters.com/business/davos-2023-key-takeaways-world-economic-forum-2023-01-20/"}], "funders": [{"funder_profiles_id": {"name": "Global donor profile"}}], "topics": [{"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Japan donates US$36 million to International Organization for Migration", "slug": "japan-donates-us-36-million-to-international-organization-for-migration", "publish_date": "2023-01-20", "content": "**On January 20, 2023, Japan donated a total of US$36 million to the :abbr[IOM] to support operations in 25 countries.**\\\n\\\nOne-third of the funding will be used to support efforts in Ukraine, where the Russian invasion has led to a migration crisis.  :abbr[IOM] operations will support vulnerable individuals in Ukraine and surrounding countries during the winter months.\\\n\\\nThe funds will also be used to support humanitarian efforts in Asia, the Middle East, North Africa, and :abbr[Sub-Saharan Africa]. A large portion will be mobilized for integrated border management and health response capacity, to address concerns arising from the COVID-19 pandemic and in preparation for future outbreaks.", "sources": [{"type": "press_release", "language": "english", "name": "International Organization for Migration (IOM)", "link": "https://www.iom.int/news/japan-provides-usd-363-million-support-ioms-humanitarian-operations"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "Norway provides US$41 million for conflict-affected, small-scale farmers in Ukraine", "slug": "norway-provides-us-41-million-for-conflict-affected-small-scale-farmers-in-ukraine", "publish_date": "2023-01-19", "content": "**On January 19, 2023, Norway  pledged  NOK400 million (US$41 million) to improve the access to seeds in Ukraine.**\\\n\\\nThe Norwegian support will help 3,000 small-scale farmers receive seeds in nine conflict-affected counties in Ukraine. The funding will be allocated through The :abbr[UN]  [FAO](## \"Food and Agriculture Organization\"). The seeds will procured locally and will be distributed to farmers applying for subsidies through the [State Agrarian Register](## \"State Agrarian Register\"). The farmers will receive a package of two tons of high-quality seeds for planting on 10 hectares of land.", "sources": [{"type": "press_release", "language": "norwegian", "name": "The Ministry of Foreign Affairs", "link": "https://www.regjeringen.no/no/aktuelt/pm_korn/id2959864/"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "UK to host Ukraine Recovery Conference in June 2023", "slug": "uk-to-host-ukraine-recovery-conference-in-june-2023", "publish_date": "2023-01-18", "content": "**The UK officially took over from Switzerland as host of the Ukraine Recovery Conference on January 18, 2023.**\\\n\\\nThe next Ukraine Recovery Conference will take place in London from June 21-22, 2023. The conference will focus on mobilizing international and private sector support for the economic and social stabilization of Ukraine. The meeting will be a high-profile event attended by senior representatives from the :abbr[G7] and other international and multilateral partners, :abbr[IFIs], the private sector , and civil society.\\\n\\\nAccording to the UK government, the UK has committed a total of £1.5 billion (US$1.8 billion) through multilateral loan guarantees and over £100 million in bilateral support to Ukraine as of January 2023.", "sources": [{"type": "press_release", "language": "english", "name": "UK Government", "link": "https://www.gov.uk/government/news/switzerland-hands-over-ukraine-recovery-conference-hosting-to-uk?utm_medium=email&utm_campaign=govuk-notifications-topic&utm_source=f47fc723-998f-43c9-a0be-8e610887897d&utm_content=daily"}, {"type": "press_release", "language": "english", "name": "UK Government", "link": "https://www.gov.uk/government/news/foreign-secretary-announces-major-uk-package-of-support-to-help-rebuild-ukraine"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": []}, {"title": "Norwegian government describes transformative impact of Ukraine on ODA", "slug": "norwegian-government-describes-transformative-impact-of-ukraine-on-oda", "publish_date": "2023-01-17", "content": "**On January 17, 2023, Deputy Foreign Minister Hege Hertzberg shared that the war in Ukraine was a game changer in terms of Norwegian development aid efforts.**\\\n\\\nHertzberg clarified that Norway, historically, never has paid out so large an amount of development funding for a single country so quickly.\\\n\\\nHertzberg described the enormous political will to help Ukraine, both within the Ministry of Foreign Affairs, at :abbr[Norad], among :abbr[CSOs], research institutions, and political parties. She also shared that the support is expected to continue throughout the course of the ocnflict.\\\n\\\nAs of January 2023, a total of NOK13.7 billion (US$1.4 billion) has been allocated or approved for Ukraine. NOK6.3 billion (US$642 million) of the total amount was allocated to humanitarian assistance and civil society support. Norwegian humanitarian efforts to Ukraine and neighboring countries through the :abbr[UN] system, the :abbr[EU]'s Civil Preparedness Mechanism, the Red Cross, Norwegian-, and international organizations currently amounts to NOK2.6 billion (US$265 million) for 2022.", "sources": [{"type": "news_article", "language": "norwegian", "name": "Bistandsaktuelt", "link": "https://www.bistandsaktuelt.no/humanitaer-bistand-humanitaere-kriser-ukraina/vi-har-aldri-aldri-sett-noe-lignende/326330"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": []}, {"title": "Japan donates US$130 million to WFP", "slug": "japan-donates-us-130-million-to-wfp", "publish_date": "2023-01-16", "content": "**On January 16 ,2023, the Government of Japan donated US$130 million to :abbr[WFP] to support 37 countries across Asia, the Middle East, and Africa amid the global hunger crisis.**\\\n\\\nThe funds included:\n- US$19.1 million for emergency food assistance in Ukraine;\n- US$12.4 million for emergency food and nutrition assistance to those affected by climate shocks in Afghanistan;\n- US$13.9 million for humanitarian needs in Myanmar;\n- US$5 million for emergency food assistance in schools in Somalia;\n- US$3.9 million for life-saving nutritional treatment for children and women in Ethiopia; and\n- US$6.6 million for vulnerable people in Yemen.\nThe remainder of the donation was allocated across several countries in the regions. ", "sources": [{"type": "press_release", "language": "english", "name": "WFP", "link": "https://www.wfp.org/news/japan-provides-us130-million-support-vulnerable-people-amid-global-hunger-crisis"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Draft Swedish budget falls short of 1% ODA/GNI target", "slug": "draft-swedish-budget-falls-short-of-1-oda-gni-target", "publish_date": "2023-01-13", "content": "**On January 12, 2023, the Swedish government released its budget proposal for 2023, allocating SEK56 billion (US$6.1 billion) annually to development in 2023-2025.**\n\n<br>\n\nThe amount represented 0.88% of projected :abbr[GNI] and departed from the country’s previous long-term goal of allocating 1% of :abbr[GNI] to :abbr[ODA].  Minister for International Development Cooperation Johan Forssell highlighted that the budget cut will impact several of Sweden's bilateral development cooperation strategies.\n\n<br>\n\nWhile additional funding will be allocated to Ukraine, a number of partner countries will receive reduced assistance compared to 2022. The proposed decreases of 40%-60% targeted  Myanmar, Guatemala, Bolivia, and the Palestinian Authority.\n", "sources": [{"type": "news_article", "language": "swedish", "name": "Dagens Nyheter", "link": "https://www.dn.se/sverige/bistandet-till-palestina-minskar-kraftigt/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": []}, {"title": "EU commits additional US$27 million for food security", "slug": "eu-commits-additional-us-27-million-for-food-security", "publish_date": "2023-01-12", "content": "**On January 12, 2023, the :abbr[EU] announced plans to provide an additional €25.5 million (US$27 million) in humanitarian assistance to several partner countries in Africa to address the impacts of the food security crisis caused by the war in Ukraine.**\\\n \\\nThe funding will support food security, nutrition, water sanitation, hygiene, and strengthening social protection schemes. Algeria, Cameroon and Chad will receive €2 million (US$2.1 million), the Central African Republic will receive €4 million (US$4.2 million), Sudan will receive €10 million (US$10.6 million), and €5.5 million (US$5.8 million) has been allocated for Southern Africa and the Indian Ocean region.", "sources": [{"type": "news_article", "language": "english", "name": "Euractiv", "link": "https://www.euractiv.com/section/agriculture-food/news/eu-earmarks-e25-5-million-to-address-african-food-crisis/?utm_source=piano&utm_medium=email&utm_campaign=28355&pnespid=7aR8UC5LJK9LxP_dpzGuT5Seow2lBJFxfbe10elksABmy6WPyX43YmCVXGHeXB6A5rNuNvhwfA"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Swedish EU Presidency releases development priorities ", "slug": "swedish-eu-presidency-releases-development-priorities", "publish_date": "2023-01-01", "content": "**On January 1, 2023, Sweden assumed the rotating six-month presidency of the Council of the EU until June 30, 2023.**\\\n\\\nWhile announcing its priorities, Sweden placed support for Ukraine at the top of its agenda for the EU. The Swedish presidency also prioritized the implementation of the 'Action Plan on Gender Equality and Women’s Empowerment in External Action 2021–2025' (GAP III). It also shared plans to strengthen the EU’s leadership role in global health through the new 'EU Global Health Strategy' and in global humanitarian affairs.\\\n\\\nThe presidency also stated it would strengthen EU relations with African countries and the African Union, especially in light of the impact of Russia’s invasion of Ukraine on Africa. However, plans for engagement with specific partner countries in Africa were not shared. The program also emphasized the elements of democracy, rule of law, human rights, and migration in cooperation with partner countries. The presidency also expressed its goal to conclude negotiations on the partnership agreement between the EU and African, Caribbean, and Pacific countries to replace the existing so-called 'Cotonou Agreement.'\n", "sources": [{"type": "government_document", "name": "Swedish Presidency Agenda (2023)", "link": "https://swedish-presidency.consilium.europa.eu/media/5kxmejeg/the-swedish-presidency-programme.pdf"}, {"type": "press_release", "name": "Swedish EU presidency", "link": "https://swedish-presidency.consilium.europa.eu/en/programme/programme-of-the-presidency/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}, {"funder_profiles_id": {"name": "EUI"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "US FY2023 funding bill includes US$61.7 billion for foreign assistance", "slug": "us-funding-bill-includes-billion-for-foreign-assistance", "publish_date": "2022-12-29", "content": "**On December 29, 2022, US President Joe Biden signed the omnibus funding bill for FY2023, which included US$61.7 billion in foreign assistance funding.**\n\n<br>\n\nThe funding comprised a 6% increase from :abbr[FY]2022, and the largest increase in non-emergency funding in six years.  The funding package also included US$16.6 billion in funding for Ukraine.\n\n<br>\n\nThe bill passed three months into the fiscal year, and was lower than President Biden's proposed amount and those passed in the  House and Senate bills. However, advocates hailed it as a strong response to growing global needs.  If Congress had not agreed to the omnibus, funding would have remained at :abbr[FY]2022 levels. \n\n<br>\n\nThe largest allocation was for global health, totaling US$10.6 billion. The package included US$4.4 billion for :abbr[PEPFAR], US$2.0 billion for the :abbr[Global Fund], and US$900 million for global health security (an increase of 29%). \n\n<br>\n\nOther increases were provided for global food security, development and economic assistance, and gender equality and women's empowerment.  Climate funding remained constant.\n\n<br>\n\nPresident Biden's budget for :abbr[ FY]2024 will likely be released in February 2023. However, the process is expected to be extremely contentious with shifts in party control within Congress.\n", "sources": [{"type": "news_article", "language": "english", "name": "Devex", "link": "https://www.devex.com/news/what-s-in-the-us-budget-for-foreign-aid-104685?mkt_tok=Njg1LUtCTC03NjUAAAGJF1V3sl84eOiuUNrXGYT10W3LdjG5G1oG9MHIIt3Z4vmkydzZUmU2NVwGmjPSK8VrhvuzUaaaFetW_YS0vSKF4_xG5YhuBpSNo4x9nBC6E2s9&utm_content=text&utm_medium=email&utm_source=nl_invested&utm_term=article"}, {"type": "report", "language": "english", "name": "USGLC", "link": "https://www.usglc.org/the-budget/amid-mounting-global-threats-final-fy23-spending-deal-includes-largest-increase-for-international-affairs-budget-in-six-years/"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": [{"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Gender Equality"}}]}, {"title": "Netherlands earmarks 2023 support for Ukraine ", "slug": "netherlands-earmarks-2023-support-for-ukraine", "publish_date": "2022-12-23", "content": "On December 23, 2022, the Dutch government earmarked €2.5 billion (US$2.7 billion) to support Ukraine in 2023.\\\n\\\nThe reserved amount is reserved for military assistance, reconstruction, and efforts to combat impunity.\\\n\\\nThe Dutch Cabinet approved the proposal of ministers Schreinemacher (Foreign Trade and Development Cooperation), Hoekstra (Foreign Affairs), Ollongren (Defence), and Kaag (Finance) to earmark €2.5 billion from the government’s general resources to support Ukraine in 2023. This amount is on top of the Dutch contribution to the EU’s €18 billion (US$19.4 billion) in liquidity support, and its support for receiving Ukrainian refugees in the Netherlands.\\\n\\\nThe exact spending of the additional assistance will be determined by the course of the war and the consequent needs of the Ukrainian people.\\\n\\\nThe government also shared that it sent a second delivery of 19 trucks to Ukraine with parts and materials to help repair its electrical infrastructure.\n", "sources": [{"type": "press_release", "language": "dutch", "name": "Dutch government", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/documenten/kamerstukken/2022/12/23/kamerbrief-inzake-steun-oekraine-2023"}, {"type": "press_release", "name": "Dutch government ", "link": "https://www.government.nl/latest/news/2022/12/23/netherlands-support-ukraine-2023-news"}, {"type": "press_release", "language": "dutch", "name": "Dutch government", "link": "https://www.rijksoverheid.nl/actueel/nieuws/2022/12/23/deze-winter-meer-leveringen-om-oekraine-te-helpen-met-herstel-energie-infrastructuur"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Sweden releases 2023 development priorities", "slug": "sweden-releases-2023-development-priorities", "publish_date": "2022-12-23", "content": "On December 23, 2022, the Swedish government presented the priorities for Sweden’s International Development Cooperation Agency (Sida) for 2023.\\\n\\\nThe agency’s mandate included support for Ukraine, which could be the basis for a new strategy for Sweden’s reform and reconstruction support to the country.\\\n\\\nFurther priorities included strengthening the links between development assistance and international trade and using ODA to reduce the root causes of irregular migration and forced displacement. Sida will also expand and streamline climate assistance in order to reduce climate emissions and support climate adaptation measures. The agency was also tasked with producing background material for a global strategy on sexual and reproductive health and rights (SRHR).\\\n\\\nSida will report to the Government on progress in these priority areas during the first half of 2023.\n", "sources": [{"type": "press_release", "language": "swedish", "name": "Government of Sweden", "link": "https://www.regeringen.se/pressmeddelanden/2022/12/fokus-pa-ukraina-i-sidas-regleringsbrev/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "Report shows increased G7 contributions to food security since 2015 ", "slug": "report-shows-increased-g7-contributions-to-food-security-since-2015", "publish_date": "2022-12-23", "content": "On December 23, 2022, the G7 Food Security Working Group published its 'Financial Report on Food Security and Nutrition 2020.'\\\n\\\nAccording to the report, the G7 countries’ financial contributions to agriculture, fishery,and food security increased from US$8.8 billion in 2015 to US$10.5 billion in 2020. The largest share (44%) was channeled to countries in 'Sub-Saharan' Africa (meaning the regions of Eastern, Western, Central, and Southern Africa, as designated by the African Union). The report called for increased cooperation to address the increasing number of people suffering from hunger. \\\n\\\nThe report was developed under the German G7 presidency. During the G7 summit in 2015, the G7 countries committed to working with partner countries and international organizations to lift 500 million people out of hunger and malnutrition by 2030. To this end, the G7 adopted a 'Broader Food Security and Nutrition Development Approach' and decided to report annual on progress towards food security and nutrition.\\\n\\\nIn light of the worsening global food security in the wake of the war in Ukraine, the G7 countries committed to contribute an additional US$4.5 billion for food security during the G7 summit in June 2022.", "sources": [{"type": "report", "name": "G7 Food Security Working Group", "link": "https://www.bmz.de/resource/blob/135936/g7-fswg-elmau-financial-report-2020-final.pdf"}], "funders": [{"funder_profiles_id": {"name": "Canada"}}, {"funder_profiles_id": {"name": "EUI"}}, {"funder_profiles_id": {"name": "France"}}, {"funder_profiles_id": {"name": "Germany"}}, {"funder_profiles_id": {"name": "Italy"}}, {"funder_profiles_id": {"name": "Japan"}}, {"funder_profiles_id": {"name": "UK"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Sweden releases priorities for EU Presidency", "slug": "sweden-releases-priorities-for-eu-presidency", "publish_date": "2022-12-17", "content": "**On December 14, 2022, Prime Minister Ulf Kristersson presented the priorities of the forthcoming Swedish Presidency of the EU to the Swedish parliament.**\\\n\\\nIn the area of EU international development, the Swedish Presidency will increase support for Ukraine and address the global impact of Russia’s aggression. Priorities included increasing political pressure on Russia, Belarus, and other responsible parties, by imposing sanctions and demanding accountability.\\\n\\\nKristersson also announced plans to provide Ukraine with political, economic, military, humanitarian, and legal support, including in its reconstruction. Establishing an international coordination platform for reconstruction support was listed as a priority task, as well as EU efforts to mitigate the serious global repercussions of the war, such as food insecurity.\\\n\\\nThe Presidency will also contribute to developing and strengthening the EU’s role in global health based on the new 'EU Global Health Strategy' and the lessons learned from the COVID-19 pandemic. Sweden also intends to strengthen EU efforts to combat development obstacles, such as corruption.\\\n\\\nThe European development policy agenda will continue to be developed and clearly linked to principles of effective development cooperation and sustainable financing for development, with a focus on mobilizing private capital for sustainable investments in developing countries. The Swedish Presidency will focus on efforts to advance synergies between trade and development cooperation.", "sources": [{"type": "press_release", "name": "Swedish EU Presidency Program", "link": "https://swedish-presidency.consilium.europa.eu/en/programme/programme-of-the-presidency/"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}, {"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Agriculture"}}]}, {"title": "Netherlands reviews 2022 development cooperation budget changes", "slug": "netherlands-reviews-2022-development-cooperation-budget-changes", "publish_date": "2022-12-16", "content": "**On December 16, 2022, Dutch Minister of Foreign Trade and Development Cooperation Liesje Schreinemacher released the ‘December letter,’ which reviewed three key discrepancies between the 'Foreign Trade and Development Cooperation 2022 Budget' and the 'Fall Budget' published in November 2022.**\\\n\\\nSchreinemacher explained the expenditure for Article 1 'Sustainable economic development, trade, and investment' is expected to be higher than originally budgeted, due to payments on commitments under the financial sector and 'Infrastructure Development Programme'.\\\n\\\nShe also noted that expenses will be higher for humanitarian assistance under Article 4 'Peace, security, and sustainable development.' This is due to the newly committed Dutch support for the 'Grain from Ukraine' initiative to improve low- and middle-income countries’ food security.\\\n\\\nFinally, Schreinemacher announced that the expenditure budget for Article 5 'Multilateral cooperation' will be increased, due to a contribution to the International Monetary Fund's (IMF) Resilience and Sustainability Trust.\\\n\\\nIn addition, the Minister clarified that the exchange rates have been more favorable than previously budgeted for. This development is accounted for in article section 5.2 'Other poverty policy.'", "sources": [{"type": "press_release", "language": "dutch", "name": "Dutch government", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/documenten/kamerstukken/2022/12/16/kamerbrief-inzake-decemberbrief-bhos-begroting-2022"}, {"type": "government_document", "language": "dutch", "name": "Netherlands Fall Budget (November 2022)", "link": "https://www.rijksfinancien.nl/najaarsnota/2022/1531286"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Sweden announces additional US$59 million in support to Ukraine", "slug": "sweden-announces-additional-us-59-million-in-support-to-ukraine", "publish_date": "2022-12-14", "content": "Sweden announced on December 12, 2022 that it will increase its support to Ukraine by SEK600 million (US$59 million).\\\n\\\nThe assistance will be channeled through a new mechanism administrated by the World Bank. The support aims to promote energy security as well as the provision of heating and healthcare to civilians. The donation will also support agricultural development and Ukraine's education system.", "sources": [{"type": "press_release", "language": "swedish", "name": "Swedish Foreign Ministry", "link": "https://www.regeringen.se/pressmeddelanden/2022/12/600-miljoner-kronor-i-nytt-stod-till-ukraina/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Education"}}]}, {"title": "South Korea pledges additional US$3 million for Ukraine", "slug": "south-korea-pledges-additional-us-3-million-for-ukraine", "publish_date": "2022-12-13", "content": "**South Korea announced an additional US$3 million in humanitarian assistance for Ukraine on December 13, 2022, at the 'Standing with the Ukrainian People' conference in Paris.**\\\n\\\nSouth Korea pledged the funds via the World Bank to support repairs to Ukraine's electrical infrastructure. The pledge comes as Ukraine faces instability in the supply of heating and electricity due to the destruction of energy facilities.", "sources": [{"type": "press_release", "language": "korean", "name": " Ministry of Foreign Affairs", "link": "https://www.mofa.go.kr/www/brd/m_4080/view.do?seq=373153&page=1"}, {"type": "news_article", "language": "korean", "name": "Yna", "link": "https://www.yna.co.kr/view/AKR20221213118700504"}], "funders": [{"funder_profiles_id": {"name": "South Korea"}}], "topics": []}, {"title": "'Standing with the Ukrainian People' conference mobilizes US$1.1 billion", "slug": "standing-with-the-ukrainian-people-conference-mobilizes-us-1-1-billion", "publish_date": "2022-12-13", "content": "**An international “Standing with the Ukrainian People” conference, jointly organized by France and Ukraine in Paris on December 13, 2022 mobilized €1 billion (US$1.1 billion) in humanitarian assistance to Ukraine.**\\\n\\\nThe conference, co-chaired by French President Emmanuel Macron and the President of Ukraine Volodymyr Zelensky, represented by his Prime Minister. Approximately 70 high-level participants represented the main states and international organizations partnering with Ukraine.\\\n\\\nThe conference resulted in pledges from donors totaling over €1 billion (US$1.1 billion), which will be allocated to:\n- €415 million (US$442 million) to support Ukraine's energy sector;\n- €25 million (US$27 million) for water;\n- €28 million (US$30 million) for food security;\n- €17 million (US$18 million ) for shoring up healthcare facilities and infrastructure; \n- €22 million (US$23 million) for repairs to transportation infrastructure; and\n- A remaining €493 million (US$518 million) which has yet to be allocated.\n\n<br>\n\nA coordination mechanism is planned to be set up to monitor the effective implementation of pledges and the assessment of the priority needs expressed by Ukraine in the fields of electricity and energy, water, food, healthcare, and transport sectors.", "sources": [{"type": "news_article", "language": "french", "name": "France Info", "link": "https://www.francetvinfo.fr/monde/europe/manifestations-en-ukraine/direct-ukraine-la-communaute-internationale-se-reunit-a-paris-pour-la-resilience-et-la-reconstruction-du-pays_5541390.html#xtor=CS2-765-%5Bautres%5D-"}, {"type": "press_release", "name": "Ministry of European and Foreign Affairs ", "link": "https://www.diplomatie.gouv.fr/en/country-files/ukraine/situation-in-ukraine-what-is/addressing-the-humanitarian-and-economic-emergency-in-ukraine/article/presentation-of-the-standing-with-the-ukrainian-people-conference"}], "funders": [{"funder_profiles_id": {"name": "France"}}, {"funder_profiles_id": {"name": "Global donor profile"}}], "topics": []}, {"title": "Spain donates electrical supplies for winterization in Ukraine", "slug": "spain-donates-electrical-supplies-for-winterization-in-ukraine", "publish_date": "2022-12-13", "content": "**On November 13, 2022, at the ‘Solidarity with the Ukrainian people’ event held in Paris, the Spanish Ministry of Foreign Affairs, European Union and Cooperation (MAEC) announced a new disbursement of humanitarian assistance to Ukraine.**\\\n\\\nAllocated by the Spanish Agency for International Development Cooperation (AECID), the package comprised a donation of 163 pieces of electrical equipment to shore up Ukraine's electrical infrastructure.\\\n\\\nAs of December 2022, Spain has channeled up to €37 million (US$39 million) to Ukraine as humanitarian assistance. From this amount, €32 million (US$34 million) was disbursed by the AECID.", "sources": [{"type": "press_release", "language": "spanish", "name": "MAEC", "link": "https://www.exteriores.gob.es/es/Comunicacion/NotasPrensa/Paginas/2022_NOTAS_P/20221213_NOTA096.aspx"}], "funders": [{"funder_profiles_id": {"name": "Spain"}}], "topics": []}, {"title": "Canada pledges US$84 million for energy infrastructure in Ukraine", "slug": "canada-pledges-us-84-million-for-energy-infrastructure-in-ukraine", "publish_date": "2022-12-13", "content": "**At the 'Standing With the Ukrainian People' conference in Paris, France on December 13, Canada pledged CA$115 million (US$84 million) through the World Bank.**\\\n\\\nThe pledge will help finance the winterization and restoration of energy resources in Ukraine, particularly repairs to Ukraine’s electrical grid, which has sustained significant damage from the war with Russia. The funding comes from a 35% tariff that Canada levied on imports from Russia and Belarus earlier in 2022. ", "sources": [{"type": "news_article", "name": "The Globe and Mail", "link": "https://www.theglobeandmail.com/politics/article-canada-to-fund-repairs-to-kyivs-power-grid-with-revenue-from-russian/"}], "funders": [{"funder_profiles_id": {"name": "Canada"}}], "topics": []}, {"title": "Norway commits US$160 million for damaged infrastructure in Ukraine", "slug": "norway-commits-us160-million-damaged-infrastructure-ukraine", "publish_date": "2022-12-09", "content": "**On December 9, 2022, Norway announced funding of NOK1 billion (US$160 million) for repairs to infrastructure in Ukraine.**\n\n<br>\n\nThe funding was pledged in response to Russian bombings on civilian targets, which have increased the urgency of repairing electrical infrastructure as winter approaches.\n\n<br>\n\nThe support will be channeled through the World Bank in order to coordinate more effectively with other donors' efforts. In particular, the funds will be disbursed via the bank's multi-donor 'Ukraine Relief, Recovery, Reconstruction and Reform Trust Fund' (URTF). \n\n<br>\n\nRegional Country Director for Eastern Europe at the World Bank Arup Banerji stated that the URTF will be used for continued crisis support to Ukraine, both for long-term reconstruction, repairs on critical infrastructure, and support to the Ukrainian government. \n\n<br>\n\nAs of December 2022, Norway has allocated NOK14.4 billion (US$1.5 billion) in support to Ukraine and its neighboring countries for 2022 and 2023.\n\n", "sources": [{"type": "press_release", "language": "english", "name": "Ministry of Foreign Affairs ", "link": "https://www.regjeringen.no/en/aktuelt/pm_infrastructure/id2950493/"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": []}, {"title": "Netherlands donates US$6 million of electrical supplies to Ukraine", "slug": "netherlands-donates-us-6-million-of-electrical-supplies-to-ukraine", "publish_date": "2022-12-08", "content": "**On December 8, 2022, the Dutch government announced that it will ship €6 million (USD$ 6 million) in materials to repair Ukraine’s energy infrastructure.**\\\n\\\nThe donation included transformers, switching components, and cables needed to shore up Ukraine's electrical grid.\\\n\\\nThe €6 million in materials will be made available at short notice with the support of the European Union Civil Protection Mechanism. In early December 2022, the Dutch government will assess which materials can be provided to Ukraine during the winter.\\\n\\\nThe contribution is a part of the €180 million (USD$194 million) committed by the Netherlands to support the Ukrainian government through the upcoming winter, known as ‘winterization’ support. Of the total financial contribution, €90 million (USD$97 million) was committed to the World Bank, €72 million (USD$78 million) to the European Bank for Reconstruction and Development (EBRD), and the remaining €18 million (USD$19 million) was reserved in the Dutch Ministry of Economic Affairs and Climate Policy’s budget.\\\n\\\nIn addition to support for winterization, the Dutch government has contributed €60 million (USD$65 million) for humanitarian relief since the start of Russia’s war in Ukraine, on top of its unearmarked contributions to multilateral institutions like the UN Central Emergency Response Fund (CERF). The Netherlands also committed €10 million (USD$11 million) for mine clearing in Ukraine.\\\n\\\nThe Dutch government will continue to assess its ability to provide additional contributions to Ukraine as the war evolves. The government also shared plans to create an international, inclusive coordination mechanism for the countries with the largest contributions of assistance to Ukraine.", "sources": [{"type": "news_article", "language": "dutch", "name": "Dutch government", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/nieuws/2022/12/08/nederland-levert-onderdelen-en-apparatuur-aan-oekraine-voor-herstel-energie-infrastructuur"}, {"type": "letter", "language": "dutch", "name": " Dutch government", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/documenten/kamerstukken/2022/12/08/kamerbrief-inzake-stand-van-zaken-winterhulp-oekraine"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "Japan pledges US$27 million to support displaced Ukrainians", "slug": "japan-pledges-us27-million-support-displaced-ukrainians", "publish_date": "2022-12-05", "content": "**On December 5, 2022, Japan announced a package of US$27 billion (¥3.6 billion) for Moldova to support displaced Ukrainians in the country.**\n\n<br>\n\nAfter the Russian invasion of Ukraine, there has been a mass exodus of the population, many of whom have resettled in Moldova. The number of displaced Ukrainians in Moldova is estimated to be more than 20% of the country’s population. The funds will be used to support the areas of health, food, energy, and gender.\n", "sources": [{"type": "news_article", "language": "english", "name": "The Japan Times", "link": "https://www.japantimes.co.jp/news/2022/12/05/national/moldova-new-aid/"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "Japan hosts World Assembly for Women 2022", "slug": "japan-hosts-world-assembly-women-2022", "publish_date": "2022-12-03", "content": "**On December 3, 2022, the sixth World Assembly for Women: WAW! 2022 was held in Tokyo under the theme ‘Mainstreaming Gender into a New Form of Capitalism’.**\\\n\\\nPrime Minister Kishida expressed the need to promote international development cooperation that supports women, referring specifically to the example of providing shelter for women who have been forced to leave Afghanistan and Ukraine. In addition to keynote speeches by the Prime Minister of Japan and other world leaders, there were ten sessions to discuss mainstreaming gender, an approach that aims to incorporate gender equity into all areas of policy.", "sources": [{"type": "press_release", "language": "english", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/fp/hr_ha/page3e_001283.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}]}, {"title": "Sweden to prioritize ODA to Ukraine in 2023", "slug": "https-donortracker-org-policy-updates-sweden-prioritize-oda-ukraine-2023", "publish_date": "2022-11-30", "content": "**On November 30, 2022, Swedish Minister for International Development Johan Forssell (Moderate Party) stated that Ukraine will be the biggest recipient of Swedish development assistance in 2023.**\n\n<br>\n\nAccording to Forssell, the government is in the process of developing a new strategy for development cooperation with Ukraine. The minister also suggested that Sweden’s un-earmarked core contributions to multilateral organizations within the UN would be reassessed and decreased to compensate for additional allocations and pledges for Ukraine.", "sources": [{"type": "news_article", "language": "swedish", "name": "Dagens Nyheter", "link": "https://www.dn.se/sverige/bistandet-stalls-om-ukraina-blir-storsta-mottagare/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": []}, {"title": "Norway approves 2023 state budget", "slug": "norway-approves-2023-state-budget", "publish_date": "2022-11-29", "content": "**On November 29, 2022, the Norwegian Government and the Socialist Left Party (SV) came to an agreement about the state budget for 2023.**\\\n\\\nAfter demanding negotiations, the SV secured increased funding for international development. \\\n\\\nThe 2023 ODA budget increased a total of NOK260 million (US$26 million) from the 2022 budget. The additional funding will be allocated toward the following budget lines:\n- The budget line for Human Rights will increase by NOK30 million (US$3 million);\n- Funding for the UN Children's Fund (UNICEF) will increase by NOK40 million (US$4 million);\n- The budget line Civil Society will increase by NOK90 million (US$9 million); and\n- An additional NOK40 million will be allocated for regional funding for Africa (US$4 million).\n\n<br>\n\nThe budget drew criticism for its failure to reach Norway's 1% ODA/GNI target, instead totalling .75%– a shortfall of NOK14 billion (US$1,4 billion). In response, the government argued that the development budget increased by NOK2.5 billion (US$253 million) compared to the 2022 budget. \n\n<br>\n\nHowever, the government and SV agreed on establishing a framework that will include larger, long-term support for Ukraine. The framework also includes support for low-income countries indirectly affected by the war, especially in relation to food security and energy supply. While funding allocations and sources have not been finalized, the framework is expected to be in place by spring 2023.\n\n<br>\n\nSV's spokesperson for international development, Ingrid Fiskaa, stated that the 1% target could be reached within 2023, pending the DAC's approval of Norway's in-donor refugee costs for the year.", "sources": [{"type": "news_article", "language": "norwegian", "name": "Vårt Land", "link": "https://redir.opoint.com/?key=H2BtZkjGU6oNcf5cFNiV"}, {"type": "news_article", "language": "norwegian", "name": "Nordre", "link": "https://nordrenett.no/positiv-stemning-pa-stortinget-for-bistandsforlik/Type/NTB/19.1.121830"}, {"type": "news_article", "language": "norwegian", "name": "Bistandsaktuelt", "link": "https://www.bistandsaktuelt.no/afrika-bistandsorganisasjoner-fn/budsjettenighet-om-bistand-mer-til-afrika-og-fn-null-til-skole/323981"}, {"type": "news_article", "language": "norwegian", "name": "Bistandsaktuelt", "link": "https://www.bistandsaktuelt.no/bistandsbudsjettet-bistandspolitikk-norge/ukraina-pakke-skal-sikre-1-prosenten/323955"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Education"}}]}, {"title": "Assistance to Ukraine to face increased scrutiny in new Congress", "slug": "assistance-ukraine-face-increased-scrutiny-new-congress", "publish_date": "2022-11-27", "content": "**On November 27, 2022, US House Republicans indicated that support for Ukraine will face increased scrutiny in the next Congress, due to start in January 2023.**\\\n\\\nRepresentative Michael McCaul, who will likely chair the House Foreign Affairs Committee in the new Congress, indicated that while the House will continue to support Ukraine, it will do so with accountability and transparency. \\\n\\\nPrevious legislation had provided large supplemental appropriations to cover both military assistance as well as humanitarian, food aid, and general budget support to Ukraine. While support for assistance to Ukraine remains strong–particularly in the US Senate–opposition by far-right House members and a slim Republican majority in the next Congress mean that getting approval may be more difficult. ", "sources": [{"type": "news_article", "language": "english", "name": "Axios", "link": "https://www.axios.com/2022/11/27/mccaul-republicans-blank-check-ukraine"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": []}, {"title": "Donor countries pledge over US$150 million for 'Grain from Ukraine Initiative'", "slug": "donor-countries-pledge-over-us150-million-grain-ukraine-initiative", "publish_date": "2022-11-26", "content": "**On November 26, 2022, Ukrainian President Volodymyr Zelensky announced the 'Grain from Ukraine Initiative,' which seeks to facilitate the delivery of 125,000 tons of grain to nations facing food insecurity and famine, including Yemen and Sudan, among others.**\\\n\\\nUkraine presented the program at the G20 meeting in November 2022. The initiative aims to send up to 60 shipments of grain to low-income countries in Africa and provide food for at least 5 million people by summer 2023. Zelensky officially launched the initiative on the 90th anniversary of the Holodomor, a famine inflicted on Ukrainians by Joseph Stalin’s Soviet Union.\\\n\\\nThe announcement was accompanied by pledges from donor countries, including:\n- Canada: CA$30 million (US$22 million) via the World Food Programme (WFP);\n- France: US$20 million;\n- The Netherlands: US$4 million via the WFP;\n- Sweden: SEK 100 million (US$10 million) via the WFP;\n- The US: US$20 million; and\n- The UK: US$6 million.\n\n<br>\n\nIn total, the initiative raised more than US$150 million and received support from more than 20 countries.", "sources": [{"type": "press_release", "language": "swedish", "name": "Government of Sweden", "link": "https://www.regeringen.se/pressmeddelanden/2022/11/sverige-stodjer-initiativet-grain-from-ukraine/"}, {"type": "news_article", "language": "english", "name": "Politico", "link": "https://www.politico.eu/article/ukraine-initiative-send-grain-to-africa-gets-western-support-eu-nato-food-famine/"}, {"type": "twitter", "language": "english", "name": "Mark Rutte", "link": "https://twitter.com/MinPres/status/1596541823257694208?s=20&t=aMyKhPg3BjYeBJF2oTEgHw"}], "funders": [{"funder_profiles_id": {"name": "Canada"}}, {"funder_profiles_id": {"name": "France"}}, {"funder_profiles_id": {"name": "Netherlands"}}, {"funder_profiles_id": {"name": "Sweden"}}, {"funder_profiles_id": {"name": "UK"}}, {"funder_profiles_id": {"name": "US"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Japan donates US$3 million for winterization in Ukraine", "slug": "japan-donates-us3-million-winterization-ukraine", "publish_date": "2022-11-22", "content": "**On November 22, 2022, Japan announced a donation of US$2.6 million to support the winterization of Ukraine's energy infrastructure.**\\\n\\\nUkraine has faced a series of recent attacks on its power grid, increasing concerns about energy stability moving into the winter. Japan’s donation of generators and solar lanterns will be made through the United Nations High Commissioner for Refugees (UNHCR).", "sources": [{"type": "press_release", "language": "english", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/press/release/press4e_003183.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "USAID announces US$4.5 billion additional assistance to Ukraine", "slug": "usaid-announces-us45-billion-additional-assistance-ukraine", "publish_date": "2022-11-22", "content": "**On November 22, 2022, the US announced it would provide an additional US$4.5 billion in assistance to Ukraine through the US Agency for International Development (USAID).**\\\n\\\nUnder the broad umbrella of reducing the Ukrainian government's budget deficit, the funding will support the government's provision of basic goods and services, such as hospitals, schools, emergency response, and water and electrical infrastructure.\\\n\\\nThe package also includes measures, such as heating and housing subsidies, to support individuals impacted by the war, particularly those who are elderly, disabled, displaced, and/or receive low incomes. \\\n\\\nThe additional funding brings the total of direct US assistance to the Ukrainian government to US$13 billion since the beginning of the war in February 2022.", "sources": [{"type": "press_release", "language": "english", "name": "USAID", "link": "https://www.usaid.gov/news-information/press-releases/nov-22-2022-united-states-contributes-45-billion-support-government-ukraine"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": []}, {"title": "Swedish government to increase support for Ukraine", "slug": "swedish-government-increase-support-ukraine", "publish_date": "2022-11-20", "content": "**On October 18, 2022, Sweden's new right-wing government prioritized support for Ukraine and actions to counter Russia's aggression in the region as foreign policy objectives in its 'Statement of Government Policy.'**\\\n\\\nThe statement announced increases in Swedish ODA to Ukraine and the development of a long-term and cohesive program for civilian reconstruction and military support. The statement also indicated that the incoming minister for development assistance and foreign trade would be given special responsibility for Sweden’s support for reconstruction in Ukraine.\\\n\\\nFurther details on Sweden's ODA allocations to Ukraine will be presented in the government budget presented to Parliament in November 2022.", "sources": [{"type": "press_release", "language": "english", "name": "Government of Sweden", "link": "https://www.government.se/speeches/2022/10/statement-of-government-policy/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": []}, {"title": "Netherlands pledges USD$3 million to UNAIDS", "slug": "netherlands-pledges-usd3-million-unaids", "publish_date": "2022-11-18", "content": "**On November 18, 2022 at the Joint United Nations Programme on HIV/AIDS (UNAIDS) global centre in Geneva, the Netherlands announced additional resources for UNAIDS.**\\\n\\\nIn addition to pledging an extra €3 million (US$3 million), the Netherlands committed to increasing funding for the organization by 15% and signed a multi-year agreement to secure UNAIDS funding for 2023-2025. The US, UNAIDS’ largest donor, announced a total increase of US$55 million to the organization in 2022.\\\n\\\nIn July 2022, UNAIDS released a report that found that the COVID-19 pandemic and the war in Ukraine have disrupted AIDS response initiatives. Dutch Vice Minister for Development Cooperation Kitty van der Heijden said funding for UNAIDS is paramount to shoring up efforts to fight AIDS worldwide.", "sources": [{"type": "press_release", "language": "english", "name": "UNAIDS", "link": "https://www.unaids.org/en/resources/presscentre/pressreleaseandstatementarchive/2022/november/20221118_funding"}], "funders": [{"funder_profiles_id": {"name": "US"}}, {"funder_profiles_id": {"name": "Netherlands"}}], "topics": [{"topics_id": {"name": "Global Health"}}]}, {"title": "Sweden pledges record US$68 million humanitarian assistance to Ukraine", "slug": "sweden-pledges-record-us68-million-humanitarian-assistance-ukraine", "publish_date": "2022-11-18", "content": "**Sweden announced a record assistance package to Ukraine on November 13, 2022, encompassing military and humanitarian support as well as support for the rehabilitation of critical infrastructure.**\\\n\\\nSwedish Prime Minister Ulf Kristersson emphasized both the record size of the support, as well as the urgency of supporting Ukraine.\\\n\\\nThe contents of the planned military support package – involving advanced air defense weapons systems - amount to a total of nearly SEK3 billion (US$282 million). The amount is SEK1 billion (US$94 million) more than the sum of all previous military materiel support packages combined (amounting to nearly SEK2 billion, or US$188 million).\\\n\\\nThe humanitarian package is also Sweden's largest to date. It encompasses Swedish support for Ukraine and Moldova amounting to nearly SEK720 million (US$68 million). The support is intended to provide Ukrainian citizens and refugees with access to food, water and sanitation, winter equipment, blankets and heating sources. The support will also help start laying the foundations for the reconstruction of social infrastructure in Ukraine.\\\n\\\nThe emergency assistance package will be channeled through multilateral organizations and international humanitarian organizations through the following earmarked grants:\n\n- SEK250 million (US$24 million) to the World Food Programme;\n- SEK140 million (US$13 million) and SEK40 million (US$ 4 million) to the World Bank funds for Ukraine and Moldova, respectively;\n- SEK110 million (US$10 million) to the Nordic Environment Finance Corporation’s Ukraine Green Recovery Programme;\n- SEK50 million (US$5 million) and SEK20 million (US$2 million) to the Ukrainian and Moldovan Red Cross organizations, respectively;\n- SEK10 million (US$1 million) for mine clearance through the Danish Refugee Council; and\n- SEK100 million (US$10 million) to the Energy fund at the donor conference for Moldova.\n\n<br>\n\nAdditionally, Sweden will continue to support Ukraine within the framework of EU membership, and intends to take part in the upcoming European Union Assistance Mission Ukraine (EUMAM). During the upcoming Swedish Presidency of the Council of the EU in the first half of 2023, the Government will give high priority to continuing support to Ukraine and maintaining strong pressure on Russia.", "sources": [{"type": "press_release", "language": "swedish", "name": "Government of Sweden", "link": "https://regeringen.se/artiklar/2022/11/regeringen-skickar-rekordstort-stodpaket-till-ukraina/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": []}, {"title": "Draft 2023 EU ODA budget of US$12.7 billion marks slight decrease from 2022", "slug": "draft-2023-eu-oda-budget-us127-billion-marks-slight-decrease-2022", "publish_date": "2022-11-14", "content": "**On November 14, 2022, the European Parliament and the Council of the EU reached a deal on the EU budget for 2023 with €12.3 billion (US$12.7 billion) slated for the Neighborhood, Development, and International Cooperation Instrument (NDICI) - Global Europe, a 0.7% decrease from 2022.**\\ \n\\\nThe budget for 2023 totals €186.6 billion (US$192.7 billion). The amount is €1 billion (US$1 billion) above the European Commission’s draft proposal due to negotiation by the Parliament. Budget lines include: \n\n- €17.2 billion (US$17.8 billion) for external action under heading 6, ‘Neighborhood and the World’, including €12.3 billion (US$12.3 billion) for NDICI-Global Europe and €1.8 billion (US$1.8 billion) for humanitarian assistance. These programs received increases from the Commission’s draft proposal to enable additional support to Ukraine and Moldova;\n- €12.4 billion (US$12.8 billion) for Horizon Europe, the EU’s research and innovation program; this includes an additional €10 million (US$10 million) for energy and climate research compared to the Commission’s draft proposal. The line increased 1.3% from 2022; and\n- €739 million (US$763 billion) for EU4Health, the dedicated health program for the EU.\n\n<br>\n\nThe deal is expected to be ratified by both the Parliament and Council by the end of November, with a plenary vote in Parliament. The deal only needs a qualified majority in the Council and is also expected to pass there.", "sources": [{"type": "press_release", "language": "english", "name": "European Commission", "link": "https://ec.europa.eu/commission/presscorner/detail/en/ip_22_6785"}, {"type": "press_release", "language": "english", "name": "European Parliament", "link": "https://www.europarl.europa.eu/news/en/press-room/20221107IPR49301/eu-budget-2023-deal-focus-on-ukraine-energy-and-recovery"}, {"type": "press_release", "language": "english", "name": "Council of the EU", "link": "https://www.consilium.europa.eu/en/press/press-releases/2022/11/15/eu-budget-for-2023-council-and-parliament-reach-agreement/"}, {"type": "news_article", "language": "english", "name": " Science|Business", "link": "https://sciencebusiness.net/news/eu-agrees-eu124b-budget-horizon-europe-2023?utm_source=Science%7CBusiness+Newsletters&utm_campaign=305bf17955-EMAIL_CAMPAIGN_4_26_2021_17_43_COPY_01&utm_medium=email&utm_term=0_179178d214-305bf17955-138179145"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global health R&D"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Donor countries, philanthropies pledge US$135 million for Global Fertilizer Challenge", "slug": "countries-philanthropies-pledge-us135-million-global-fertilizer-challenge", "publish_date": "2022-11-12", "content": "At a COP27 panel on November 12, 2022, Ambassador Marcel Beukeboom announced that the Netherlands, the US, European Commission, Norway, and Germany will provide a total of US$135 million in support of US President Joe Biden’s Global Fertilizer Challenge to combat global fertilizer shortages and food insecurity.\n\\\nThe pledge exceeded Biden’s goal of raising US$100 million for the initiative.\n\\\nBiden set the challenge goal on June 17, 2022 to address global fertilizer shortages in low- and middle-income countries, caused in part by Russia’s invasion of Ukraine. The EU and countries’ joint pledge totaled US$109 million. An additional US$5 million was committed by the Foundation for Food & Agricultural Research (FFAR), and another US$22 million was offered by a group of philanthropic funders and investors, which will more broadly address fertilizer’s role in climate, food security, and energy crises.", "sources": [{"type": "press_release", "language": "english", "name": "Press release - ReliefWeb", "link": "https://reliefweb.int/report/world/global-fertilizer-challenge-raises-135-million-fertilizer-efficiency-and-soil-health-measures-combat-food-insecurity"}, {"type": "twitter", "language": "english", "name": "Tweet – Dutch Ministry of Foreign Affairs", "link": "https://twitter.com/DutchMFA/status/1591471958595895296?s=20&t=9rS8xkXy-KyviX1zpfo7eQ"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}, {"funder_profiles_id": {"name": "Germany"}}, {"funder_profiles_id": {"name": "Netherlands"}}, {"funder_profiles_id": {"name": "Norway"}}, {"funder_profiles_id": {"name": "US"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "2023 German federal budget decreases 4% from 2022; ODA decreases 2%", "slug": "german-federal-budget-decreases-4-2022-oda-decreases-2", "publish_date": "2022-11-11", "content": "The German parliament agreed on the federal budget for 2023 on November 11, 2022.\n\\\nThe German federal budget will stand at €476.3 billion (US$470.9 billion) for 2023, down from €495.8 billion (US$490.2 billion, or -4%) in 2022. In 2023, Germany will formally return to the debt brake which has been suspended in the past three years due to extraordinary spending related to the COVID-19 pandemic and the Russian war in Ukraine.\n\\\nThe Ministry for Economic Cooperation and Development’s (BMZ’s) budget for 2023 is set at €12.2 billion (US$12.1 billion). The figure marks a 10% increase from an initial Cabinet draft budget released earlier in 2022, but is 2% lower than the BMZ’s budget in 2022.\n\\\nCompared to the Cabinet draft, the BMZ and the Foreign Office each received a top-up of €1 billion (US$989 million)  from a ‘global crisis response’ budget envelope in budget plan 60, which is used for expenditures outside the core budget plan. The majority of the BMZ’s €1 billion (US$989 million) top-up was allocated to BMZ’s budget line for ‘Crisis management and reconstruction, infrastructure’ (an increase of €663 million or US$655 million).\n\\\nThe BMZ’s budget for multilateral development cooperation will stand at €2.3 billion (US$2.3 billion) in 2023 (down from €3 billion, or US$3 billion, in 2022). The budget for ‘Contributions to the UN, its specialized agencies, and other international organizations’ has been cut from €1 billion (US$989 million) in 2022 to €573 million (US$566 million) in 2023, while the Cabinet’s draft only allocated €508 million (US$502 million).\n\\\nThe German Parliament will give final approval to the draft budget on November 23, 2022.  ", "sources": [{"type": "press_release", "language": "german", "name": "Press release – German Parliament (in German)", "link": "https://www.bundestag.de/dokumente/textarchiv/2022/kw45-pa-haushalt-bereinigungssitzung-918112"}, {"type": "press_release", "language": "german", "name": "Press release – German Parliament (in German)", "link": "https://www.bundestag.de/dokumente/textarchiv/2022/kw47-de-wirtschaftliche-zusammenarbeit-entwicklung-918186"}], "funders": [{"funder_profiles_id": {"name": "Germany"}}], "topics": []}, {"title": "Netherlands allocates additional US$118 million to winterization in Ukraine", "slug": "netherlands-allocates-additional-us118-million-winterization-ukraine", "publish_date": "2022-11-11", "content": "On November 11, 2022, Dutch Minister for Foreign Trade and Development Cooperation Liesje Schreinemacher announced that the Netherlands agreed to increase the previously promised amount for winterization in Ukraine from €70 million (US$76 million) to €180 million (US$194 million).\n\\\nThe Dutch Council of Ministers approved the increase of funds on November 4, 2022, following the cabinet’s decision to commit additional funds to the winterization of Ukraine. Minister Schreinemacher wrote that the increased funds will prioritize restoring electrical infrastructure and repairing houses.\n\\\nThe minister noted that the additional contribution will come from general funds and will be spent through the World Bank’s Ukraine Recovery Trust Fund (US$97 million) and the European Bank for Reconstruction and Development (US$78 million). She also wrote that the Dutch Minister for Climate and Energy was developing a program to provide Ukraine with €18 million (US$19 million) worth of in-kind energy accessories and components from the Netherlands to repair electricity infrastructure.\n\\\n", "sources": [{"type": "letter", "language": "dutch", "name": "Letter – Dutch government (in Dutch)", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/documenten/kamerstukken/2022/11/11/kamerbrief-inzake-ophoging-financiele-middelen-voor-acute-winterhulp-oekraine"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "Netherlands pledges US$2 million to UN Global Crisis Response Group", "slug": "netherlands-pledges-us2-million-un-global-crisis-response-group", "publish_date": "2022-11-10", "content": "On November 10, 2022, the Netherlands signed an agreement in Geneva to contribute US$2 million to the UN Conference on Trade and Development (UNCTAD) to continue supporting the work of the UN Global Crisis Response Group (GCRG) on Food, Energy, and Finance.\n\\\nThe GCRG was established in March 2022 by UN Secretary António Guterres to coordinate the global response to the widespread impacts of the war in Ukraine. A UNCTAD news article explained that the GCRG tackles the global cost-of-living crisis “by helping decision-makers mobilize solutions and develop strategies to support countries in addressing the interlinked food, energy, and finance crises.”\n\\\nUNCTAD Secretary-General Rebeca Grynspan noted that the funds will support the GCRG’s coordination, management, monitoring, and high-level political mobilization work. Dutch Ambassador Paul Bekkers stated that “the GCRG is a great diplomatic success and beacon of hope.”", "sources": [{"type": "news_article", "language": "english", "name": "News article – UNCTAD", "link": "https://unctad.org/news/netherlands-commits-19-million-support-un-global-crisis-response-group-food-energy-and-finance"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": [{"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Agriculture"}}]}, {"title": "Canada allocates US$40 million of previous commitment to winterization in Ukraine", "slug": "canada-allocates-us40-million-previous-commitment-winterization-ukraine", "publish_date": "2022-10-28", "content": "On October 28, 2022, Canadian Prime Minister Justin Trudeau attended the 'XXVII Triennial Congress of Ukrainian Canadians,' where he announced new measures to support the people of Ukraine.\n\\\nIn preparation for the winter of 2022, the Prime Minister announced that Canada will allocate CA$55 million (US$40 million) in previously announced funding through several international partners to support winterization initiatives, including providing shelter and distributing essential items such as clothing, heating appliances, and fuel.\n\\\nThe Prime Minister also announced that Canada will issue a five-year Ukraine Sovereignty Bonds program, which will help the government continue providing essential services, like pensions, and fuel before winter. This builds on Canada’s CA$2.0 billion (US$1.5 billion) in financial assistance to Ukraine in 2022.\n\\\nFinally, the Prime Minister announced a new initiative to help Ukraine preserve and rebuild its science and research capacity. The program will be called the 'Canada-Ukraine Science Partnership,' and will invite up to 20 Ukraine-based scientists to come work and live in Canada.", "sources": [{"type": "press_release", "language": "english", "name": "Press release - Prime Minister of Canada", "link": "https://pm.gc.ca/en/news/news-releases/2022/10/28/prime-minister-announces-new-measures-support-ukraine"}], "funders": [{"funder_profiles_id": {"name": "Canada"}}], "topics": []}, {"title": "Japan announces US$16 million grant for agriculture, rural development in Madagascar", "slug": "japan-announces-us16-million-grant-agriculture-rural-development-madagascar", "publish_date": "2022-10-27", "content": "**On October 27, 2022, the Japanese government announced that Japan will provide a ¥2.3 billion (US$16 million) grant to Madagascar to assist rural development and sustainable agriculture.**\\\n\\\nThe grant was offered as part of the 'Rice Seed Production Fields and Agriculture' project.\\\n\\\nAbout 80% of the population of Madagascar is engaged in agriculture, and the vast majority of farmers produce rice. Madagascar aims to prioritize stable rice production to enhance the country’s food security and hopes to improve the dissemination of quality seeds nationwide.\\\n\\\nFunds from the grant will be used to support the production of high-quality certified seeds by renovating relevant facilities and equipment. The renovations are expected to lead to greater self-sufficiency and increased rice production. The project is in line with Japan’s commitment at the 8th Tokyo International Conference on African Development (TICAD 8) to support sustainable agriculture in light of food insecurities caused by the war in Ukraine.\n\n", "sources": [{"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/press1_001128.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Germany allocates US$398 million of pledged support for Ukraine to reconstruction", "slug": "germany-allocates-us398-million-pledged-support-ukraine-reconstruction", "publish_date": "2022-10-25", "content": "From October 24 - 25, 2022, Ukrainian, German, and international experts met in Berlin to discuss strategies for rebuilding Ukraine after the war and international support for Ukraine.\n\\\nGerman Chancellor Olaf Scholz and European Commission President Ursula von der Leyen called for a new Marshall Plan for the reconstruction of Ukraine. German Minister for Economic Cooperation and Development Svenja Schulze highlighted the need to begin rebuilding critical infrastructure in Ukraine as soon as possible. Schulze also highlighted the urgency of ensuring people still living in Ukraine and internally displaced people have access to housing and relevant infrastructure, especially during the winter of 2022.\n\\\nThe Ministry for Economic Cooperation and Development (BMZ) will support Ukraine with €403 million (US$398 million) for social safeguarding of the population, winter-proof housing, education and health, support for small and medium enterprises in Ukraine, and support for civil society. The commitment is an allocation of a pledge made in July 2022.\n\\\nAs of October 2022, the BMZ’s total support to Ukraine in 2022 stands at €600 million (US$589 million).", "sources": [{"type": "press_release", "language": "german", "name": "Press release - Ministry for Economic Cooperation and Development (in German)", "link": "https://www.bmz.de/de/aktuelles/aktuelle-meldungen/ukrainische-gesellschaft-staerken-wichtig-fuer-widerstandskraft-126156"}, {"type": "news_article", "language": "english", "name": "News article – Deutsche Welle", "link": "https://www.dw.com/en/german-and-eu-leaders-call-for-ukraine-marshall-plan/a-63535319"}, {"type": "news_article", "language": "german", "name": " News article – WDR (in German)", "link": "https://www1.wdr.de/nachrichten/ukraine-wiederaufbau-interview-svenja-schulze-100.html"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}, {"funder_profiles_id": {"name": "Germany"}}], "topics": []}, {"title": "Norway presents development priorities at UNGA", "slug": "norway-presents-development-priorities-unga", "publish_date": "2022-10-23", "content": "Over the week of September 19, 2022, Norway’s delegation to the 77th session of the UN General Assembly (UNGA 77) was led by Prime Minister Jonas Gahr Støre.\n\\\nMinister of Foreign Affairs Anniken Huitfeldt, Minister of International Development Anne Beathe Tvinnereim, Minister of Climate and Environment Espen Barth Eide and representatives from the Parliament attended together with Støre.\n\\\nIn advance of the high-level week in New York, the Ministry of Foreign Affairs presented Norway`s main priorities for UNGA 77, including:\n\\\n- Support for Norway’s efforts as an elected member of the UN Security Council and promote Norway’s broad priorities in the UN;\n- Promoting binding international cooperation and respect for international law and safeguarding the multilateral system;\n- Leading efforts to promote disarmament;\n- Strengthening the UN’s capacity to prevent and resolve conflicts;\n- Strengthening human rights and the international legal order;\n- Strengthening the UN’s capacity to prevent and respond to humanitarian crises and promoting international cooperation on refugees and migrants; and\n- Promoting the implementation of the 2030 Agenda, with particular emphasis on climate and environmental issues, energy, food security, gender equality, health, the oceans, and reducing inequalities.\n\\\nThe Prime Minister and the rest of the Norwegian delegation were very active during UNGA 77. Norway`s participation can be summed up in the following activities:\n\\\nKeynote speech during the General Assembly\nDuring the General Assembly, the Prime Minister delivered Norway's keynote speech and emphasized that the Russian war in Ukraine is a direct violation of the UN Charter and the global legal order, and indicating that the responsibility for stopping the war lay with Russia.  At the same time, he pointed out the war's impact on existing global crises, such as high energy prices, food shortages, and development in low-income countries. Støre called for global unity to protect the multilateral system.\n\\\nMeeting in the UN Security Council\nStøre also participated in a separate meeting, led by France in the UN Security Council, on the war in Ukraine. Norway and other members of the council agreed that Russia's warfare is a violation of humanitarian law and human rights.\n\\\nAd-Hoc Liaison Committee (AHLC) meeting\nAnniken Huitfeldt, Minister of Foreign Affairs, chaired the Ad-Hoc Liaison Committee (AHLC) meeting during UNGA. The aim of the meeting was to mobilize support for the United Nations Organization for Palestine Refugees (UNWRA), which is facing severe challenges related to its budget.\n\\\nMeeting about the situation in Sahel \nAnne Beathe Tvinnereim, Minister of International Development attended a high-level meeting on the situation in Sahel, led by the UN Secretary-General and the Chairperson of the African Union. The purpose of the meeting was to launch a high-level panel for security, development and good governance in Sahel.\n\\\nThe High Ambition Coalition (HAC) for Nature and People\nMore than 100 countries committed to protecting at least 30 percent of the earth's land and seas by 2030. Espen Barth Eide, Minister for Climate and Environment attended the first steering committee meeting of the High Ambition Coalition (HAC) for Nature and People. This is an intergovernmental group championing a global deal for nature and people that can halt the accelerating loss of species, and protect vital ecosystems that are the source of our economic security.\n\\\n[Article - Ministry of Foreign Affairs](https://www.regjeringen.no/en/topics/foreign-affairs/the-un/unga77_priorities/id2925524/)\n\\\n[Press release - Ministry of Foreign Affairs (in Norwegian)](https://www.regjeringen.no/no/aktuelt/UNGA77_sluttrapport/id2928837/)", "sources": [{"type": "news_article", "language": "english", "name": "Article - Ministry of Foreign Affairs", "link": "https://www.regjeringen.no/en/topics/foreign-affairs/the-un/unga77_priorities/id2925524/"}, {"type": "press_release", "language": "norwegian", "name": " Press release - Ministry of Foreign Affairs (in Norwegian)", "link": "https://www.regjeringen.no/no/aktuelt/UNGA77_sluttrapport/id2928837/"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "US pledges additional US$2.9 billion at Global Food Security Summit", "slug": "us-pledges-additional-us29-billion-global-food-security-summit", "publish_date": "2022-10-21", "content": "At the United Nations Global Food Security Summit on September 21, 2022, the United States pledged an additional US$2.9 billion in assistance for global food security.\n\\\nThe Summit, co-hosted by the US, Germany, Nigeria, Indonesia, and Colombia, was convened as a side event during the UN General Assembly. The largest part of the pledge was US$2 billion in humanitarian aid, including food and nutrition assistance, health care, safe drinking water, and other relief to protect vulnerable populations. The package included additional measures, including 1) US$140 million in development assistance to help smallholder farmers, 2) US$220 million to feed school children in Africa and East Asia, though specific partner countries were not mentioned, and 3) US$178 million for other development priorities related to climate, trade, and the root causes of immigration.\n\\\nThis latest pledge is in addition to the US$6.9 billion already committed by the US in 2022 to global food security.\n\\\n[Press release - The White House\n](https://www.whitehouse.gov/briefing-room/statements-releases/2022/09/21/fact-sheet-at-united-nations-general-assembly-president-biden-announces-2-9-billion-in-additional-funding-to-strengthen-global-food-security/)\n\\\n[News report - CNN](https://edition.cnn.com/2022/09/21/politics/biden-world-hunger-ukraine-russia/index.html)", "sources": [{"type": "press_release", "language": "english", "name": "Press release - The White House", "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/09/21/fact-sheet-at-united-nations-general-assembly-president-biden-announces-2-9-billion-in-additional-funding-to-strengthen-global-food-security/"}, {"type": "news_article", "language": "english", "name": "News report - CNN", "link": "https://edition.cnn.com/2022/09/21/politics/biden-world-hunger-ukraine-russia/index.html"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Nutrition"}}]}, {"title": "UNICEF report finds 19% increase in child poverty, cites Russian war in Ukraine as cause", "slug": "unicef-report-finds-19-increase-child-poverty-cites-russian-war-ukraine-cause", "publish_date": "2022-10-17", "content": "On October 17, 2022, UNICEF published a new study, entitled 'The impact of the war in Ukraine and subsequent economic downturn on child poverty in Eastern Europe and Central Asia,' which found an additional 4 million children in Eastern Europe and Central Asia are living in poverty, a 19% increase from 2021.\n\\\nThe report compared data from 22 countries in the region and found that children bear the brunt of the impact of the economic crisis caused by the war in Ukraine. \n\\\nThe study also showed that the consequences of child poverty extend beyond families in economic distress. The sharp increase of children living in poverty could lead to 4,500 more children dying before their first birthday, and the losses in learning could equate to 117,000 more children dropping out of school in 2022.\n\\\nThe study developed a set of recommendations to help reduce the number of children living in poverty, including:\n\\\n- Provision of universal cash benefits for children and a guaranteed minimum income;\n- Extension of social assistance benefits to all families with children in need, including refugees;\n- Protection of social spending, especially for the most vulnerable children and families;\n- Protection and support for health, nutrition, and social assistance services to pregnant mothers, infants, and preschool children;  ", "sources": [{"type": "report", "language": "english", "name": "Report - UNICEF", "link": "https://www.datocms-assets.com/30196/1665998879-eca-regional-brief_war-in-ukraine_10_2022_v3.pdf"}, {"type": "news_article", "language": "italian", "name": "News article– UNICEF Italy (in Italian)", "link": "https://www.unicef.it/media/nuovo-studio-sulla-poverta-infantile-in-europa-orientale-e-asia-centrale-a-causa-della-guerra-in-ucraina-e-dell-inflazione-4-milioni-di-bambini-in-piu-sono-in-poverta/"}], "funders": [{"funder_profiles_id": {"name": "Global donor profile"}}], "topics": [{"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Education"}}]}, {"title": "Netherlands announces US$93 million increase in support for Ukraine", "slug": "netherlands-announces-us93-million-increase-support-ukraine", "publish_date": "2022-10-12", "content": "During the week of October 10, 2022, the Netherlands announced increases totaling US$93 million in financial and military support for Ukraine.\n\\\nThe Netherlands expressed the commitments on three different occasions: at the Ukraine Defense Contact Group (UDCG) meeting, at the annual meeting of the World Bank Group, and at the launch of the Cultural Emergency Response (CER).\n\\\nIn a letter to the House of Representatives, Dutch Minister of Defence Kasja Ollongren and Minister of Foreign Affairs Wopke Hoekstra wrote that the government will deliver Dutch anti-aircraft missiles worth US$16 million to Ukraine. Shortly after, Minister Ollongren repeated the announcement at the UDCG meeting. The commitment was made in light of the recent attacks by Russia on civilians and was intended to strengthen the air and missile defense in Ukraine. Minister Ollongren tweeted that the attacks emphasized the necessity of military support for Ukraine\n\\\nLater, at the World Bank annual meeting, the Dutch Minister for Foreign Trade and Development Cooperation Liesje Schreinemacher pledged US$76 million to the multi-donor trust fund to help Ukraine through the coming winter. Monetary support for the ‘winterization’ of Ukraine will be used to reconstruct housing, electricity, heating and water services, and the purchase of gas, food, and electricity. The additional funds will be redirected from the government’s general resources to the Foreign Trade and Development Cooperation budget in the upcoming 'Autumn Note.'\n\\\nMinister Schreinemacher pledged an additional US$1 million for the period from 2023 to 2025 to preserve cultural heritage sites in Ukraine through the CER. The CER was established in 2003 by the Prins Claus Fund and offers worldwide assistance for threatened cultural heritage. Minister Schreinemacher thanked the CER for its work and highlighted that since the start of the war in Ukraine, more than 200 cultural heritage sites have been destroyed, including monuments, religious sites, museums, and libraries.\n\\\nOn October 19, 2022, the Dutch Ministry of Foreign Affairs will hold the 'Ukraine Reconstruction and Recovery Conference,' inviting Dutch businesses, civil society, think tanks, and government organizations to explore how the Netherlands can best support the reconstruction of Ukraine. On October 25, 2022, the Dutch government will attend an expert conference about Ukraine, the ‘International Expert Conference on the Recovery, Reconstruction and Modernisation of Ukraine’ hosted by the chair of the G7, Germany, and the European Commission.", "sources": [{"type": "press_release", "language": "dutch", "name": "Press release – Dutch government (in Dutch)", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/documenten/kamerstukken/2022/10/12/kamerbrief-over-nederlandse-bijdrage-aan-de-versterking-van-de-oekraiense-lucht-en-raketverdediging"}, {"type": "press_release", "language": "dutch", "name": " Press release – Dutch government (in Dutch)", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/documenten/kamerstukken/2022/10/12/kamerbrief-inzake-financiele-steun-oekraine"}, {"type": "press_release", "language": "dutch", "name": "Press release – Dutch government (in Dutch)", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/het-werk-van-bz-in-de-praktijk/weblogs/2022/culturele-ambulance-beschermt-erfgoed-en-identiteit-in-oekraine"}, {"type": "press_release", "language": "dutch", "name": "Press release – Dutch government (in Dutch)", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/evenementen/ukraine-reconstruction-and-recovery-conference"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": [{"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Nutrition"}}]}, {"title": "New US 'National Security Strategy' prioritizes development", "slug": "new-us-national-security-strategy-prioritizes-development", "publish_date": "2022-10-12", "content": "On October 12, 2022, US President Joe Biden released his administration's new 'National Security Strategy' (NSS), which prioritized development, diplomacy, economics, intelligence, and defense, as well as cooperation between the United States Agency for International Development (USAID) and other US institutions.\n\\\nThe NSS, a congressionally mandated report, coordinates policies across the US government and represents the Biden Administration's plan to address US national security issues and international engagement. The 2022 report was delayed due to the invasion of Ukraine.\n\\\nThe report had a strong focus on authoritarian governments and emphasized USAID's role in building democratic capacity with partner states. The Biden Administration also emphasized the need for international cooperation on climate change and adaptation, food insecurity, and infectious diseases.", "sources": [{"type": "news_article", "language": "english", "name": "News article - Politico", "link": "https://www.politico.com/news/2022/10/12/biden-post-cold-war-00061428"}, {"type": "press_release", "language": "english", "name": "Press release - USAID", "link": "https://www.usaid.gov/news-information/press-releases/oct-12-2022-statement-administrator-power-launch-national-security-strategy"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": [{"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Agriculture"}}]}, {"title": "CGD calls for increased UK ODA budget for 2022-2023", "slug": "cgd-calls-increased-uk-oda-budget-2022-2023", "publish_date": "2022-10-11", "content": "On October 11, 2022, the Centre for Global Development (CGD) called for the UK government to borrow from future UK ODA budgets to relieve immediate pressures on the fiscal year (FY) 2022/23 budget.\n\\\nSuch a move would relieve the significant pressures facing the ODA budget due to the UK's rising in-donor refugee costs. CGD estimates that costs for housing refugees from Afghanistan and Ukraine could rise to £3 billion (US$3.6 billion) of ODA in FY2022/23 and £2.7 billion (US$3.2 billion) in FY2023/24. CGD's proposed solution would be 'cost-free' and allow the UK government to reallocate 0.1% of UK GNI from the UK ODA budget in FY2024/25 and spend it in FY2022/23 and FY2023/24.\n\\\nCGD also argued that the freeze on all non-essential ODA spending harms both the UK’s ability to deliver to those most in need and its reputation as a leader in international development. The freeze was enacted in July 2022 and stems from government fears that escalating costs of housing refugees may result in the UK breaching its 0.5% GNI ceiling.", "sources": [{"type": "news_article", "language": "english", "name": "News article – CGD", "link": "https://www.cgdev.org/blog/costless-alternative-increasing-uk-aid-budget-borrow-future-years?utm_source=20221012&utm_medium=cgd_email&utm_campaign=cgd_weekly"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": []}, {"title": "Norwegian 2023 budget falls short of 1% ODA/GNI target", "slug": "norwegian-2023-budget-falls-short-1-odagni-target", "publish_date": "2022-10-06", "content": "On October 6, 2022, the Norwegian government presented its proposed National Budget for 2023. With an overall development budget of NOK43.8 billion (US$4.2 billion), the budget falls short (0.75%) of Norway's 1% ODA/GNI target.\n\\\nAccording to the Ministry of Foreign Affairs, the budget proposal for 2023 reflects economic pressures caused by the war in Ukraine. Defending the ODA shortfall, the government cited exceptionally high revenues from oil and gas. However, Anne Beathe Tvinnereim (Minister of International Development) stated that Norway will continue to increase its international development funding in future years to meet its 1% ODA/GNI target.\n\\\nIn order to provide for Ukrainian refugees in Norway, the Government allocated NOK1.6 billion (US$150 million) in the proposed budget for 2023. However, the following budget allocations were reduced:\n\\\n- Peace, security and global cooperation;\n- Humanitarian assistance;\n- Education and research;\n- UN development work; and\n- Norway's International Climate and Forest Initiative (NICFI).\n- The budget for regional grants also saw major changes, including the addition of a new regional grant line called 'Ukraine and neighboring countries.' NOK1.6 billion (US$150 million) of in-house refugee expenses will be classified as ODA in 2023. This is an increase of NOK1.1 billion (US$98 million) compared to the balanced budget in 2022, but far lower than the expenses estimated in the revised budget.\n\\\nIn the budget, Asia received an additional NOK34 million (US$3 million), though assistance to specific regions was not specified, and the Latin American region received an additional NOK4 million (US$327,000). The other regional grants received significant cuts: \n\\\nGrants to partner countries in Africa saw a decrease of NOK212 million (US$19 million), though cuts to specific regions in Africa were not specified;\nFunding to the Middle East and North Africa decreased by NOK175 million (US$16 million);\nThe budget for Europe and Central Asia decreased by NOK139 million (US$13 million); and\nAppropriations for Afghanistan decreased by NOK 30 million (US$2.7 million).\nThe draft budget elicited strong reactions from the Socialist Left, Christian Democratic, and Green parties. The three political parties argued that Norway's extraordinary income during a time when many are facing hardships from war and climate change should result in more funding for development assistance, not a reduction.\n\\\nSecretary General of Save the Children Birgitte Lange observed that the budget allocation to fighting poverty was historically low in the proposal. Lange argued that the shortfall comprised an act of bad faith, given the government's promises of reaching 1% ODA/GNI in the Hurdal platform. \n\\\nDagfinn Høybråten from Church Aid agreed, predicting that the government's dramatically lowered ambitions will lead other high-income countries to follow suit. \n\n\n\n\n", "sources": [{"type": "press_release", "language": "norwegian", "name": "Press release - Ministry of Foreign Affairs (in Norwegian)", "link": "https://www.regjeringen.no/no/dokumenter/prop.-1-s-20222023/id2931090/"}, {"type": "press_release", "language": "norwegian", "name": "Press release - Ministry of Foreign Affairs (in Norwegian)", "link": "https://www.regjeringen.no/no/aktuelt/pm_budsjett2023/id2930556/"}, {"type": "news_article", "language": "norwegian", "name": " News article - Bistandsaktuelt (in Norwegian)", "link": "https://www.bistandsaktuelt.no/bistandsbudsjettet-statsbudsjettet/et-svik-mot-verdens-fattigste/320201"}, {"type": "news_article", "language": "english", "name": "News article - Devex ", "link": "https://www.devex.com/news/norway-proposes-cutting-aid-share-to-46-year-low-104158"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "UK tax cuts cause market turmoil, signal challenges for ODA budget", "slug": "uk-tax-cuts-cause-market-turmoil-signal-challenges-oda-budget", "publish_date": "2022-10-03", "content": "The new UK Chancellor of the Exchequer Kwasi Kwarteng’s “fiscal event” on September 23, 2022, saw the announcement of the largest cut in UK government tax revenues since 1972 with a package of £45 billion (US$60.5 billion) in tax reductions.\n\\\nThe announcement followed an earlier commitment by Prime Minister Liz Truss to cap energy prices for consumers and businesses, which will cost billions of pounds. The fiscal event was not accompanied by a comprehensive spending plan for the government (which will be announced on November 23, 2022, in the Autumn budget), resulting in further uncertainty in markets.\n\\\nThe scale of the cuts and the lack of complete spending information alarmed markets, with the pound and UK treasury gilts falling in value, and likewise devalued pension funds that hold gilts as their reserves. Interest rates also rose steeply, wreaking havoc on UK mortgage markets.\n\\\nThe level of market panic and the political disquiet forced the Chancellor to recall £2 billion (US$2.7 billion) worth of tax cuts (those earmarked for high earners) on October 3, 2022. A full spending plan will also be announced in the coming weeks to enable a full analysis. However, the cuts in revenue remain high and the government will have to significantly restrict public spending if it wants to maintain fiscal discipline in the medium term.\n\\\nAnalysis from DEVEX argued that a series of political and economic factors both domestically and abroad will cause further downward pressure on the UK ODA budget. First, DEVEX predicted that the UK government will not meet the criteria set by the previous government to return to a 0.7% aid budget until 2027- 2028 at the earliest. The analysis likewise noted that rising costs of refugees and humanitarian assistance as a result of the Ukraine conflict will also eat into the UK’s ODA budget, displacing other spending. Finally, DEVEX observed that public spending on aid is falling as noted from NGO reports, squeezing funding for UK NGOs already facing cuts from the government.\n\n", "sources": [{"type": "news_article", "language": "english", "name": "News article - DEVEX", "link": "https://www.devex.com/news/devexplains-after-the-budget-6-challenges-facing-uk-aid-104054?access_key=&utm_source=nl_newswire&utm_medium=email&utm_term=article&utm_content=text&mkt_tok=Njg1LUtCTC03NjUAAAGHJ-Ii3owv8XTmeKF2H-XM4IHOh3WmuhsdGYfBS9i8Gc17YRRzNYEDN-k5ytC6B3Bj_g2YEtxwGgKU_FUau2UBQzyOkRZi30LzAXlQP33lZkavZl4"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": []}, {"title": "Record Norwegian oil revenues threaten 1% ODA/GNI target", "slug": "record-norwegian-oil-revenues-threaten-1-odagni-target", "publish_date": "2022-10-01", "content": "According to the Norwegian news outlet Vårt Land, the government's proposal for the state budget for 2023 fails to meet the country's 1% ODA/GNI target.\n\\\nThe news outlet stated that the main reason for the failure to reach the target is the large growth in GNI for 2022. Russia's war against Ukraine and the suspension of gas exports to Europe led to drastically increased energy prices, resulting in record Norwegian revenues from oil and gas exports and a sharp rise in GNI.\n \\\nVårt Land did not report on exact allocations to international development or other budget lines. However, Minister of International Development, Anne Beathe Tvinnereim did state that food security would be prioritized with extra funding. \n \\\nThe current government is a minority government, dependent on support from the Socialist Left Party to get the State Budget for 2023 approved. The international development budget is expected to become a source of tension during budget negotiations. According to Vårt Land, the Socialist Left Party will defend current levels of development funding. However, they will not prioritize international development over other important issues.\n \\ \nThe Christian Democrats and the Green Party were likewise disappointed in the government's proposal that Norway should not meet its 1% ODA/GNI target in the 2023 budget. Kjell Ingolf Ropstad, leader of the Christian Democrats, expressed understanding that the budget must be tightened due to the current economic situation, but argued that the international development budget should be saved. \n \\\nGreen Party representative Lan Marie Berg agreed with Ropstad, stating that she expected the government to maintain the funding target, provide emergency funding against hunger and allocate more of the extraordinary income from the oil fund to climate adaptation in low-income countries. According to Berg, though Europe is facing a challenging situation, the world's poorest countries are hit even harder, due to food shortages and the effects of climate change.\n\n\n\n", "sources": [{"type": "news_article", "language": "norwegian", "name": " News article - Vårt Land (in Norwegian)", "link": "https://www.vl.no/nyheter/2022/09/29/historisk-bistands-mal-blir-knust-av-oljeinntekter/"}, {"type": "news_article", "language": "norwegian", "name": "News article - Vårt Land (in Norwegian)", "link": "https://www.vl.no/nyheter/2022/10/01/krf-og-mdg-refser-at-bistandsmal-ryker-uverdig/"}, {"type": "news_article", "language": "norwegian", "name": "News article - Vårt Land (in Norwegian)", "link": "https://www.vl.no/nyheter/2022/09/29/her-gar-grensene-for-sv-i-budsjettet-krever-politikk-seire-i-tillegg-til-penger/"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Global health R&D"}}]}, {"title": "Continuing resolution to fund US government includes US$12 billion support for Ukraine", "slug": "continuing-resolution-fund-us-government-includes-us12-billion-support-ukraine", "publish_date": "2022-09-30", "content": "US President Joe Biden signed a continuing resolution (CR) on September 30, 2022, to keep all government functions open through December 16, 2022, which included an additional US$12 billion for assistance to Ukraine, mostly composed of military assistance. \n\\\nThe end of the US fiscal year was September 30, 2022, and without a CR there would have been a partial government shutdown. The CR keeps most funding at current levels and did not contain additional funding for either COVID-19 or hMPXV, also known as monkeypox, part of which would have been allocated for global response. \n\\\n", "sources": [{"type": "news_article", "language": "english", "name": "News article - Federal News Network", "link": "https://federalnewsnetwork.com/budget/2022/09/house-passes-continuing-resolution-averting-government-shutdown-fda-furloughs/"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": []}, {"title": "Norway allocates US$660 million of pledged assistance to Ukraine", "slug": "norway-allocates-us660-million-pledged-assistance-ukraine", "publish_date": "2022-09-30", "content": "In July 2022, Prime Minister Jonas Gahr Støre announced that Norway would give an additional NOK10 billion (US$944 million) in funding to Ukraine in 2022 and 2023.\n\\\nIn a joint proposal sent to the Parliament on September 30, 2022, the government proposed that NOK4 billion (US$377mill) of the NOK 10 billion (US$944 million) be allocated in 2022 as:\n\\\n- NOK2 billion (US$188 million) for gas purchase through the European Bank for Reconstruction and Development (EBRD);\n- NOK1 billion (US$94 million) for humanitarian efforts, primarily through established humanitarian organizations; and\n- NOK1 billion (US$94million) to Ukraine to ensure the operation of public services, such as schools, hospitals, and other public services, through the World Bank.\n- In the proposal, the government also suggested allocating NOK3 billion (US$283 million) for increased military support. This was included in the total of NOK10 billion that the government pledged for 2022 - 2023.\n\\\nNorway has contributed more than NOK2 billion (US$188 million) in support to Ukraine and neighboring countries in 2022, including approximately NOK1.7 billion (US$160 million) in humanitarian aid, NOK300 million (US$28 million) in operating support to Ukraine through the World Bank, NOK120 million (US$11 million) through the EEA funds for Ukrainian refugees in the recipient countries (mainly Poland and Romania), NOK50 million (US$5 million) for food security through the EBRD (European Bank for Reconstruction and Development) and NOK50 million (US$5 million) to Moldova through the World Bank.\n\n\n", "sources": [{"type": "press_release", "language": "norwegian", "name": "Press release - Ministry of Foreign Affairs (in Norwegian)", "link": "https://www.regjeringen.no/no/aktuelt/pm_proposisjon/id2930056/"}, {"type": "press_release", "language": "norwegian", "name": " Press release - Ministry of Finance (in Norwegian)", "link": "https://www.regjeringen.no/contentassets/9e4e707eb27642ae88dc39794345c8c5/no/pdfs/prp202120220142000dddpdfs.pdf"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": []}, {"title": "Norway to contribute US$9 million for food security to African Development Bank", "slug": "norway-contribute-us9-million-food-security-african-development-bank", "publish_date": "2022-09-29", "content": "At the Nordic-African Business Summit on September 29, 2022, Minister of International Development, Anne Beathe Tvinnereim announced that Norway will contribute NOK100 million (US$9 million) to the African Development Bank (AfDB).\n\\\nThe Summit was organized by the Norwegian-African Business Association (NABA) in partnership with Norfund – the government’s investment fund, and the Norwegian Ministry of Foreign Affairs. \n\\\nIn response to food crises caused by the war in Ukraine and climate change, the AfDB established the 'African Emergency Food Production Facility.' This crisis response initiative will contribute support to small-scale farmers, including knowledge-sharing, fertilizer, and seeds. In addition, the facility will help with financing and credit guarantees. Altogether, the facility aims to provide comprehensive support to smallholder farmers as they address the food shortfall.\n \\\nAccording to Tvinnereim, Norway already supports the AfDB with multi-year core contributions. She argues that the bank is one of the most important channels for Norwegian long-term funding to partner countries in Africa.\n \\\nThe increased funding comes ahead of an updated strategy on food security in Norwegian development policy, which the Ministry is currently working on. The aim of the strategy is to contribute to increased productivity in food-producing sectors in low-income countries. With the strategy, Norway wants to support small-scale food producers, their value chains, and climate-resilient food production.\n\n\n", "sources": [{"type": "press_release", "language": "norwegian", "name": "Press release - Ministry of International Development (in Norwegian)", "link": "https://www.regjeringen.no/no/aktuelt/matsikkerhet_afrika/id2929519/?utm_source=regjeringen.no&utm_medium=email&utm_campaign=nyhetsvarsel20220929-4:19%20PM"}, {"type": "news_article", "language": "norwegian", "name": " News article - Bistandsaktuelt (In Norwegian)", "link": "https://www.bistandsaktuelt.no/afrika-afrikabanken-matsikkerhet/energikrisen-i-europa-kan-vaere-gode-nyheter-for-afrika-mener-banksjef/319784"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "France, Germany contribute total US$28 million to transport wheat from Ukraine", "slug": "france-germany-contribute-total-us28-million-transport-wheat-ukraine", "publish_date": "2022-09-29", "content": "On September 29, 2022, the French Ministry for European and Foreign Affairs (MAE) announced that France would contribute US$14 million for the transport and distribution of 50,000 tons of wheat offered by Ukraine to Somalia and Ethiopia.\n\\\nFrance and Germany have pledged to allocate US$14 million each to this operation, which is part of the International Food and Agriculture Resilience Mission (FARM) jointly led by the Black Sea Cereal Initiative.\n\\\nThe wheat will be shipped in the forthcoming weeks to the two countries of the Horn of Africa, as part of an operation led by the World Food Programme (WFP).\n", "sources": [{"type": "press_release", "language": "english", "name": " Press release - French Ministry for European and Foreign Affairs", "link": "https://www.diplomatie.gouv.fr/fr/politique-etrangere-de-la-france/developpement/autres-secteurs-d-importance/securite-alimentaire-nutrition-et-agriculture-durable/actualites-et-evenements-lies-a-la-securite-alimentaire-et-a-l-agriculture/article/securite-alimentaire-mondiale-contribution-de-la-france-a-l-operation-d?xtor=RSS-1"}], "funders": [{"funder_profiles_id": {"name": "France"}}, {"funder_profiles_id": {"name": "Germany"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Germany supports Education Cannot Wait with additional US$11 million", "slug": "germany-supports-education-cannot-wait-additional-us11-million", "publish_date": "2022-09-25", "content": "At the New Yorker Global Citizen Festival on September 24, 2022, German Minister for Economic Cooperation and Development Svenja Schulze announced that Germany will increase its contribution to the UN organization Education Cannot Wait (ECW) by €10 million (US$11 million).\n\\\nThe additional funding will support the rebuilding of educational infrastructure in Ukraine as well as efforts to provide psychosocial support for children impacted by the Russian invasion.\n\\\nThe new pledge increased Germany’s total contributions to ECW to €330 million (US$349 million), making Germany the largest donor to ECW. Germany will co-host ECW’s replenishment conference in February 2023, together with Switzerland, Niger, Norway, and South Sudan.\n\\\n[Press release – Ministry for Economic Cooperation and Development\n](https://www.bmz.de/en/news/press-releases/germany-announces-10-million-in-new-additional-funding-121992)", "sources": [{"type": "press_release", "language": "english", "name": "Press release – Ministry for Economic Cooperation and Development", "link": "https://www.bmz.de/en/news/press-releases/germany-announces-10-million-in-new-additional-funding-121992"}, {"type": "press_release", "language": "english", "name": "Press release – Education Cannot Wait", "link": "https://www.educationcannotwait.org/news-stories/press-releases/germany-announces-eu10-million-in-new-additional-funding-support"}], "funders": [{"funder_profiles_id": {"name": "Germany"}}], "topics": [{"topics_id": {"name": "Education"}}]}, {"title": "Spain's Sánchez pledges US$250 million for global food security", "slug": "spains-sanchez-pledges-us250-million-global-food-security", "publish_date": "2022-09-20", "content": "At the Global Food Security Summit held on September 20th, 2022, in the margins of the 70th General Assembly of the United Nations, Prime Minister Pedro Sánchez pledged €237 million (US$250 million) to combat food insecurity.\n\\\nFrom this amount, €152 million (US$160 million) will be disbursed by the Spanish Agency for International Development Cooperation (AECID) as grants to multilateral organizations and bilateral programs, and €85 million (US$90 million) will be disbursed as loans by the Spanish Development Promotion Fund (FONPRODE).\n\\\nThe Global Food Security Summit, an initiative co-led by Spain and other donors such as the US and the EU, aimed to respond to the food security crisis resulting from the war in Ukraine. The summit was co-chaired by Sánchez, US State Secretary Anthony Blinken, President of the European Council Charles Michel, and the President of the African Union (AU) Macky Sall. A total of 18 heads of state or government participated in the event and endorsed a final declaration underscoring the need to act with sustained urgency to respond to the current humanitarian crisis as well as to build more resilient agriculture and food systems.\n\\\n[Press release – La Moncloa (in Spanish)](https://www.lamoncloa.gob.es/presidente/actividades/Paginas/2022/200922_sanchez_onu2.aspx)", "sources": [{"type": "press_release", "language": "spanish", "name": "Press release – La Moncloa (in Spanish)", "link": "https://www.lamoncloa.gob.es/presidente/actividades/Paginas/2022/200922_sanchez_onu2.aspx"}], "funders": [{"funder_profiles_id": {"name": "Spain"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Spain's Sánchez discusses Ukraine, food security at UNGA", "slug": "spains-sanchez-discusses-ukraine-food-security-unga", "publish_date": "2022-09-19", "content": "On September 19, 2022, Spanish Prime Minister Pedro Sánchez met with the United Nations Secretary-General Antonio Guterres to discuss several topics concerning international relations such as the Ukrainian conflict and the global food security crisis.\n\\\nSánchez and Guterres discussed the need to strengthen multilateral institutions to effectively manage global challenges. In addition to discussion about the new Giga Technology Center that will be opened in Barcelona, Sánchez and Guterres spoke on food shortages caused by the war in Ukraine ahead of the Global Food Security Summit, a United Nations General Assembly (UNGA) side event, which will be co-hosted by Spain, US, EU, and the African Union (AU) on September 20, 2022, in New York.\n\\\n[Press release – la Moncloa (in Spanish)](https://www.lamoncloa.gob.es/presidente/actividades/Paginas/2022/190922-sanchez-bilateral-guterres.aspx)", "sources": [{"type": "press_release", "language": "spanish", "name": "Press release – la Moncloa (in Spanish)", "link": "https://www.lamoncloa.gob.es/presidente/actividades/Paginas/2022/190922-sanchez-bilateral-guterres.aspx"}], "funders": [{"funder_profiles_id": {"name": "Spain"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Education"}}]}, {"title": "Von der Leyen's State of the Union speech largely omits global development", "slug": "von-der-leyens-state-union-speech-largely-omits-global-development", "publish_date": "2022-09-14", "content": "The war in Ukraine and Europe’s energy crisis dominated European Commission (EC) President Ursula von der Leyen’s State of the Union speech on September 14, 2022, with few mentions of global development beyond references to the EU’s Global Gateway investments in vaccine manufacturing in Africa. \n\\\nVon der Leyen briefly touched on what she characterized as the EU’s successful response to the COVID-19 pandemic, including securing 4 billion vaccine doses for Europeans and the rest of the world. She also mentioned the need for EU cooperation with other countries on global challenges like climate change and digitalization. Von der Leyen cited the success of similar efforts in global health, such as the Global Gateway investment initiative, which she announced in the 2021 State of the Union speech. She noted the initiative's capacity building in mRNA vaccine manufacturing in Rwanda and Senegal.\n\\\nThe speech contained far fewer policy announcements than the 2021 iteration, with the surprising omission of many issues, such as the global food security crisis, which von der Leyen only addressed in response to questions from the Members of the European Parliament following the speech.\n\\\n[Speech - European Commission](https://ec.europa.eu/commission/presscorner/detail/en/speech_22_5493)\n\\\n[News article - Euractiv\n](https://www.euractiv.com/section/politics/news/von-der-leyens-ukraine-tinted-speech-falls-short-on-policy-vision/)\n\\\n[News article - Politico](https://www.politico.eu/article/ursula-von-der-leyen-state-of-the-european-union-soteu-speech-ukraine-russia-gas-energy-war/)", "sources": [{"type": "speech", "language": "english", "name": "Speech - European Commission", "link": "https://ec.europa.eu/commission/presscorner/detail/en/speech_22_5493"}, {"type": "news_article", "language": "english", "name": "News article - Politico", "link": "https://www.politico.eu/article/ursula-von-der-leyen-state-of-the-european-union-soteu-speech-ukraine-russia-gas-energy-war/"}, {"type": "news_article", "language": "english", "name": "News article - Euractiv", "link": "https://www.euractiv.com/section/politics/news/von-der-leyens-ukraine-tinted-speech-falls-short-on-policy-vision/"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": [{"topics_id": {"name": "Global Health"}}]}, {"title": "Ukrainian CSOs call for 30% increase in EU support to Global Fund", "slug": "ukrainian-csos-call-30-increase-eu-support-global-fund", "publish_date": "2022-09-12", "content": "Ukrainian CSOs organized a flash mob in front of the European Commission’s headquarters, to draw attention to an open letter calling for the EU to increase its commitment to the Global Fund to Fight AIDS, Tuberculosis and Malaria (Global Fund) by 30% for the fund’s seventh replenishment for 2024-2026. \n\\\nThe letter, signed by more than 100 Ukrainian and international CSOs, highlighted the Global Fund's support for Ukraine to address its high HIV and tuberculosis (TB) disease burden. It also expressed the organizations’ solidarity with those around the world suffering from the impacts of these diseases. \n\\\nThe Commission’s commitment to the Global Fund’s previous replenishment for 2021-2023 was €550 million (US$581 million). It also committed €150 million (US$158 million) in May 2022 to the Global Fund’s COVID-19 Response Mechanism. The Commission is the Global Fund’s seventh-largest public donor. \n\\\n[Letter - Ukrainian Civil Society Organizations\n](https://drive.google.com/file/d/1x5QUx2kv8LYcRxT6TsLvlzqcHvb0-n4c/view)\n\\\n[Press release - European Commission](https://ec.europa.eu/commission/presscorner/detail/en/IP_19_5430)", "sources": [{"type": "letter", "language": "english", "name": "Letter - Ukrainian Civil Society Organizations", "link": "https://drive.google.com/file/d/1x5QUx2kv8LYcRxT6TsLvlzqcHvb0-n4c/view"}, {"type": "press_release", "language": "english", "name": "Press release - European Commission", "link": "https://ec.europa.eu/commission/presscorner/detail/en/IP_19_5430"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": [{"topics_id": {"name": "Global Health"}}]}, {"title": "Japan provides US$6 million of food security package to Guinea-Bissau, Niger, Palestine", "slug": "japan-provides-us6-million-food-security-package-guinea-bissau-niger-palestine", "publish_date": "2022-09-09", "content": "On September 8 - 9, 2022, the Japanese government contributed an additional US$6 million to Guinea-Bissau, Niger, and Palestine as part of its US$200 million pledge in response to global food insecurity.\n\\\nThe package included two donations of US$1 million through the World Food Programme (WFP) to Guinea-Bissau and Palestine, and a US$3 million bilateral grant to improve food security in Niger. Each country is facing serious food crises that have been exacerbated by the Russian invasion of Ukraine. \n\\\n[Press release – Ministry of Foreign Affairs of Japan (in Japanese) ](https://www.mofa.go.jp/mofaj/press/release/press6_001250.html)\n\\\n[Press release – Ministry of Foreign Affairs of Japan (in Japanese)](https://www.mofa.go.jp/mofaj/press/release/press6_001248.html) \n\\", "sources": [{"type": "press_release", "language": "japanese", "name": "Press release – Ministry of Foreign Affairs of Japan (in Japanese) ", "link": "https://www.mofa.go.jp/mofaj/press/release/press6_001250.html"}, {"type": "press_release", "language": "japanese", "name": "Press release – Ministry of Foreign Affairs of Japan (in Japanese)", "link": "https://www.mofa.go.jp/mofaj/press/release/press6_001248.html"}, {"type": "press_release", "language": "japanese", "name": "Press release – Ministry of Foreign Affairs of Japan (in Japanese)", "link": "https://www.mofa.go.jp/mofaj/press/release/press6_001243.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "UK's Truss appoints Cleverly as Foreign Minister, creates new Development Minister post", "slug": "uks-truss-appoints-cleverly-foreign-minister-creates-new-development-minister-post", "publish_date": "2022-09-07", "content": "On September 6, 2022, UK Prime Minister Liz Truss appointed Conservative MP James Cleverly as the UK’s new Secretary of State for Foreign, Commonwealth and Development.\n\\\nIn an unexpected move, Truss also appointed Conservative MP Vicky Ford to be the Foreign, Commonwealth and Development Office’s (FCDO) first Development Minister. The Development Minister post reports to the Secretary of State for Foreign, Commonwealth and Development but will attend the Prime Minister’s cabinet meetings. The creation of the new post has been welcomed by UK NGOs.\n\\\nFormerly a Minister of State within the FCDO, Cleverly was promoted within this role to Minister of State for Europe and North America in February 2022, and was seen by many as Truss’s de facto deputy foreign secretary while Truss managed the UK's response to the war in Ukraine. Cleverly was also co-chair of the All-Party Parliamentary Group on Trade out of Poverty. As a Minister in the FCDO, he consistently defended the ODA cuts.\n\\\nVicky Ford was also formerly a Minister of State in the FCDO, where she was responsible for covering assistance in Africa, British International Investment (BII), global education, and gender equality.\n\\\n[News articles – Devex](https://donortracker.org/policy-updates/www.devex.com/news/james-cleverly-how-will-the-uk-s-new-foreign-secretary-handle-aid-103801)", "sources": [{"type": "news_article", "language": "english", "name": " News articles – Devex", "link": "https://donortracker.org/policy-updates/www.devex.com/news/james-cleverly-how-will-the-uk-s-new-foreign-secretary-handle-aid-103801"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": []}, {"title": "USAID introduces new guide on 'dekleptification'", "slug": "usaid-introduces-new-guide-dekleptification", "publish_date": "2022-09-07", "content": "**On September 7, 2022, the United State Agency for International Development (USAID) released a new guide to assist countries and citizens that aim to dismantle entrenched, corrupt political systems.**\\\n\\\nThe new approach, labeled \"dekleptification,\" draws on experiences from a number of countries, including Ukraine, Malaysia, South Africa, and the Dominican Republic. \\\n\\\nThe resource was part of a commitment made by USAID Administrator Samantha Power in June 2022 to assist citizens who take substantial risks to increase popular democratic participation and make domestic governments work for their people. The document provided guidance on partnering effectively to create democratic transformation and was developed by USAID's Anti-Corruption Task Force to advance US strategy and counter corruption. ", "sources": [{"type": "press_release", "language": "english", "name": "USAID", "link": "https://www.usaid.gov/news-information/press-releases/sep-07-2022-usaid-releases-new-resource-countering-kleptocracy"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": []}, {"title": "Italian CSOs present action plan to political parties ahead of September elections", "slug": "italian-csos-present-action-plan-political-parties-ahead-september-elections", "publish_date": "2022-09-07", "content": "On September 7, 2022, the European Third Sector Forum, composed of more than 101 Italian CSOs, organized a panel with representatives from all political parties running for national elections on September 25, 2022.\n\\\nDuring the meeting, CSOs presented a six-point action plan to revamp social policy, prioritizing a more robust welfare state, reducing inequality, a novel approach to foreign policy and development cooperation, and new investment in human and social capital. The plan consisted of six main action points:\n\\\nTackling multidimensional poverty and socio-economic inequalities by investing in education and health systems;\nInvesting in equitable energy- and digital transitions;\nSupporting welfare systems, especially the National Recovery and Resilience Plan;\nPreserving peace by immediately stopping the war in Ukraine and increasing resources for development cooperation by meeting the 0.7% ODA/GNI target by 2030;\nBoosting cohesion and citizen participation, through programs to involve 100,000 younger citizens to take part in the national volunteer civil service; and\nEmpowering CSOs of all sizes through government spending.\nThe CSOs asserted that these measures would be crucial to supporting the transition towards a more equitable country. CSOs play an outsized role in Italy, employing more than 860,000 workers and engaging over 5 million volunteers, and are crucial to realizing new models of socio-economic development based on social cohesion and innovation. \n\\", "sources": [{"type": "report", "language": "italian", "name": "Report – Forum del Terzo Settore (in Italian)", "link": "https://www.forumterzosettore.it/files/2022/08/DEF_digitale.pdf"}], "funders": [{"funder_profiles_id": {"name": "Italy"}}], "topics": []}, {"title": "EIB addresses concerns about funding diversions resulting from focus on Ukraine", "slug": "eib-addresses-concerns-about-funding-diversions-resulting-focus-ukraine", "publish_date": "2022-09-06", "content": "As the European Investment Bank (EIB) grows its support for reconstruction in Ukraine, low-income countries have raised questions about the bank’s ability to honor its global commitments in other geographies.\n\\\nOn September 6, 2022, the head of the new EIB Global branch Markus Berndt disputed the notion that the EIB will step back from its other commitments, citing ongoing investment in projects to increase vaccine manufacturing capacity in Africa, though no specific partner countries were mentioned.\n\\\nConcerns about potential funding diversions reflect the hard-felt impacts of the war in Ukraine on low-income countries, particularly in food security and energy. Efforts to quell these concerns are apparent in the EIB board's June 2022 approval of €6 billion (US$6.3 billion) for ramping up the bank’s investments in these areas. \n\\\nIn a separate statement, EIB President Werner Hoyer noted the need to justify the scale of the bank’s financing for Ukraine to low-income countries to mitigate perceptions that these crises are caused by North Atlantic Treaty Organization (NATO) sanctions, rather than Russia’s invasion of Ukraine. \n\\\n[News article - Devex](https://www.devex.com/login?return_to=%2Fnews%2Feib-ramps-up-ukraine-work-faces-questions-about-global-commitments-103893%3Fmkt_tok%3DNjg1LUtCTC03NjUAAAGGskxFg2GyuxuIx8k7nbXNGy-TFAIVBM1IX9T8gkFPMKUFxkWVanviBDFoV6Jqzb-3IdV06kxJ3xjr6yI94H3YIWOxz0tWxCo6f3cfVVbY1gmJLA%26utm_content%3Dcta%26utm_medium%3Demail%26utm_source%3Dnl_invested%26utm_term%3Darticle)", "sources": [{"type": "news_article", "language": "english", "name": "News article - Devex", "link": "https://www.devex.com/login?return_to=%2Fnews%2Feib-ramps-up-ukraine-work-faces-questions-about-global-commitments-103893%3Fmkt_tok%3DNjg1LUtCTC03NjUAAAGGskxFg2GyuxuIx8k7nbXNGy-TFAIVBM1IX9T8gkFPMKUFxkWVanviBDFoV6Jqzb-3IdV06kxJ3xjr6yI94H3YIWOxz0tWxCo6f3cfVVbY1gmJLA%26utm_content%3Dcta%26utm_medium%3Demail%26utm_source%3Dnl_invested%26utm_term%3Darticle"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Biden supplemental request includes US$12.3 billion in assistance to Ukraine, global health efforts", "slug": "biden-supplemental-request-includes-us123-billion-assistance-ukraine-global-health", "publish_date": "2022-09-06", "content": "With US fiscal year (FY) 2022 coming to an end on September 30, 2022, and no consensus regarding funding for FY2023, the White House released a request for a US$47 billion supplement to be included in a continuing resolution, with hopes that it will pass Congress before the end of September.\n\\\nPrimarily, the funding relates to domestic needs, including energy spending and domestic efforts to mitigate the spread of COVID-19 and hMPXV, also known as monkeypox. However, the supplement would also provide US$11.7 billion in support for Ukraine and US$600 million to address the spread of hMPXV globally. \n\\\nBoth the supplement and the resolution face an uncertain future in Congress, which normally funds the government at FY2022 levels until FY2023 bills are approved.\n\\\n[News report - Politico ](https://www.politico.com/news/2022/09/02/white-house-requests-47-billion-in-aid-for-ukraine-covid-monkeypox-and-natural-disasters-00054689)", "sources": [{"type": "news_article", "language": "english", "name": "News report - Politico ", "link": "https://www.politico.com/news/2022/09/02/white-house-requests-47-billion-in-aid-for-ukraine-covid-monkeypox-and-natural-disasters-00054689"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": [{"topics_id": {"name": "Global Health"}}]}, {"title": "Japan signs agreement with ADB to bolster regional food security", "slug": "japan-signs-agreement-adb-bolster-regional-food-security", "publish_date": "2022-09-06", "content": "The Japanese Ministry of Agriculture, Forestry, and Fisheries signed a memorandum of cooperation (MOC) with the Asian Development Bank (ADB) on September 6, 2022, aiming to strengthen sustainable and resilient agri-food systems in the Asia Pacific region.\n\\\nThe food system in the Asia Pacific region has been severely impacted by the COVID-19 pandemic, and these complications have been exacerbated by the Russian invasion of Ukraine. The partnership between Japan and the ADB intends to shore up efforts to ensure sustainable, resilient food systems to guarantee food security in the region. Accordingly, the ADB will work with Japan to strengthen climate-smart agriculture and food security by engaging with stakeholders at each stage of the food supply chain.  \n\\\n[Press release – Asian Development Bank](https://www.adb.org/news/adb-japan-agriculture-ministry-strengthen-food-systems-partnership)", "sources": [{"type": "press_release", "language": "english", "name": "Press release – Asian Development Bank", "link": "https://www.adb.org/news/adb-japan-agriculture-ministry-strengthen-food-systems-partnership"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Germany to contribute up to US$1 billion additionally for global food security in 2022", "slug": "germany-contribute-us1-billion-additionally-global-food-security-2022", "publish_date": "2022-09-03", "content": "On September 3, 2022, the German government earmarked up to €1.0 billion (US$1.0 billion) for global food security in response to rising global energy prices and disruptions in food supply caused by the Russian invasion of Ukraine.\n\\\nThis development was part of an agreement on a third financial relief package with an overall volume of €65.0 billion (US$68.7 billion), mostly dedicated to domestic issues.\n\\\nThe additional €1.0 billion (US$1.0 billion) must be spent in 2022 and will be funded through surpluses in the 2022 federal budget. Therefore, the exact amount of the contributions cannot be specified at this point.\n\\\nReport – German Federal Government (in German)", "sources": [{"type": "report", "language": "german", "name": "Report – German Federal Government (in German)", "link": "https://www.bundesfinanzministerium.de/Content/DE/Downloads/Schlaglichter/Entlastungen/ergebnispapier-des-koalitionsausschusses.pdf?__blob=publicationFile&v=4"}], "funders": [{"funder_profiles_id": {"name": "Germany"}}], "topics": [{"topics_id": {"name": "Nutrition"}}]}, {"title": "Sweden approves additional US$50 million in development assistance for Ukraine", "slug": "sweden-approves-additional-us50-million-development-assistance-ukraine", "publish_date": "2022-08-29", "content": "Sweden announced a new development assistance package of US$100 million for Ukraine on September 29, 2022. The package includes military assistance worth SEK500 million (US$50 million) and SEK500 million (US$50 million) for reconstruction efforts.\n\\\nNon-military funds will be used for the reconstruction of Ukraine, focusing on the sustainable management of destroyed infrastructure and humanitarian procurements. In addition, Sweden will assist with the delivery of Ukrainian wheat to countries most at risk of widespread starvation. As part of these efforts, Sweden will cover the costs for at least 30,000 tons of wheat to be transported by sea from Ukraine.\n\\\nSweden will also be responsible for coordinating waste management and recycling during reconstruction – a request made by President Zelenskyy when Swedish Prime Minister Magdalena Andersson visited Kyiv in July 2022.\n\\\nSince Russia’s full-scale invasion on February 24, 2022, Swedish support to Ukraine has more than doubled through a number of decisions amounting to an additional SEK5.2 billion (US$519 million) thus far for military, humanitarian, and reconstruction support, in addition to financial guarantees and civilian operations.\n\\\n[Press Release - Government of Sweden (in Swedish)](https://www.regeringen.se/artiklar/2022/08/1-miljard-i-okat-stod-till-ukraina/)", "sources": [{"type": "press_release", "language": "swedish", "name": "Press Release - Government of Sweden (in Swedish)", "link": "https://www.regeringen.se/artiklar/2022/08/1-miljard-i-okat-stod-till-ukraina/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Nutrition"}}]}, {"title": "Save the Children warns billions could be diverted from UK ODA for Ukraine refugee costs", "slug": "save-children-warns-billions-could-be-diverted-uk-oda-ukraine-refugee-costs", "publish_date": "2022-08-29", "content": "Save the Children have raised the alarm over the UK government’s controversial decision to use the ODA budget to cover the costs of housing 118,000 Ukrainians in the UK. Save the Children has estimated that the cost could be as high as 25% of the UK ODA budget in 2022, or £3 billion (US$4 billion). While Save the Children welcomes the UK’s support to refugees, it argues that it must not come at the cost of helping others in need. In order to cover the costs and ensure the ODA budget does not exceed 0.5% of UK gross national income, Save the Children estimates that hundreds of ODA projects will need to be stopped.\n\\\nThe UK only announced in July that it would begin to count the costs of housing Ukrainian refugees in the UK via its ODA budget.\n\\\n[News article – The Independent](https://www.independent.co.uk/news/uk/politics/overseas-aid-truss-ukraine-0-5-b2153445.html)", "sources": [{"type": "news_article", "language": "english", "name": "News article – The Independent", "link": "https://www.independent.co.uk/news/uk/politics/overseas-aid-truss-ukraine-0-5-b2153445.html"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": []}, {"title": "Norwegian Research Council announces US$15 million for projects on food security, global health", "slug": "norwegian-research-council-announces-us15-million-projects-food-security-global", "publish_date": "2022-08-29", "content": "The Norwegian Research Council announced that it will dedicate NOK148 million (US$15 million) to 14 research projects on international relations, the Arctics, global health, and food security. \n\\\nAnne Beathe Tvinnereim, the Norwegian Minister of International Development, said that the projects will generate vital knowledge for future Norwegian foreign and development policy. In addition, she highlighted that the government prioritizes research within international development, especially in light of current compounding crises; current and unfolding challenges like the climate crisis, uncertainty around global food security, the Russian war in Ukraine and high energy prices were all of concern to the minister. \n\\\nAccording to Tvinnereim, Norway has a responsibility to contribute knowledge and research to global challenges, especially considering its role as a major international development funder.\n\\\nOf the 14 research projects, seven will focus on global health, and Norwegian research institutions will collaborate closely with local partners. The aim of some of these projects will include developing new methods to diagnose and treat preeclampsia and sexually transmitted diseases (STDs); they will also test alternative models for providing psychological assistance to LGBTQ+ communities in low-income countries.\n\\\nTwo projects will also focus on global food security and will be conducted in collaboration with local partners in Africa. One of the projects will test methods to improve food security in 'Sub-Saharan Africa' (SSA; meaning the countries of Eastern, Western, Central, and Southern Africa, as designated by the African Union) by strengthening access to agricultural resources and innovations for small-scale food producers. The second project will look at technological and cultural obstacles to implementing alternative fertilizers.\n\\\n[Press release – the Norwegian Research Council (in Norwegian)](uhttps://fagpressenytt.no/artikkel/150-millioner-til-forskning-p%C3%A5-global-helse-matsikkerhet-og-internasjonal-politikk)\n\\\n[News article – Khrono (in Norwegian)](https://khrono.no/150-millioner-til-forskning-pa-internasjonale-sporsmal/712810)", "sources": [{"type": "press_release", "language": "norwegian", "name": "Press release – the Norwegian Research Council (in Norwegian)", "link": "https://fagpressenytt.no/artikkel/150-millioner-til-forskning-p%C3%A5-global-helse-matsikkerhet-og-internasjonal-politikk"}, {"type": "news_article", "language": "norwegian", "name": "News article – Khrono (in Norwegian)", "link": "https://khrono.no/150-millioner-til-forskning-pa-internasjonale-sporsmal/712810)"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Global health R&D"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Nutrition"}}]}, {"title": "Sweden partially restores development assistance cuts", "slug": "sweden-partially-restores-development-assistance-cuts", "publish_date": "2022-08-29", "content": "Sweden has announced it intends to restore SEK4.2 billion (US$398 million) of the SEK9.1 billion (US$850 million) it initially diverted from its international development budget in 2022 - roughly 18% of its annual development assistance spending - to cover the cost of hosting Ukrainian refugees in-country.\n\\\nSweden’s Minister for International Development Cooperation Matilda Ernkrans said that the latest decision followed a lower forecast from the country’s migration agency last month on Ukrainian refugee numbers this year. \n\\\nThe move - which follows an earlier reinstatement of SEK4.2 billion (US$398 million) in June 2022 for climate, democracy, and human rights assistance - was met by relief by development advocates. They have criticized Sweden’s proposed development budget cuts, highlighting the government's hasty decision to freeze substantial parts of development spending before the full impact of the Russian invasion of Ukraine was clear.\n\\\nCurrently, SEK6.1 billion (US$570 million) of the SEK57.4 billion (US $5.3 billion) in development spending for 2022 - roughly 11% - will go to in-donor refugee costs. This represents a lower share than the period from 2015-2017 when Sweden took in large numbers of Syrian refugees, though higher than the pre-COVID-19 pandemic years of 2018 and 2019.\n\\\n[Press Release – Government of Sweden (in Swedish)](https://www.regeringen.se/pressmeddelanden/2022/08/regeringen-lattar-ytterligare-pa-utbetalningstaket-for-det-svenska-bistandet/)", "sources": [{"type": "press_release", "language": "swedish", "name": "Press Release – Government of Sweden (in Swedish)", "link": "(https://www.regeringen.se/pressmeddelanden/2022/08/regeringen-lattar-ytterligare-pa-utbetalningstaket-for-det-svenska-bistandet/)"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Education"}}]}, {"title": "Japan contributes US$20 million to food security efforts", "slug": "japan-contributes-us20-million-food-security-efforts", "publish_date": "2022-08-29", "content": "The Japanese government announced contributions totalling US$20 million to bolster food security in Sri Lanka, Sudan, Syria, the Philippines, and Palestinian refugees in the Gaza Strip during the week of August 29, 2022.\n\\\nThe package included:\n\\\nUS$2 million through the World Food Programme (WFP) to Sri Lanka;\nUS$5 million through WFP for life-saving food assistance to internally displaced persons (IDPs) in Sudan;\nUS$6 million through WFP for food rations for people in urgent need of food assistance in Syria;\nUS$6 million through WFP for farmers and fisherfolk in the Philippines; and\nUS$2 million through United Nations Relief and Works Agency for Palestine Refugees in the Near East (UNRWA) for essential in-kind food assistance to over one million Palestine refugees in the Gaza Strip.\nThe donations are part of Japan’s July 2022 commitment to providing US$200 million for improving food security in the aftermath of the Russian invasion of Ukraine and subsequent food shortages.\n\\\n[Press release – World Food Programme ](https://www.wfp.org/news/japan-hands-over-food-donation-help-sri-lanka-respond-rising-food-insecurity)\n\\\n[Press release – World Food Programme](https://www.wfp.org/news/wfp-welcomes-japanese-support-provide-emergency-food-displaced-families-sudan)\n\\\n[Press release – World Food Programme](https://www.wfp.org/news/wfp-welcomes-new-funding-japan-help-sustain-life-saving-food-assistance-most-vulnerable-syria)\n\\\n[Press release – World Food Programme  ](uhttps://www.wfp.org/news/japan-contributes-us-6million-build-livelihoods-and-resilience-filipino-farmers-and-fisherfolk)\n\\\n[Press release – United Nations Relief and Works Agency for Palestine Refugees in the Near East](https://www.unrwa.org/newsroom/press-releases/japan-contributes-us-15-million-food-assistance-palestine-refugees-gaza)", "sources": [{"type": "press_release", "language": "english", "name": "Press release – World Food Programme ", "link": "https://www.wfp.org/news/japan-hands-over-food-donation-help-sri-lanka-respond-rising-food-insecurity"}, {"type": "press_release", "language": "english", "name": "Press release – World Food Programme", "link": "https://www.wfp.org/news/wfp-welcomes-japanese-support-provide-emergency-food-displaced-families-sudan"}, {"type": "press_release", "language": "english", "name": "Press release – World Food Programme", "link": "https://www.wfp.org/news/wfp-welcomes-new-funding-japan-help-sustain-life-saving-food-assistance-most-vulnerable-syria"}, {"type": "press_release", "language": "english", "name": "Press release – World Food Programme  ", "link": "https://www.wfp.org/news/japan-contributes-us-6million-build-livelihoods-and-resilience-filipino-farmers-and-fisherfolk"}, {"type": "press_release", "language": "english", "name": "Press release – United Nations Relief and Works Agency for Palestine Refugees in the Near East", "link": "https://www.unrwa.org/newsroom/press-releases/japan-contributes-us-15-million-food-assistance-palestine-refugees-gaza"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Nutrition"}}]}, {"title": "UK outlines specifics on funding uses for US$295 million in humanitarian assistance for Ukraine", "slug": "uk-outlines-specifics-funding-uses-us295-million-humanitarian-assistance-ukraine", "publish_date": "2022-08-27", "content": "The UK released a new report highlighting where its £220 million (US$295 million) in humanitarian assistance to Ukraine is going. The report highlights that 6.6 million people are displaced inside Ukraine, and 5.8 million people are registered as refugees across Europe, making it one of the fastest-growing refugee crises since World War II.\n\\\nUK funding, which includes £145 million (US$194 million) for the UN and Red Cross Agencies and an additional £25 million (US$34 million) in matched funding to the Disasters Emergency Committee Appeal (DEC), is focused on supporting the most vulnerable, including women, children, the elderly, and disabled. The UK has three core objectives:\n\\\nProviding assistance in Ukraine and to people seeking refuge in the region;\nWorking with others to deliver a well-coordinated and well-funded response; and\nAdvocating for respect for International Humanitarian Law (IHL)\n\\\n[Report – UK Government](uhttps://www.gov.uk/government/publications/uk-governments-humanitarian-response-to-russias-invasion-of-ukraine-facts-and-figures/uk-governments-humanitarian-response-to-russias-invasion-of-ukraine-facts-and-figures)", "sources": [{"type": "report", "language": "english", "name": "Report – UK Government", "link": "https://www.gov.uk/government/publications/uk-governments-humanitarian-response-to-russias-invasion-of-ukraine-facts-and-figures/uk-governments-humanitarian-response-to-russias-invasion-of-ukraine-facts-and-figures"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Global health R&D"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Netherlands commits additional US$85 million for Ukraine reconstruction", "slug": "netherlands-commits-additional-us85-million-ukraine-reconstruction", "publish_date": "2022-08-22", "content": "On a joint visit to Kyiv, Ministers Liesje Schreinemacher (Foreign Trade and Development Cooperation) and Kasja Ollongren (Defence) announced that the Netherlands will commit an additional €79 million (US$85 million) to support Ukraine’s struggle and reconstruction as a result of the Russian invasion.\n\\\nThe ministers announced that most of the extra assistance and investments (US$70 million) will support Ukraine’s reconstruction, for example by partially financing Dutch companies to restore bridges, dykes, and hospitals in affected areas. This funding is also meant to support local Ukrainian small- and medium-sized enterprises.\n\\\nAn additional US$11 million will be used for demining so people can return safely to their homes or farmlands. In addition, US$1 million was made available for draft reconstruction plans for Kherson, Odesa, and Mykolaiv, which will be developed and implemented by a diverse group of stakeholders, including young people, women, and refugees. A final US$3 million was set aside to support the European Bank for Reconstruction and Development (EBRD), which provides knowledge on macroeconomic reforms, good governance, and the rule of law.\n\\\nSince the start of the war six months ago, the Netherlands has supplied more than US$227 million in material, weapons, ammunition, and equipment to Ukraine. It has also given US$2 million to the United Nations Population Fund (UNFPA) for psychosocial support for victims of sexual and gender-based violence. In addition to financial support, the Netherlands deployed a forensic team to collect evidence on Russian war crimes in May 2022. On August 20, 2022, the Netherlands sent 90 Dutch soldiers to the UK to provide basic military training to Ukrainian soldiers.\n\\\nOllongren also offered to share knowledge and expertise concerning care for veterans. The Netherlands is currently considering a financial contribution to a new fund established by Ukraine and the UK to enable direct procurement of equipment from industries.\n\\\n[Press release – Dutch government (in Dutch)](https://www.rijksoverheid.nl/actueel/nieuws/2022/08/22/extra-nederlandse-steun-voor-strijd-en-wederopbouw-oekraine)", "sources": [{"type": "press_release", "language": "dutch", "name": "Press release – Dutch government (in Dutch)", "link": "https://www.rijksoverheid.nl/actueel/nieuws/2022/08/22/extra-nederlandse-steun-voor-strijd-en-wederopbouw-oekraine"}], "funders": [{"funder_profiles_id": {"name": "Global donor profile"}}, {"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Netherlands promises extra US$85 million for struggle, reconstruction Ukraine", "slug": "netherlands-promises-extra-us85-million-struggle-reconstruction-ukraine", "publish_date": "2022-08-22", "content": "On a joint visit to Kyiv, Ministers Liesje Schreinemacher (Foreign Trade and Development Cooperation) and Kasja Ollongren (Defence) announced that the Netherlands will commit an additional €79 million (US$85 million) to support Ukraine’s struggle and reconstruction.\n\\\nThe ministers announced that most of the extra aid and investments (US$70 million) will support Ukraine’s reconstruction, for example by (partially) financing Dutch companies to restore bridges, dykes, and hospitals in affected areas. This funding is also meant to support local Ukrainian small and medium enterprises.\n\\\nAnother US$11 million was announced to go to demining so people can return safely to their homes or farmlands. In addition, US$1 million was made available for draft reconstruction plans for the three municipalities of Kherson, Odesa, and Mykolaiv, which will be developed and implemented by a diverse group of stakeholders, including young people, women, and refugees. A final US$3 million was set aside to support the European Bank for Reconstruction and Development, which provides knowledge on macroeconomic reforms, good governance, and the rule of law.\n\\\nSince the start of the war six months ago, the Netherlands has supplied more than US$ 227 million in material, weapons, ammunition, and equipment to Ukraine. It has also given US$ 2 million to the United Nations Population Fund for psychosocial support for victims of sexual and gender-based violence. Besides financial support, the Netherlands deployed a forensic team to collect evidence on Russian war crimes in May of 2022. On Saturday, August 20, 2022, the Netherlands sent 90 Dutch soldiers to the UK to provide basic military training to Ukrainian soldiers.\n\\\nMinister Ollongren further offered to share knowledge and expertise around caring for veterans. The Netherlands is currently considering a financial contribution to a new fund established by Ukraine and the UK to enable direct procurement of equipment from industries.\n\\\n[Article – Dutch government (in Dutch)](https://www.rijksoverheid.nl/actueel/nieuws/2022/08/22/extra-nederlandse-steun-voor-strijd-en-wederopbouw-oekraine)", "sources": [{"type": "news_article", "language": "dutch", "name": "Article – Dutch government (in Dutch)", "link": "https://www.rijksoverheid.nl/actueel/nieuws/2022/08/22/extra-nederlandse-steun-voor-strijd-en-wederopbouw-oekraine"}], "funders": [{"funder_profiles_id": {"name": "Global donor profile"}}, {"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "UK parliament report calls on government for clear strategy to tackle global food security issues", "slug": "uk-parliament-report-calls-government-clear-strategy-tackle-global-food-security", "publish_date": "2022-08-20", "content": "The UK parliament’s International Development Committee published a new report on food security, which called on the government to publish a comprehensive strategy for addressing the global food crisis; the authors of the report envisioned specific increases in funding for humanitarian assistance and sustainable agriculture to address immediate and future-oriented concerns. The report also called on the government to support the newly established Global Alliance on Food Security (GAFS).\n\\\nThe report highlighted that the number of severely food insecure people has doubled since the COVID-19 pandemic began, from 135 million in 2019 to 276 million in summer 2022; this number is likely to increase by the end of 2022 due to Russia’s invasion of Ukraine and the resulting impact on food production and distribution. The report notes that rising inflation, the war in Ukraine, and increasingly intense and frequent extreme weather events are all negatively impacting food security.\n\\\nThe report acknowledges that food security is a priority for the UK, which commits to tackling the drivers of food insecurity and supporting sustainable agriculture and food systems in its recently released international development strategy.\n\\\nAt the bilateral level, the report notes that the UK government spent £198 million (US$266 million) on food assistance between 2021-2022, and it recently announced £18 million (US$24 million) for the FCDO’s 'Green Growth Centre of Expertise,' which will help to improve food production in countries including Kenya, Ghana, and Rwanda. The government also announced £133 million (US$179 million) for research and development (R&D) to help produce drought-resistant crop varieties.\n\\\nAt the multilateral level, the UK and other countries launched the new Global Alliance for Food Security (GAFS) on May 14, 2022; the UK has committed to providing funding to World Food Programme (WFP) and to other UN organizations including the Central Emergency Response Fund (CERF) and the UN International Fund for Agricultural Development (IFAD).\n\\\nHowever, the report calls for a clear strategy and for larger amounts of both humanitarian and agricultural funding to help address the compounding crises.\n\\\n[Report – UK Parliament Food Insecurity Report](uhttps://committees.parliament.uk/publications/22889/documents/168024/default/)", "sources": [{"type": "report", "language": "english", "name": "Report – UK Parliament Food Insecurity Report", "link": "https://committees.parliament.uk/publications/22889/documents/168024/default/"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Japan continues food assistance funding with US$11 million", "slug": "japan-continues-food-assistance-funding-us11-million", "publish_date": "2022-08-12", "content": "Japan is continuing to fund food assistance, as it promised at the G7 leader's summit in June 2022, with an additional ¥1.5 billion (US$11 million) contribution; the additional funding was divided between five countries:\n\\\n¥400 million (US$3 million) to South Sudan through the World Food Programme (WFP);\n¥350 million (US$3 million) to Togo;\n¥300 million (US$2 million) to Mozambique through the WFP;\n¥250 million (US$2 million) to Lesotho through the WFP; and\n¥200 million (US$2 million) to Sierra Leone through the WFP.\nEarlier this year, Japan committed to providing US$200 million to countries affected by the ongoing food crisis that has been exasperated by the Russian invasion of Ukraine. Funds will be used to strengthen food security and assist with the response to concurrent issues.\n\\\n[Press release – Ministry of Foreign Affairs of Japan (in Japanese)](https://www.mofa.go.jp/mofaj/press/release/press1_001032.html)\n\\\n[Press release – Ministry of Foreign Affairs of Japan (in Japanese)\n](uhttps://www.mofa.go.jp/mofaj/press/release/press1_001029.html\nPress release – Ministry of Foreign Affairs of Japan (in Japanese))\n\\\n[Press release – Ministry of Foreign Affairs of Japan (in Japanese)](https://www.mofa.go.jp/mofaj/press/release/press1_001028.html)\n\\\n[Press release – Ministry of Foreign Affairs of Japan (in Japanese)](https://www.mofa.go.jp/mofaj/press/release/press1_001023.html)\n\\\n[Press release – Ministry of Foreign Affairs of Japan (in Japanese)](uhttps://www.mofa.go.jp/mofaj/press/release/press1_001022.html)", "sources": [{"type": "press_release", "language": "japanese", "name": "Press release – Ministry of Foreign Affairs of Japan (in Japanese)", "link": "https://www.mofa.go.jp/mofaj/press/release/press1_001022.html"}, {"type": "press_release", "language": "japanese", "name": "Press release – Ministry of Foreign Affairs of Japan (in Japanese)", "link": "https://www.mofa.go.jp/mofaj/press/release/press1_001023.html"}, {"type": "press_release", "language": "japanese", "name": "Press release – Ministry of Foreign Affairs of Japan (in Japanese)", "link": "https://www.mofa.go.jp/mofaj/press/release/press1_001028.html"}, {"type": "press_release", "language": "japanese", "name": "Press release – Ministry of Foreign Affairs of Japan (in Japanese)", "link": "https://www.mofa.go.jp/mofaj/press/release/press1_001029.html"}, {"type": "press_release", "language": "japanese", "name": "Press release – Ministry of Foreign Affairs of Japan (in Japanese)", "link": "https://www.mofa.go.jp/mofaj/press/release/press1_001032.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Nutrition"}}]}, {"title": "Japan signs US$14 million grant agreement with Afghanistan for agricultural productivity", "slug": "japan-signs-us14-million-grant-agreement-afghanistan-agricultural-productivity", "publish_date": "2022-08-04", "content": "The Japan International Cooperation Agency (JICA) signed a ¥1.9 billion (US$14 million) grant agreement with Afghanistan to support agricultural productivity and the improvement of farmers’ livelihoods. The grant is part of the 'Project for the Enhancement of Food Production Capacity in Afghanistan.'\n\\\nThe 2021 drought led to severe food shortages in Afghanistan and the recent Russian invasion of Ukraine has exasperated the food crisis. About half of all farmers in the country are facing a decrease in harvestable crops and three million farm animals could also be lost.\n\\\nThe project aims will carry out initiatives in 11 provinces in Afghanistan including:\n\\\nRehabilitation of 326 small-scale irrigation facilities;\nDistribution of seed packages to 18,000 agriculture farmers;\nDistribution of livestock-protection packages including feed and vaccinations to 10,000 livestock farmers;\nProvision of home-gardening kits to 20,500 households; and\nTraining related to the above activities.\n\\\n[Press release – JICA](https://www.jica.go.jp/english/news/press/2022/20220804_31.html)", "sources": [{"type": "press_release", "language": "english", "name": "Press release – JICA", "link": "https://www.jica.go.jp/english/news/press/2022/20220804_31.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "FAO launches US$40 million project to address grain shortages in Ukraine", "slug": "fao-launches-us40-million-project-address-grain-shortages-ukraine", "publish_date": "2022-08-02", "content": "The Food and Agriculture Organization (FAO) launched a new CA$52 million (US$40 million) Canada-funded project to address grain storage shortages in Ukraine and sustain global food supplies.\n\\\nThe immediate impact of the project will be an expansion and immediate availability of storage capacities - an additional 2.4 million tonnes of grain storage between 2022-2023 - at this critical harvest time for Ukrainian producers of grain and oil seeds, while the longer-term impact will be in sustaining global food supplies. This project will strengthen food security and protect livelihoods in Ukraine, while also ensuring other grain import-dependent countries retain access to adequate grain supplies at a fair cost.\n\\\n14% of food storage facilities in Ukraine, a major global crop-producing country, have been damaged or destroyed by the Russian invasion, and an additional 10% are located in Russian-occupied territories. \n\n[Press release - FAO](https://www.fao.org/newsroom/detail/ukraine-fao-canada-join-forces-to-address-grain-storage-deficit/en)\n\n[Press release - FAO](https://twitter.com/FAOemergencies/status/1554478245894037504)", "sources": [{"type": "press_release", "language": "english", "name": "Press release - FAO", "link": "https://www.fao.org/newsroom/detail/ukraine-fao-canada-join-forces-to-address-grain-storage-deficit/en"}, {"type": "twitter", "language": "english", "name": "Twitter- FAO", "link": "https://twitter.com/FAOemergencies/status/1554478245894037504"}], "funders": [{"funder_profiles_id": {"name": "Canada"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Germany increases financial resources for fight against hunger to US$930 million", "slug": "policy-updates-germany-increases-financial-resources-fight-against-hunger-us930-million", "publish_date": "2022-07-29", "content": "The German government plans to contribute €880 million (US$930 million) to the fight against hunger, especially for countries in Africa and the Middle East. In March this year, the German Chancellor, Olaf Scholz, originally pledged €430 million (US$454 million) to address the effects the Russian invasion of Ukraine has on global food security.\n\\\nThe Ministery for Economic Cooperation and Development (BMZ) will distribute the funds across existing channels: €588 million (US$621 million) will go to existing crisis instruments, €250 million (US$264 million) to the BMZ’s special initiative ‘One World No Hunger’, and €42 million (US$44 million) will be additionally contributed to the World Food Programme (WFP). The BMZ aims to channel the financial resources to countries also affected by other crises, in addition to the hunger crisis, for example, climate change or armed conflicts. This includes, according to the BMZ, countries in East Africa, the Sahel Region, and the Middle East, as well as Egypt and Tunisia. The countries are to receive short-term support in addressing the acute food crisis, as well as in addressing long-term changes in agriculture and supply chains.\n\\\nBMZ’s implementing partners for implementing the funds include the WFP, the Global Agriculture and Food Security Program (GAFSP), Oxfam, and the German Welthungerhilfe.\n\\\n[News article – Deutsche Welle (in German)](https://www.dw.com/de/deutschland-gibt-fast-900-millionen-euro-f%C3%BCr-kampf-gegen-hunger/a-62666525)\n\\\nNews article – [Globe Echo](https://globeecho.com/news/europe/germany/federal-government-gives-880-million-euros-against-hunger-crisis/)\n\\\nBriefing paper – [Federal Ministry for Economic Cooperation and Development (in German)](https://www.bmz.de/resource/blob/118310/1b5a4a8861543adcfaaaa4bc8ea653ee/220729-bmz-sachstand-umsetzung-ernaehrungssicherheit-data.pdf)", "sources": [{"type": "news_article", "language": "german", "name": "Deutsche Welle", "link": "https://www.dw.com/de/deutschland-gibt-fast-900-millionen-euro-f%C3%BCr-kampf-gegen-hunger/a-62666525"}, {"type": "news_article", "language": "english", "name": "Global Echo", "link": "https://globeecho.com/news/europe/germany/federal-government-gives-880-million-euros-against-hunger-crisis/"}, {"type": "report", "language": "german", "name": "Federal Ministry for Economic Cooperation and Development (in German)", "link": "https://www.bmz.de/resource/blob/118310/1b5a4a8861543adcfaaaa4bc8ea653ee/220729-bmz-sachstand-umsetzung-ernaehrungssicherheit-data.pdf"}], "funders": [{"funder_profiles_id": {"name": "Germany"}}], "topics": [{"topics_id": {"name": "Nutrition"}}]}, {"title": "Japan donates US$7 million for food security ahead of TICAD8", "slug": "japan-donates-us7-million-food-security-ahead-ticad8", "publish_date": "2022-07-28", "content": "In light of the food crisis caused by the Russian invasion of Ukraine, Japan has donated ¥900 million (US$7 million) to four countries to support food security:\n\\\n¥300 million (US$2 million) to Liberia;\n¥200 million (US$2 million) to Libya through the World Food Programme (WFP);\n¥200 million (US$2 million) to Sao Tome and Principe; and\n¥200 million (US$2 million) to Eswatini through the WFP. \nThe donations will be used to strengthen food security and are part of a larger effort by Japan to support the global community during the food crisis. Specifically, these four grants come in advance of the Eighth Tokyo International Conference on African Development (TICAD8), which will be held in Tunisia from August 27 - 28, 2022.\n\\\n[Press release – Ministry of Foreign Affairs of Japan (in Japanese)](https://www.mofa.go.jp/mofaj/press/release/press1_000999.html)\n\\\n[Press release – Ministry of Foreign Affairs of Japan (in Japanese)](https://www.mofa.go.jp/mofaj/press/release/press1_001005.html)\n\\\n[\nPress release – Ministry of Foreign Affairs of Japan (in Japanese)](uhttps://www.mofa.go.jp/mofaj/press/release/press1_001013.html)\n\\\n[Press release – Ministry of Foreign Affairs of Japan (in Japanese)](https://www.mofa.go.jp/mofaj/press/release/press1_001015.html)", "sources": [{"type": "press_release", "language": "japanese", "name": "Press release – Ministry of Foreign Affairs of Japan (in Japanese)", "link": "https://www.mofa.go.jp/mofaj/press/release/press1_000999.html"}, {"type": "press_release", "language": "japanese", "name": "Press release – Ministry of Foreign Affairs of Japan (in Japanese)", "link": "https://www.mofa.go.jp/mofaj/press/release/press1_001005.html"}, {"type": "press_release", "language": "japanese", "name": "Press release – Ministry of Foreign Affairs of Japan (in Japanese)", "link": "https://www.mofa.go.jp/mofaj/press/release/press1_001013.html"}, {"type": "press_release", "language": "japanese", "name": "Press release – Ministry of Foreign Affairs of Japan (in Japanese)", "link": "https://www.mofa.go.jp/mofaj/press/release/press1_001015.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "UK suspends all 'non-essential' ODA ahead of Prime Minister race", "slug": "uk-suspends-all-non-essential-oda-ahead-prime-minister-race", "publish_date": "2022-07-25", "content": "UK Chancellor of the Exchequer Nazim Zahawi announced in late July 2022 that all ‘non-essential’ ODA spending will be suspended until the Conservative Party selects a new Prime Minister for the UK on September 7, 2022. The decision was made due to concerns that higher-than-anticipated ODA spending on resettling refugees from Ukraine and Afghanistan will result in the ODA budget breaching the new 0.5% gross national income (GNI) spending target. The UK government has not defined what counts as essential or non-essential ODA.\n\\\nThe UK Home Office's ODA budget is expected to be higher than originally planned because it will count the cost of housing refugees from Ukraine and Afghanistan in the UK as ODA. While no specific figures are given, Devex suggests ODA-eligible costs could be as high as £1 billion (US$1.3 billion) in the UK in 2022.  \n\\\nUK NGOs and development experts have criticized the move, noting that at a time of rising development needs with a global food crisis and the development impacts of COVID-19, it is not the time to suspend UK ODA.\n\\\nThe Financial Times, which first broke the story, has cited that the decision on whether to breach the 0.5% ODA/GNI limit, is one of six overarching challenges facing the next UK Prime Minister. They note that while reducing UK ODA is popular with many Conservative voters, it risks alienating centre-left Tory voters, particularly young graduates and professionals who are key for marginal Conservative seats.\n\\\n[News article - Devex](https://www.devex.com/news/brutal-suspension-to-uk-aid-to-last-at-least-until-september-103693)\n\\\n[News article - Financial Times](https://www.ft.com/content/df86bc7e-5f9d-488a-8eaa-1335c4b56182)\n\\\n[News article - The Guardian](https://www.theguardian.com/global-development/2022/jul/25/uk-ministers-urged-reverse-freeze-non-essential-overseas-aid)", "sources": [{"type": "news_article", "language": "english", "name": "News article - Devex", "link": "https://www.devex.com/news/brutal-suspension-to-uk-aid-to-last-at-least-until-september-103693"}, {"type": "news_article", "language": "english", "name": "News article - Financial Times", "link": "https://www.ft.com/content/df86bc7e-5f9d-488a-8eaa-1335c4b56182"}, {"type": "news_article", "language": "english", "name": "News article - The Guardian", "link": "https://www.theguardian.com/global-development/2022/jul/25/uk-ministers-urged-reverse-freeze-non-essential-overseas-aid"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global health R&D"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Sweden increases support to World Food Programme by US$7 million", "slug": "policy-updates-sweden-increases-support-world-food-programme-us7-million", "publish_date": "2022-07-23", "content": "Sweden announced it will increase its non-earmarked support to the World Food Programme (WFP) with SEK67 million (US$7 million). With this contribution, Sweden will provide SEK1 billion (US$100 million) in core support to the WFP in 2022.\n\\\nSweden’s support is planned to address food shortages resulting from conflicts, climate change, and rising food prices resulting from Russia's invasion of Ukraine. Sweden is one of the largest donors to WFP and is the organization’s largest core donor.\n\\\n[Press Release - Government of Sweden (in Swedish)](https://regeringen.se/pressmeddelanden/2022/07/extra-stod-till-fns-livsmedelsprogram-for-att-motverka-global-hungerkris/)", "sources": [{"type": "press_release", "language": "swedish", "name": "Extra stöd till FN:s livsmedelsprogram för att motverka global hungerkris", "link": "https://regeringen.se/pressmeddelanden/2022/07/extra-stod-till-fns-livsmedelsprogram-for-att-motverka-global-hungerkris/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Nutrition"}}]}, {"title": "Leaked internal report calls for ‘transactional’ approach to EU foreign assistance in African countries", "slug": "leaked-internal-report-calls-transactional-approach-eu-foreign-assistance-african", "publish_date": "2022-07-22", "content": "A leaked internal report from EU delegations in Africa called for a more transactional approach to providing EU development assistance to African countries by tying it to those countries’ support for “common values and a joint vision.”\n\\\nThe document was overseen by the head of the EU delegation to the African Union and was shared with Brussels-based diplomats in the European External Action Service (EEAS).\n\\\nWhile the European Commission previously maintained that the war in Ukraine will not impact the level of assistance provided to African countries, the report acknowledged that as the war drags on, the conflict will inevitably impact resource levels.\n\\\nThe report came amidst a backdrop of ambivalent responses from African countries to Russia’s invasion of Ukraine, with many refraining to support a UN condemnation. Additionally, some African leaders expressed concern that EU sanctions against Russia are contributing to the global food crisis despite EU leaders’ assurances that the sanctions do not target the agricultural sector. \n\\\n[News article - Devex](https://www.devex.com/news/exclusive-internal-report-shows-eu-fears-losing-africa-over-ukraine-103694?mkt_tok=Njg1LUtCTC03NjUAAAGF0_2LhaUTKxEul3nEyi2KzaTaHoUXyp7SQhaW-8t7Y6mcr4BKQ6--xIv5Mw6G0T_CplliDGHbXQ9fmXvq4rkce9PV8C8qQI4y23jotGkgoY5rMQ&utm_content=text&utm_source=nl_newswire&utm_term=article)", "sources": [{"type": "news_article", "language": "english", "name": "Exclusive: Internal report shows EU fears losing Africa over Ukraine", "link": "https://www.devex.com/news/exclusive-internal-report-shows-eu-fears-losing-africa-over-ukraine-103694?mkt_tok=Njg1LUtCTC03NjUAAAGF0_2LhaUTKxEul3nEyi2KzaTaHoUXyp7SQhaW-8t7Y6mcr4BKQ6--xIv5Mw6G0T_CplliDGHbXQ9fmXvq4rkce9PV8C8qQI4y23jotGkgoY5rMQ&utm_content=text&utm_source=nl_newswire&utm_term=article"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Nutrition"}}]}, {"title": "Japan, African Development Bank provide US$224 million loan for food security in Côte d’Ivoire", "slug": "japan-african-development-bank-provide-us224-million-loan-food-security-cote-divoire", "publish_date": "2022-07-19", "content": "The African Development Bank Group provided a US$151 million loan to Côte d’Ivoire to implement an Emergency Food Production Programme. The initiative is also supported by the Japan International Cooperation Agency (JICA), which provided a US$68 million contribution.\n\\\nThe Russian invasion of Ukraine has seriously impacted vulnerable populations in Côte d’Ivoire due to the rapidly increasing prices of basic necessities. The increase in fertilizer prices has weakened farmers’ ability to grow produce, exposing large portions of the population to food insecurity.\n\\\nThe loan will support the agricultural sector and aims to improve food security and reduce the country’s dependence on foreign imports. This project is part of a larger initiative to strengthen the agricultural sector in countries in Africa and produce 38 million tonnes of food over the next two years.\n\\\n[Press release – African Development Bank Group (in French)](https://www.afdb.org/fr/news-and-events/press-releases/securite-alimentaire-la-banque-africaine-de-developpement-accorde-un-pret-de-151-millions-deuros-la-cote-divoire-53588)", "sources": [{"type": "press_release", "language": "french", "name": "Press release – African Development Bank Group (in French)", "link": "https://www.afdb.org/fr/news-and-events/press-releases/securite-alimentaire-la-banque-africaine-de-developpement-accorde-un-pret-de-151-millions-deuros-la-cote-divoire-53588"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Japan and African Development Bank Group provide US$224 million for food security", "slug": "policy-updates-japan-and-african-development-bank-group-provide-us224-million-food-security", "publish_date": "2022-07-19", "content": "The African Development Bank Group provided Côte d’Ivoire with a loan of US$151 million to implement an Emergency Food Production Programme. The initiative is also supported by the Japan International Cooperation Agency (JICA) which provided a US$68 million contribution.\n\\\nThe Russian invasion of Ukraine has had a serious impact on vulnerable populations in Côte d’Ivoire due to the rapidly increasing prices of basic necessities. Moreover, the increase in fertilizer prices has weakened farmers’ abilities to grow to produce, exposing large portions of the population to food insecurity.\n\\\nThe loan will support the agricultural sector and aims to improve food security and reduce the country’s dependence on foreign imports. This project is part of a larger initiative to strengthen the agricultural sector throughout Africa and produce 38 million tonnes of food over the next two years.\n\\\n[Press release – African Development Bank Group (in French)](https://www.afdb.org/fr/news-and-events/press-releases/securite-alimentaire-la-banque-africaine-de-developpement-accorde-un-pret-de-151-millions-deuros-la-cote-divoire-53588)", "sources": [{"type": "press_release", "language": "french", "name": "African Development Bank Group", "link": "https://www.afdb.org/fr/news-and-events/press-releases/securite-alimentaire-la-banque-africaine-de-developpement-accorde-un-pret-de-151-millions-deuros-la-cote-divoire-53588"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "US to provide US$1.2 billion in assistance to Ethiopia, Somalia, Kenya", "slug": "us-provide-us12-billion-assistance-ethiopia-somalia-kenya", "publish_date": "2022-07-16", "content": "During his recent trip to the Middle East, US President Joe Biden announced US$1.2 billion in humanitarian and food assistance to Ethiopia, Somalia, and Kenya to help prevent starvation in light of the unprecedented drought and accompanying famine.  \n\\\nMost of the assistance will be for emergency food assistance, nutritional assistance to prevent child malnutrition, farming and agricultural support, health and water sanitation services, and assistance to prevent gender-based violence. \n\\\nSome of this assistance was part of an emergency supplemental bill previously approved by Congress, most of which was intended for Ukraine. This latest funding announcement brings the total of US assistance to this region to US$1.86 billion for FY2022.\n\\\nThis announcement comes as some members of Congress urged the Administrator of the United States Agency for International Development to spend already-approved funding faster.  Staffing shortages and inadequate efforts to quickly move appropriations to food assistance in areas that need it most are the primary reasons for the delay, according to the letter to the Administrator.  \n\\\n[News article - Reuters](https://www.reuters.com/world/biden-will-announce-1-billion-food-security-during-arab-summit-2022-07-16/?mkt_tok=Njg1LUtCTC03NjUAAAGFr_CDaLlFnrDy3NMlg0_cALjNs6j8X4WQqG0Eh1wlU2XUnv8fXTt1nLNTVFwfYpPgVo_WRBLuAzQxuCwjili8fK8qf7dGEIfDKznkLBJZxHeI)\n\\\n[Press release - USAID](https://www.usaid.gov/news-information/press-releases/jul-18-2022-united-states-provides-nearly-1-3-billion-assistance-horn-of-africa)\n\\\n[News article - Washington Post](https://www.washingtonpost.com/national-security/2022/07/12/united-states-food-aid-global/)\n\\\n[News article - Devex](https://www.devex.com/news/usaid-s-power-unveils-over-1b-for-global-food-crisis-calls-on-others-103663)", "sources": [{"type": "news_article", "language": "english", "name": "Reuters", "link": "https://www.reuters.com/world/biden-will-announce-1-billion-food-security-during-arab-summit-2022-07-16/?mkt_tok=Njg1LUtCTC03NjUAAAGFr_CDaLlFnrDy3NMlg0_cALjNs6j8X4WQqG0Eh1wlU2XUnv8fXTt1nLNTVFwfYpPgVo_WRBLuAzQxuCwjili8fK8qf7dGEIfDKznkLBJZxHeI"}, {"type": "press_release", "language": "english", "name": "USAID", "link": "https://www.usaid.gov/news-information/press-releases/jul-18-2022-united-states-provides-nearly-1-3-billion-assistance-horn-of-africa"}, {"type": "news_article", "language": "english", "name": "Washington Post", "link": "https://www.washingtonpost.com/national-security/2022/07/12/united-states-food-aid-global/"}, {"type": "news_article", "language": "english", "name": "Devex", "link": "https://www.devex.com/news/usaid-s-power-unveils-over-1b-for-global-food-crisis-calls-on-others-103663"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Nutrition"}}]}, {"title": "Netherlands announces US$3 million for Ukrainian war crime victims", "slug": "netherlands-announces-us3-million-ukrainian-war-crime-victims", "publish_date": "2022-07-14", "content": "Dutch Minister for Foreign Affairs Wopke Hoekstra pledged €3 million (US$3 million) for justice and support for Ukrainian victims on July 14, 2022, at the Ukraine Accountability Conference in The Hague. US$1 million will go to the International Criminal Court (ICC), US$1 million will go to the UN Human Rights field office in Ukraine, and US$1 million will go to psychosocial support for victims of sexual violence.\n\\\nThe Ukraine Accountability Conference was hosted by the Netherlands, the ICC, and the European Commission. Its objective was to strengthen and coordinate existing initiatives for Ukraine around truth-finding and justice. Ukraine’s foreign minister, Dmytro Kuleba, and President Volodymyr Zelensky joined the conference digitally.\n\\\nIn his speech, Hoekstra noted the necessity of swift and close collaboration of the ICC and participating countries in the joint investigation of potential war crimes in Ukraine. Hoekstra also highlighted the need for an overarching accountability strategy to establish the truth and ensure justice. The night before the conference in a radio interview, Hoekstra acknowledged it will be a long and tough process to bring the ultimate culprits to justice and to the ICC.\n\\\nThe Dutch financial pledge was paired with a commitment to step up cooperation with the ICC and support for the Ukrainian Prosecutor General. The Netherlands was also a signatory of the political declaration from the conference together with 44 other countries.\n\\\n[Speech – Dutch Government](https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/documenten/toespraken/2022/07/14/speech-wopke-hoekstra-bij-ukraine-accountability-conference)\n\\\n[Article and radio interview – NPO Radio 1 (in Dutch)](https://www.nporadio1.nl/nieuws/buitenland/6cdec312-6aad-4665-8d40-f97275f92486/wopke-hoekstra-over-oorlogsmisdaden)\n\\\n[\nPolitical declaration – Dutch Government](uhttps://www.government.nl/documents/diplomatic-statements/2022/07/14/political-declaration-of-the-ministerial-ukraine-accountability-conference", "sources": [{"type": "speech", "language": "dutch", "name": "Speech – Dutch Government", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/documenten/toespraken/2022/07/14/speech-wopke-hoekstra-bij-ukraine-accountability-conference"}, {"type": "press_release", "language": "dutch", "name": "Article and radio interview – NPO Radio 1 (in Dutch)", "link": "https://www.nporadio1.nl/nieuws/buitenland/6cdec312-6aad-4665-8d40-f97275f92486/wopke-hoekstra-over-oorlogsmisdaden"}, {"type": "government_document", "language": "dutch", "name": "Political declaration – Dutch Government", "link": "https://www.government.nl/documents/diplomatic-statements/2022/07/14/political-declaration-of-the-ministerial-ukraine-accountability-conference"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Alvaro Lario appointed president of IFAD", "slug": "alvaro-lario-appointed-president-ifad", "publish_date": "2022-07-08", "content": "On July 8, 2022, the Spanish Ministry of Foreign Affairs, European Union and Cooperation (MAEC) announced the appointment of Alvaro Lario as the new president of the International Fund for Agricultural Development (IFAD); he will be tasked with leading the response to the current global food crisis. \n\\\nSince 2018, Lairo worked as Associate Vice-President, Chief Financial Officer and Chief Controller, Financial Operations Department, at IFAD. He was responsible for IFAD’s financial strategies. Prior to that position, Lario served as Treasury Capital Markets Lead and Principal Portfolio Officer at the International Finance Corporation (IFC) of the World Bank Group. He holds a Masters in Economics from the London Business School and a Ph.D. in Financial Economics from the Complutense Madrid University. \n\\\nAmong other sectors, Spain prioritizes food security and rural development within its development cooperation policy. As a cornerstone to respond to the current food crisis caused by the Russian invasion of Ukraine, Spain is advocating for the importance of strengthening multilateral institutions. \n\\\n[Press release – MAEC (in Spanish)](https://www.exteriores.gob.es/es/Comunicacion/NotasPrensa/Paginas/2022_NOTAS_P/20220708_NOTA058.aspx)", "sources": [{"type": "press_release", "language": "spanish", "name": "MAEC", "link": "https://www.exteriores.gob.es/es/Comunicacion/NotasPrensa/Paginas/2022_NOTAS_P/20220708_NOTA058.aspx"}], "funders": [{"funder_profiles_id": {"name": "Spain"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Nutrition"}}]}, {"title": "MEPs call for EU to ramp up food security funding in LMICs", "slug": "meps-call-eu-ramp-food-security-funding-lmics", "publish_date": "2022-07-08", "content": "In response to the global food security crisis caused by Russia’s invasion of Ukraine, members of the European Parliament (MEPs) adopted a non-binding report calling for increased EU funding and action to support food security in low and middle-income countries (LMICs).\n\nMEPs said the EU should fill the funding gap in the 2022 UN humanitarian appeals for East Africa and the Middle East, but also prioritize sustainable agriculture and support for smallholder farmers in its longer-term international development programming. The report urged the EU to invest in sustainable food systems to enable LMICs to achieve self-sufficiency and nutritional security, as well as to reduce poverty. \n\n[News article - Euractiv](https://www.euractiv.com/section/agriculture-food/news/meps-call-for-funding-to-support-food-security-needs-of-ukraine-vulnerable-countries/?utm_source=piano&utm_medium=email&utm_campaign=22597&pnespid=p797BjxJJLMd2.aZqG7kA4CLtB.zVpAnI__2neZtvAxmjByGA6yWlR774uzjq14XbIqRhU.9Sw)\n\n[Report - European Parliament](https://www.europarl.europa.eu/doceo/document/A-9-2022-0195_EN.html)", "sources": [{"type": "news_article", "language": "english", "name": "Euractiv", "link": "https://www.euractiv.com/section/agriculture-food/news/meps-call-for-funding-to-support-food-security-needs-of-ukraine-vulnerable-countries/?utm_source=piano&utm_medium=email&utm_campaign=22597&pnespid=p797BjxJJLMd2.aZqG7kA4CLtB.zVpAnI__2neZtvAxmjByGA6yWlR774uzjq14XbIqRhU.9Sw"}, {"type": "report", "language": "english", "name": "European Parliament", "link": "https://www.europarl.europa.eu/doceo/document/A-9-2022-0195_EN.html"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "More than 40 countries see 15% food inflation, according to new report", "slug": "more-40-countries-see-15-food-inflation-according-new-report", "publish_date": "2022-07-07", "content": "The think tank CeSPI recently published a report for the Italian Parliament on the impact of the Russian invasion of Ukraine on global food security.\n\\\nThe report begins by claiming that the number of people suffering from food insecurity has reached 865 million in June 2022. In addition, the study analyses the drivers of increased global food prices, showing that trends toward crisis have emerged over the last two years and were accelerated by Russia’s conflict escalation in February 2022. Currently, several countries are facing food price spikes, with more than 40 countries experiencing 15% food inflation. \n\\\nRussia and Ukraine represent around 12% of calories exported worldwide, accounting for one-third of total wheat exports and more than half of global sunflower oil exports. The report highlights that in June 2022, global wheat production fell by 1.5 million tons, - linked particularly to the conflict in Ukraine due to blocked wheat exports from Ukrainian harbors, etc., as well as decreases in agricultural production due to the dry season in countries like France, Spain, and India. These factors are exposing the most fragile countries to food insecurity, particularly low- and middle-income countries in the Middle East and North Africa region, which imports half of its cereals from Russia and Ukraine and countries in Southern Asia and the remainder of countries in the African Union. These countries will face higher costs when replacing low-cost imports with new suppliers. \n\\\nThe report states that the global food security impact of the escalated conflict in Ukraine will depend on three factors:\n\\\n1.  A drastic reduction in agricultural production and food exports from Russia and Ukraine;\n2.  A surge in global food prices, as well as the prices of crucial inputs for global supply chains, such as fertilizers and energy; and\n3.  The launch of restrictive measures such as export bans of agricultural products, in several countries such as Argentina, Egypt, Indonesia, Serbia, and Turkey that have begun implementing these policies. \n\\\nFinally, the report discusses some policy measures that could be taken to mitigate and eradicate global food insecurity. While in the short-term it is crucial to support the most fragile countries with humanitarian food assistance, it is also essential to address the root causes of hunger by supporting financial investments that allow the creation of resilient, sustainable, and productive agri-food systems.  \n\\\n[Report - CeSPI (in Italian)](https://www.parlamento.it/application/xmanager/projects/parlamento/file/repository/affariinternazionali/osservatorio/approfondimenti/PI0191.pdf)", "sources": [{"type": "report", "language": "italian", "name": "CeSPI", "link": "https://www.parlamento.it/application/xmanager/projects/parlamento/file/repository/affariinternazionali/osservatorio/approfondimenti/PI0191.pdf"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}, {"funder_profiles_id": {"name": "Italy"}}], "topics": [{"topics_id": {"name": "Nutrition"}}]}, {"title": "Oxfam calls for improved global food systems amidst growing shortage", "slug": "oxfam-calls-improved-global-food-systems-amidst-growing-shortage", "publish_date": "2022-07-07", "content": "Oxfam Novib in the Netherlands responded to the new Food and Agricultural Organization (FAO) report, “State of Food Insecurity and Nutrition in the World 2022” with a call for improved global food systems that address inequalities. \n\\\nThe FAO report states that 828 million people in 2021 suffered hunger, an increase of 150 million people since the COVID-19 pandemic began. This development is concerning as it indicates a global food system under increasing pressure due to conflicts, the COVID-19 pandemic, and intensifying climate change impacts rather than a lack of food. The response highlighted the FAO's report finding - while hundreds of millions of people are starving, the wealth of billionaires in the food sector reached astronomical heights, increasing by US$382 million in the last two years.\n\\\nThe global food system was extremely vulnerable, even before the war in Ukraine. The author highlighted that the world food system upholds inequality, impoverishes small-scale farmers, perpetuates hunger, and damages the climate. Oxfam called for a system in service of the planet and people, rather than large agri-industries.\n\\\nOxfam highlighted the need for financial support in the food sector, citing that only 17% of the total US$3.8 billion required by the UN for emergency response in the Sahel region has been financed. Similarly, only 15% has been committed to the almost US$7 billion required by the UN to fight the worst drought in 40 years in East Africa and support 28 million people with extreme hunger.\n\\\n[\nPress release – Oxfam Novib (in Dutch)](uhttps://www.oxfamnovib.nl/persberichten/reactie-oxfam-novib-op-nieuwe-cijfers-vn-wereldvoedselrapport-2022\n\\\n[Report - FAO](https://www.fao.org/publications/sofi/2022/en/)", "sources": [{"type": "press_release", "language": "dutch", "name": "Press release – Oxfam Novib (in Dutch)", "link": "https://www.oxfamnovib.nl/persberichten/reactie-oxfam-novib-op-nieuwe-cijfers-vn-wereldvoedselrapport-2022"}, {"type": "report", "language": "english", "name": "Report - FAO", "link": "https://www.fao.org/publications/sofi/2022/en/"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": [{"topics_id": {"name": "Global health R&D"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Nutrition"}}]}, {"title": "Netherlands announces additional US$216 million loan for Ukraine through IMF", "slug": "netherlands-announces-additional-us216-million-loan-ukraine-through-imf", "publish_date": "2022-07-06", "content": "**On July 5, 2022, at the Ukraine Recovery Conference in Lugano, Switzerland, the Dutch Minister for Foreign Trade and Development Cooperation Liesje Schreinemacher announced that the Netherlands will lend the Ukrainian government an additional US$216 million through the International Monetary Fund (IMF). This support is in addition to the Netherlands’ previous US$151 million financial contribution.**\n\nIn a letter, Schreinemacher elaborated that this additional financing will go through a special credit line for Ukraine at the IMF, called the Multi-Donor Administered Account. The funding is meant to support the Ukrainian government’s day-to-day costs, including salaries of civil servants, teachers, and healthcare workers, and to ultimately keep the economy going.\n\nDue to Ukraine’s financing needs, the Dutch Minister of Finance will approve the pledge via an accelerated budget process. The intended financial contribution will be submitted to the House for approval after the summer recess ends in mid-September.\n\n[Speech – Dutch government](https://www.government.nl/documents/speeches/2022/07/05/speech-minister-liesje-schreinemachter-ukraine-recovery-conference-lugano)\n\n[Letter – Dutch government (in Dutch)](https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/documenten/kamerstukken/2022/07/06/kamerbrief-inzake-stand-van-zaken-oekraine)", "sources": [{"type": "speech", "language": "english", "name": "Dutch government", "link": "https://www.government.nl/documents/speeches/2022/07/05/speech-minister-liesje-schreinemachter-ukraine-recovery-conference-lugano"}, {"type": "letter", "language": "dutch", "name": "Dutch government", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/documenten/kamerstukken/2022/07/06/kamerbrief-inzake-stand-van-zaken-oekraine"}], "funders": [{"funder_profiles_id": {"name": "Global donor profile"}}, {"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Japan increases food security contribution by US$200 million", "slug": "japan-increases-food-security-contribution-us200-million", "publish_date": "2022-07-05", "content": "Japan announced an additional US$200 million in response to the global food crisis caused by the Russian invasion of Ukraine.\n\\\nThe government will provide food assistance and capacity building for countries facing shortages, disburse emergency food assistance to countries in the Middle East and Africa, and support grain exports from Ukraine. The funds will be donated through UN agencies and Japanese NGOs. Specifically: \n\\\n*   US$47 million will be disbursed bilaterally for food assistance and capacity building for food production;\n*   US$36 million will be channeled through the World Food Programme (WFP) and will go toward food assistance and capacity building for food production;\n*   US$20 million will go to the Food and Agriculture Organization (FAO) and will target capacity building for food production;\n*   US$68 million will be allocated to the WFP and will go to emergency food and nutrition assistance;\n*   US$5 million will be channeled through the United Nations Relief and Works Agency for Palestine Refugees in the Near East (UNRWA) and will be disbursed as emergency food assistance; \n*   US$17 million will go to the FAO will support the promotion of grain exports from Ukraine; and \n*   US$10 million for Japanese NGOs (through Japan Platform) will target emergency food assistance. \n\\\n[News article – NHK](https://www3.nhk.or.jp/nhkworld/en/news/20220705_21/amp.html) \n\\\n[Press release – Ministry of Foreign Affairs of Japan](https://www.mofa.go.jp/press/release/press1e_000304.html)", "sources": [{"type": "news_article", "language": "english", "name": "NHK", "link": "https://www3.nhk.or.jp/nhkworld/en/news/20220705_21/amp.html"}, {"type": "press_release", "language": "english", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/press/release/press1e_000304.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Agriculture"}}]}, {"title": "UK diverts unspent climate ODA to provide US$1.3 billion in military assistance to Ukraine", "slug": "uk-diverts-unspent-climate-oda-provide-us13-billion-military-assistance-ukraine", "publish_date": "2022-07-04", "content": "UK Prime Minister Boris Johnson announced an additional £1 billion (US$1.3 billion) in military support for Ukraine at the NATO summit in Madrid on June 30, 2022. This will bring the UK’s total military support to Ukraine following the Russian invasion to £2.3 billion (US$3.1 billion).  \n\nSome of this funding will come from the Department for Business, Energy and Industrial Strategy (BEIS) and will be taken from unspent ODA funds, including its earmarked ODA for international climate finance.\n\nClimate finance experts denounced the move as unjust, noting that many low- and middle-income countries are depending on much-needed climate finance to help mitigate and adapt to the impacts of climate change. Climate finance experts also noted that the UK holds COP26 Presidency until November 2022 and that the diversion of its commitments sends the wrong signal to other countries at a time when climate leadership is required.\n\n[News article – Politico](https://www.politico.eu/article/uk-use-climate-aid-cash-buy-weapon-ukraine/)", "sources": [{"type": "news_article", "language": "english", "name": "Politico", "link": "https://www.politico.eu/article/uk-use-climate-aid-cash-buy-weapon-ukraine/"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": [{"topics_id": {"name": "Climate"}}]}]}