{"meta": {"filter_count": 410}, "data": [{"title": "Norad presents 2023 ODA statistics, shows 18% overall increase", "slug": "norad-presents-2023-oda-statistics-shows-18-overall-increase-2024", "publish_date": "2024-05-07", "content": "**On May 7, 2024, :abbr[Norad] presented the statistics on Norwegian development assistance in 2023, showing that Norwegian :abbr[ODA] reached a record high of NOK58.6 billion (US$5.4 billion), an increase of 18% or NOK9 billion (US$832 million) compared to 2022.**\\\n\\\n:abbr[ODA] increased in all regions, significantly affected by the one-time additional allocation of NOK5 billion (US$462 million) to :abbr[LICs] particularly affected by Russia's full-scale invasion of Ukraine.\\\n\\\n*By region*, the largest increase in :abbr[ODA] was to Europe. In total, European countries received NOK9.1 billion (US$842 million) in funding. Of the total European allocation, the largest share of funding went to Ukraine and Moldova. The funding to Ukraine in 2023 stood at NOK7.9 billion (US$730 million).\\\n\\\nDevelopment assistance to the African continent increased by NOK2.5 billion (US$321 million), reaching a total of NOK10.2 billion (US$943 million). Africa remains the region receiving the most development assistance from Norway. The increase in funding to Africa is explained by long-term assistance to agriculture, fisheries, food security and emergency relief.\\\n\\\nDevelopment assistance to the Middle East increased by over NOK1 billion (US$92 million), reaching NOK3.8 billion (US$351 million) in 2023. The increase was almost exclusively in emergency assistance. Palestine was the second-largest recipient of Norwegian development assistance in 2023, receiving NOK1.2 billion (US$111 million). The majority of the funding was given as humanitarian assistance and emergency relief.\\\n\\\n*By partner,* multilateral organizations were the largest partner group for Norwegian :abbr[ODA], followed by :abbr[CSOs] and the public sector. Multilaterals received NOK31.7 billion (US$2.9 billion) in 2023, an increase of NOK6.3 billion (US$582 billion) from 2022. :abbr[CSOs] received NOK13.2 billion (US$1.2 billion) in 2023, compared to NOK10.3 billion (US$952 million) in 2022.\\\n\\\nThe World Bank Group was the largest partner with NOK7.4 billion (US$684 million) in 2023, of which slightly over one-fifth was core support. The :abbr[WFP] was the second-largest recipient with NOK2.4 billion (US$222 million), approximately half of which was earmarked for emergency relief. Overall, multilateral organizations were the dominant partner group for Norwegian health assistance, with over 80% being channeled through multilateral partners in 2023. \\\n\\\n*By sector*, emergency relief and multisectoral support saw the largest growth from 2022 to 2023, while there was a decrease in refugee expenses and earmarked assistance for education.\\\n\\\n:abbr[ODA] to agriculture, fisheries, and food security significantly increased from NOK3.9 billion (US$360 million) in 2022 to NOK6.4 billion (US$592 million) in 2023. Most of the increase of NOK2.5 billion (US$231 million) was funded by the one-time funding package for :abbr[LICs] particularly affected by Russia's war against Ukraine.\\\n\\\nTotal Norwegian :abbr[ODA] to health stood at NOK6.5 billion (US$601 million) in 2023, up from NOK6.3 billion (US$582 million) in 2022. This is significantly lower than in 2020 and 2021, when development assistance globally was influenced by the Covid-19 pandemic.\\\n\\\nBetween 2014 and 2023, health assistance slightly increased when measured in 2024 prices, from NOK4.7 billion (US$434 million) in 2014. The largest partners in health assistance in 2023 were Gavi at NOK1.5 billion (US$138 million), :abbr[UNFPA] at NOK1.1 billion (US$101 million) and the :abbr[WHO] at NOK687 million (US$63.5 million). Of the earmarked health :abbr[ODA], totaling NOK3.5 billion (US$323 million) in 2023, 58% went to programs targeting :abbr[LICs] not geographically earmarked. Africa received the most of the geographically earmarked health support, with around NOK600 million (US$55.5 million).\\\n\\\nIn 2023, NOK1.7 billion (US$157 million) went to :abbr[SRHR], down from NOK1.8 billion (US$166 million) in 2022. Multilateral organizations, an important partner group in Norwegian :abbr[SRHR] efforts, received 51% of the earmarked support in addition to the calculated core support, totaling 81% of :abbr[SRHR]  support. :abbr[UNFPA] was the largest individual partner and received nearly half of total :abbr[SRHR]  support.\n", "sources": [{"type": "news_article", "language": "norwegian", "name": "Norwegian Agency for Development Cooperation", "link": "https://www.norad.no/globalassets/publikasjoner/publikasjoner-2024/tall-som-teller---statistikk-over-norsk-utviklingsbistand-i-2023.pdf"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Nutritious Food Systems"}}, {"topics_id": {"name": "Maternal, Newborn, and Child Health"}}, {"topics_id": {"name": "Family Planning"}}, {"topics_id": {"name": "International development"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "US to provide US$190 million in energy, economic funding, US$60 million for agricultural assistance to Ukraine", "slug": "us-to-provide-us-190-million-in-energy-and-economic-assistance-to-ukraine-2024", "publish_date": "2024-05-03", "content": "**On May 3, 2024, :abbr[USAID] announced that it is providing US$190 million to Ukraine for energy assistance to build resilient, reliable, affordable and secure energy supplies to Ukraine.**\\\n\\\nThe program, titled *Securing Power, Advancing Resilience and Connectivity*, will provide critical technical and equipment over a five-year period. The announced funding adds to the nearly US$1 billion in energy assistance that the :abbr[US] has provided since the start of the war in February 2022.\\\n\\\nThe :abbr[US] also passed the National Security Supplemental Bill, comprising US$95 billion in 'foreign aid' supplemental appropriations (with US$61 billion for Ukraine), and is slated to provide an additional US$1.4 billion from this bill in economic recovery assistance to Ukraine.\\\n\\\nAdditionally, :abbr[USAID] will launch *Harvest*, a program to invest in micro-, small-, and medium-sized grain and oil seed producers in Ukraine's agricultural sector. *Harvest* is an extension of :abbr[USAID]'s Agriculture Resilience Initiative-Ukraine, through which :abbr[USAID] has invested over US$350 million and has leveraged more than that through the private sector and other donors.", "sources": [{"type": "press_release", "language": "english", "name": "USAID", "link": "https://www.usaid.gov/news-information/press-releases/may-03-2024-united-states-announces-more-190-million-support-ukraines-energy-sector"}, {"type": "press_release", "language": "english", "name": "USAID", "link": "https://www.usaid.gov/news-information/press-releases/may-03-2024-united-states-announces-60-million-bolster-agriculture-amid-war-time-threats-ukraine?utm_medium=email&utm_source=govdelivery"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "German development minister announces 'SkillsAlliance for Ukraine' initiative", "slug": "german-development-minister-announces-skills-alliance-for-ukraine-initiative-2024", "publish_date": "2024-04-26", "content": "**On April 26, 2024, German Development Minister Svenja Schulze announced that Germany is planning to launch an international initiative, known as SkillsAlliance for Ukraine, to address the labor shortage in Ukraine, provide training in key sectors for reconstruction, and mobilize international support.**\\\n\\\nSchulze announced the initiative during a German-Ukrainian conference in Berlin, aiming to launch at the Ukraine Recovery Conference in June 2024.\\\n\\\nThe initiative is in response to the labor shortage caused by the Russian invasion of Ukraine in Febrary 2022, with a focus on providing training and education in various sectors crucial for reconstruction, such as healthcare, construction, :abbr[IT], agriculture, and renewable energy, targeting youth, internally displaced persons, and women to enhance their participation in the country's rebuilding efforts.\\\n\\\nThe initiative builds on existing vocational training programs supported by the German government, and aims to mobilize international partners including :abbr[UNICEF], :abbr[EBRD], and the :abbr[EU] Commission to address Ukraine's reconstruction needs and activate further support ahead of the conference.", "sources": [{"type": "press_release", "language": "german", "name": "BMZ", "link": "https://www.bmz.de/de/aktuelles/aktuelle-meldungen/bmz-initiiert-fachkraefte-initiative-fuer-wiederaufbau-ukraine-207606"}], "funders": [{"funder_profiles_id": {"name": "Germany"}}], "topics": []}, {"title": "Sweden pledges US$396 million to support humanitarian assistance actors", "slug": "sweden-pledges-us-396-million-to-support-humanitarian-assistance-actors-2024", "publish_date": "2024-04-26", "content": "**On April 26, 2024, Sweden pledged EUR371 million (US$396 million) in humanitarian assistance through :abbr[Sida] to address 30 ongoing humanitarian crises and support humanitarian actors in the Democratic Republic of the Congo, Afghanistan, and Sudan.**\\\n\\\nAssistance will be directed towards regions and populations affected by conflict, displacement, natural disasters, and other emergencies. Swedish Minister for International Development Cooperation and Foreign Trade Johan Forssell emphasized that strengthening humanitarian assistance is a major goal in the Swedish government’s reform agenda for humanitarian assistance.\\\n\\\nForssell noted that :abbr[Sida]’s allocation is based on a model that ensures funds are provided where needs are greatest to support effective, appropriate and flexible humanitarian assistance, with the aim of saving lives and alleviating suffering.\\\n\\\nThe funding brings Sweden’s humanitarian assistance in 2024 total to EUR758 million (US$810 million). Additionally, the Government is providing EUR336 million (US$359 million) in core support to international humanitarian organizations in 2024, most of which has already been allocated. The Swedish government can allocate additional assistance within this framework in response to humanitarian crises, including crisis responses in Ukraine, Gaza, and Sudan.", "sources": [{"type": "press_release", "language": "english", "name": "Press Release - Government of Sweden", "link": "https://www.government.se/press-releases/2024/04/eur-371-million-in-humanitarian-assistance-through-sida-to-30-humanitarian-crises/"}], "funders": [], "topics": [{"topics_id": {"name": "International development"}}]}, {"title": "Netherlands provides US$39 million in core funding to UNDP", "slug": "netherlands-provides-us-39-million-in-core-funding-to-undp", "publish_date": "2024-04-24", "content": "**On April 24, 2024, the :abbr[UNDP] announced that the Netherlands contributed EUR36 million (US$39 million) in core funding to the :abbr[UNDP] for 2024.**\\\n\\\nThe flexible funding supports implementing the :abbr[UNDP]’s strategic plan for 2022-2025 to tackle multidimensional poverty, promote good governance, foster the rule of law, and champion gender equality globally.\\\n\\\nThe :abbr[UNDP] also highlighted positive results coming from its partnership with the Netherlands. With Dutch support, the :abbr[UNDP] is strengthening Ukraine’s capacity and use of advanced technology to manage mine action operations.", "sources": [{"type": "news_article", "language": "english", "name": "UNDP", "link": "https://www.undp.org/news/kingdom-netherlands-invests-undp-advance-sustainable-development-around-world"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}]}, {"title": "Netherlands publishes 2024 Spring Budget, reallocates US$870 million to host asylum seekers", "slug": "netherlands-publishes-2024-spring-budget-reallocates-us-870-million-to-host-asylum-seekers-2024", "publish_date": "2024-04-23", "content": "**On April 15, 2024, outgoing Dutch Minister of Finance Steven van Weyenberg presented the Spring Budget, which showed that an additional EUR4.4 billion (US$4.8 billion) will be made available for military and humanitarian support to Ukraine for 2024-2026 and the EUR800 million (US$870 million) in :abbr[ODA] was reallocated to cover :abbr[IDRCs].**\\\n\\\nThe funding is in addition to EUR3.4 billion (US$3.6 billion) in :abbr[ODA] allocated to host asylum seekers in 2023’s Spring Budget covering 2023-2027. The extra expenses are covered by windfalls from various budgets.\\\n\\\nDutch development Association :abbr[Partos] argued that by increasingly using :abbr[ODA] to host asylum seekers within the Netherlands, the current Dutch cabinet continues to make itself a major recipient of its developing money. Recent :abbr[OECD] numbers found that 17.7% of the Dutch development budget is spent domestically, and the new Spring Budget suggests this will increase to 20% in the coming years. :abbr[Partos] called on the Dutch government to ensure the development budget prioritizes tackling challenges such as hunger, poverty, and climate change elsewhere in the world, and to maintain a good international position.\n", "sources": [{"type": "government_document", "language": "dutch", "name": "Spring Budget 2024", "link": "1.\thttps://open.overheid.nl/documenten/654bb63d-69e9-455f-99c4-fde52e3dc390/file"}, {"type": "news_article", "language": "dutch", "name": "Article on Spring Budget 2024", "link": "2.\thttps://www.rijksoverheid.nl/onderwerpen/overheidsfinancien/voorjaarsnota"}, {"type": "oped", "language": "dutch", "name": "Partos", "link": "3.\thttps://www.partos.nl/nieuws/voorjaarsnota-kabinet-laat-kansen-liggen-om-internationale-positie-en-verdienvermogen-te-verstevigen/"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Japan’s ODA increases by 12% in 2023", "slug": "japan-s-2023-oda-increases-by-12-in-2023-2024", "publish_date": "2024-04-23", "content": "**On April 23, 2024, Japan announced that it strengthened its :abbr[ODA] contributions in 2023, disbursing approximately US$19.6 billion, a 12% increase from 2022.**\\\n\\\nHowever, Japan has yet to meet the :abbr[OECD] :abbr[DAC] goal of 0.7% :abbr[ODA/GNI].\\\n\\\nJapan’s 2023 :abbr[ODA] included an allocation of US$4.1 billion to Ukraine, demonstrating its commitment to addressing humanitarian and developmental needs in conflict-affected regions. Additionally, Japan’s :abbr[ODA] to the West Bank and Gaza increased to US$1.4 billion in 2023, underscoring its ongoing engagement in the Middle East peace process.\\\n\\\nAmidst these broader trends, Japan remains dedicated to its :abbr[ODA] objectives and actively engages in discussions with international organizations to coordinate efforts and address emerging challenges. Japan’s continued support for :abbr[ODA] initiatives, particularly in regions experiencing conflict and humanitarian crises, reflects its commitment to promoting global stability and prosperity through effective assistance programs.", "sources": [{"type": "news_article", "language": "japanese", "name": "Japan External Trade Organization", "link": "https://www.jetro.go.jp/biznews/2024/04/15cdb32387363369.html"}, {"type": "press_release", "language": "japanese", "name": "Publication of ODA results of each country in 2023 (provisional figures)", "link": "https://www.mofa.go.jp/mofaj/press/release/press1_001634.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "Canada’s international development organizations commend new funding, criticize lack of ODA transparency", "slug": "canada-s-international-development-organizations-commend-new-funding-criticize-lack-of-oda-transparency-2024", "publish_date": "2024-04-16", "content": "**On April 16, 2024, Canada released its Budget 2024, which included new funding to support Ukraine and bolster Canada’s international humanitarian assistance, but was criticized for a lack of transparency and did not include an increase in longer-term development assistance.**\\\n\\\nNew funding announced included:\n\n- CAD2.4 billion (US$1.7 billion) in loans to Ukraine in 2024 to support civilian services;\n- CAD217 million (US$157 million) over five years starting in FY2025/26 for the :abbr[EBRD] to support Ukraine’s reconstruction;\n- CAD76 million (US$55 million) for additional peace and security assistance for Ukraine between :abbr[FY]2024/25 and :abbr[FY]2026/27;\n- CAD350 million (US$254 million) over two years beginning in :abbr[FY]2024/25 to international humanitarian assistance;\n- CAD146 million (US$106 million) over five years starting in :abbr[FY]2027/28 to purchase shares in the Inter-American Development Bank to support clean economic growth and create economic opportunities for women in Latin America and the Caribbean; and\n- CAD40 million (US$29 million) in FY 2023/24 for humanitarian assistance to Gaza.\n\n<br>\n\n*Budget 2024* also recommits to leadership on international women’s rights and gender equality, support for global :abbr[LGBTQI+] rights, and the modernization of international financial institutions, including the European Bank for Reconstruction and Development Agreement Act, the International Development Assistance Act, and the :abbr[IMF] to support responsiveness to emerging global threats.\\\n\\\nCanadian international cooperation organizations and coalitions, including Cooperation Canada, Oxfam Canada, :abbr[UNICEF] Canada, and more, released statements lauding the government's commitment to CAD350 million (US$254 million) in new international humanitarian assistance. However, Cooperation Canada criticized the lack of budget transparency surrounding Canada’s :abbr[IAE] as well as the absence of any increase in funding for longer-term development assistance.\\\n\\\nWhile previous budgets presented rough estimates of the :abbr[IAE], *Budget 2024* does not provide a spending forecast. Cooperation Canada noted that it is difficult to know whether Canada’s assistance budget is increasing or decreasing with no information on trends, sectoral or spending-type breakdowns, or multi-year forward spending plans. The coalition estimated the :abbr[IAE] budget for this year to be around CAD7.2 billion (US$5.2 billion) per year, representing a growth of about 5% from 2023's CAD6.9 billion (US$5 billion).", "sources": [{"type": "government_document", "language": "english", "name": "Department of Finance Canada", "link": "https://www.budget.canada.ca/2024/home-accueil-en.html"}, {"type": "joint_statement", "language": "english", "name": "Cooperation Canada", "link": "https://cooperation.ca/reacting-to-budget-2024/"}], "funders": [{"funder_profiles_id": {"name": "Canada"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}]}, {"title": "Norway reaches 1% ODA/GNI in 2023", "slug": "norway-reaches-1-oda-gni-in-2023-2024", "publish_date": "2024-04-12", "content": "**On April 11, 2024, preliminary data from the :abbr[OECD] showed that Norway provided NOK58.6 billion (US$5.4 billion) to development assistance in 2023, or 1.09% :abbr[ODA/GNI],  the only :abbr[OECD] :abbr[DAC] country with more than 1% :abbr[ODA/GNI].**\\\n\\\nNorwegian Minister of International Development Anne Beathe Tvinnereim noted that it is important that Norway continues to be a reliable partner with significant contributions to meet increasing needs for humanitarian assistance, development assistance, and climate financing. Tvinnereim also underlined the concern that more countries are failing to meet the :abbr[UN] target of 0.7% :abbr[ODA/GNI].\\\n\\\nAccording to the :abbr[OECD]'s preliminary calculations, Norway's assistance to Ukraine accounted for 14.1% of Norway's development funding, up from 11.3 % of Norwegian development assistance in 2022.\n", "sources": [{"type": "press_release", "language": "norwegian", "name": "Norwegian Ministry of Foreign Affairs", "link": "https://www.regjeringen.no/no/aktuelt/norge-det-eneste-landet-med-1-prosent-til-bistand/id3033900/"}, {"type": "news_article", "language": "norwegian", "name": "Panorama nyheter", "link": "https://www.panoramanyheter.no/bistand-gaza-oecd/norge-det-eneste-landet-som-gir-1-prosent-til-bistand/363159"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": []}, {"title": "Netherlands supports Ukraine with additional US$1.5 billion", "slug": "netherlands-supports-ukraine-with-additional-us-1-5-billion-2024", "publish_date": "2024-04-12", "content": "**On April 12, 2024, outgoing Dutch Prime Minister Mark Rutte announced that the Netherlands will make another EUR1.4 billion (US$1.5 billion) available this year to support Ukraine against Russia’s attacks and its recovery efforts.**\\\n\\\nRutte announced that EUR1 billion (US$1.1 billion) will be available for military support and EUR400 million (US$435 million) to bolster Ukraine’s economy and for vital repairs to energy infrastructure.\\\n\\\nThis commitment is in addition to the EUR2 billion (US$2.2 billion) that the Netherlands committed to Ukraine in the form of a guarantee on February 9, 2024.\\\n\\\nRutte further stated that the Ministers of Defense, Foreign Affairs, Foreign Trade and Development Cooperation, and Finance agreed to make EUR3 billion (US$3.3 billion) available for military support in 2025.", "sources": [{"type": "x", "language": "dutch", "name": "Netherlands Prime Minister Mark Rutte", "link": "https://x.com/MinPres/status/1778794175808315469"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Netherlands’ conference strengthens global efforts for justice in Ukraine", "slug": "netherlands-conference-strengthens-global-efforts-for-justice-in-ukraine-2024", "publish_date": "2024-04-02", "content": "**On April 2, 2024, the Netherlands, Ukraine, and the European Commission hosted the international Restoring Justice for Ukraine conference in The Hague. Ministers from 57 countries reviewed progress in investigating and prosecuting Russian crimes, pledging to compensate victims.**\\\n\\\nThe conference accessed the efforts of over 60 countries in the past two years towards achieving justice. The same day, the Register of Damage for Ukraine opened for claim submissions. In her closing remarks, Dutch Minister of Foreign Affairs Hanke Bruins Slot announced that more than 100 claims were filed.\\\n\\\nThe Netherlands spearheaded advancements on Ukrainian President Volodymyr Zelenskyy’s 10-point peace plan, garnering a political declaration from 44 countries to intensify joint efforts for justice and pursue the establishment of a special tribunal.\\\n\\\nThe Netherlands has committed EUR10 million (US$11 million) to support Ukraine with investigation and prosecution of war crimes. Minister Bruins Slot additionally expressed willingness for the Netherlands to conditionally host the special tribunal, facilitating a mechanism for war damages compensation.", "sources": [{"type": "news_article", "language": "english", "name": "Dutch Ministry of Foreign Affairs", "link": "https://www.government.nl/ministries/ministry-of-foreign-affairs/activiteiten/restoring-justice-for-ukraine-conference?pk_campaign=CRJ&pk_source=X_DutchMFA&pk_medium=social&pk_content=afbeelding"}, {"type": "conference_statement", "language": "english", "name": "Political Declaration of the Ministerial Conference on Restoring Justice for Ukraine", "link": "https://www.government.nl/ministries/ministry-of-foreign-affairs/documents/diplomatic-statements/2024/04/02/political-declaration-of-the-ministerial-restoring-justice-for-ukraine-conference"}, {"type": "x", "language": "english", "name": "Recap video of Restoring Justice for Ukraine conference ", "link": "https://x.com/HankeBruinsSlot/status/1775622283291197912"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Sweden contributes US$11 million to WFP", "slug": "sweden-contributes-us-11-million-to-wfp", "publish_date": "2024-04-02", "content": "**On April 2, 2024, Sweden  earmarked SEK120 million (US$11 million) to assistance in Gaza, Sudan, and Ukraine via the :abbr[WFP], expressing deep concern over looming famine threats in these regions.**\\\n\\\nSwedish Minister for International Development Cooperation Johan Forssell emphasized the significance of :abbr[WFP]'s role in saving lives. The grant, announced during :abbr[WFP] Executive Director Cindy McCain's recent visit to Stockholm, underscored Sweden's commitment to combating hunger and supporting emergency operations. The contribution is part of Sweden's broader assistance to the :abbr[WFP] for 2024, totaling approximately SEK1.3 billion (US$121 million).", "sources": [{"type": "press_release", "language": "english", "name": "Press Release - Government of Sweden", "link": "https://www.government.se/press-releases/2024/03/sweden-allocates-sek-120-million-for-gaza-sudan-and-ukraine-through-world-food-programme-wfp/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Agricultural R&D"}}, {"topics_id": {"name": "Nutritious Food Systems"}}]}, {"title": "Japan provides US$34 million to WFP", "slug": "japan-provides-us-34-million-to-wfp-2024", "publish_date": "2024-03-27", "content": "**On March 27, 2024, Japan announced a grant of JPY5 billion (US$34 million) to the :abbr[WFP] to support emergency food assistance in 15 partner countries in Africa.**\\ \n\\\nThis assistance was announced in response to worsening food insecurity due to conflicts, terrorism, natural disasters, and other factors exacerbated by the conflict in Ukraine.\\\n\\\nThe grant will enable :abbr[WFP] to distribute food assistance, including cereals, pulses, vegetable oil, and food vouchers, to address severe hunger, food shortages, and malnutrition in the region. Specifically, funds will be allocated to assist crisis-affected populations in countries such as the Democratic Republic of the Congo, Chad, and Mali, where millions face hunger due to conflict, climate crises, and economic challenges.\\\n\\\nThe contribution reflected Japan’s commitment to addressing food security and sustainable agriculture, as outlined in previous :abbr[TICAD]s. With TICAD9 scheduled for 2025, Japan aims to further improve food insecurity in Africa.", "sources": [{"type": "press_release", "language": "english", "name": "World Food Programme", "link": "https://www.wfp.org/news/Japan-provides-jpy5-billion-wfps-emergency-support-15-countries-in-sub-saharan-africa"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Netherlands hosts first global conference on accountability for conflict-related sexual violence", "slug": "netherlands-hosts-first-global-conference-on-accountability-for-conflict-related-sexual-violence-2024", "publish_date": "2024-03-26", "content": "**From March 26-March 28, 2024, the Netherlands and the :abbr[UN] held the first International Conference of Prosecutors on Accountability for Conflict-Related Sexual Violence in the Peace Palace in The Hague.**\\\n\\\nDutch Minister of Foreign Affairs Hanke Bruins Slot emphasized that this topic is a priority for Dutch feminist foreign policy. Bruins Slot opened the conference with :abbr[UN] Special Representative on Sexual Violence in Conflict Pramila Patten. In her speech, Bruins Slot noted how sexual violence is used as a weapon of war in many conflicts, like in the Democratic Republic of Congo, the Central African Republic, Israel, Ukraine, Haiti, Nigeria, Sudan, Syria, and Iraq. Yet, ensuring accountability for such crimes remains difficult, underscoring the need for partnerships with other countries and organizations like the :abbr[ICC].\\\n\\\nPublic prosecutors from more than 50 countries attended the conference to support efforts to research and prosecute conflict-related sexual violence. The conference marked the start of a 'community of practice' to further expand the collaboration.", "sources": [{"type": "news_article", "language": "dutch", "name": "Dutch Ministry of Foreign Affairs", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/nieuws/2024/03/26/minister-bruins-slot-opent-internationale-conferentie-conflict-gerelateerd-seksueel-geweld"}, {"type": "speech", "language": "english", "name": "Dutch Minister of Foreign Affairs Hanke Bruins Slot", "link": "https://www.government.nl/documents/speeches/2024/03/26/speech-hanke-bruins-slot-international-conference-of-prosecutors-on-accountability-for-conflict-related-sexual-violence "}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}]}, {"title": "Advisory council recommends stabilizing Dutch ODA", "slug": "advisory-council-recommends-stabilizing-dutch-oda-2024", "publish_date": "2024-03-13", "content": "**On March 13, 2024, the Advisory Council on International Affairs published a letter recommending that the Netherlands ensures stable and predictable :abbr[ODA].**\\\n\\\nThe council noted that, historically, the Netherlands has consistently met the 0.7% :abbr[GNI/ODA] goal, alongside Denmark, Norway, and Sweden. However, since 2013, Dutch ODA has declined, expected to hover around 0.66% of :abbr[GNI] in the mid- and late-2020s. Key reasons for the decline are recent :abbr[ODA] budget cuts and increased spending on asylum reception and support for Ukraine.\\\n\\\nThe decrease in core :abbr[ODA] poses challenges to development actors, reducing resources available for addressing poverty, climate change, terror, and irregular migration. Development advocates assert that stable Dutch :abbr[ODA] budget is key for meeting international agreements and upholding the Netherlands’ reputation as a reliable development partner.\\\n\\\nThe council posed three recommendations to ensure a sufficient, stable, and predictable :abbr[ODA] budget:\n- Maintain the link between :abbr[ODA] budget and :abbr[GNI], adhering to the 0.7% goal;\n- Stop adjusting the :abbr[ODA] budget based on new :abbr[GNI] forecasts, resolving any discrepancies between actual and forecasted :abbr[GNI] in subsequent budgets; and\n- Limit expenses for first-year asylum seeker care costs according to the Swedish model to a maximum of 11% of total :abbr[ODA] expenditure. Any remaining :abbr[ODA] funds could then be reallocated to cover deficits in other years, if necessary.\n\n<br>\n\n:abbr[Partos] welcomed the council's recommendation. The Dutch Minister of Foreign Trade and Development Cooperation has yet to respond to this advice.", "sources": [{"type": "letter", "language": "dutch", "name": "Advisory Council on International Affairs (AIV)", "link": "https://www.adviesraadinternationalevraagstukken.nl/documenten/publicaties/2024/03/13/aiv-briefadvies-37-een-stabiel-en-voorspelbaar-oda-budget "}, {"type": "oped", "language": "dutch", "name": "Partos", "link": "https://www.partos.nl/nieuws/een-stevig-fundament-voor-internationale-samenwerking-aiv-advies-voor-een-stabiel-ontwikkelingsbudget/ "}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "US' 2025 budget proposes a decrease in foreign assistance", "slug": "us-2025-budget-proposes-a-decrease-in-us-foreign-assistance-2024", "publish_date": "2024-03-12", "content": "**On March 12, 2024, :abbr[US] President Joe Biden's :abbr[FY]2025 budget was sent to Capitol Hill, asking for US$64.4 billion for foreign assistance programs, a decrease compared to his :abbr[FY]2024 request of US$70.5 billion.**\\\n\\\n:abbr[FY]2024 appropriations have not yet been approved, as Congress has been deadlocked on funding decisions. The :abbr[FY]2024 appropriations, which should have been set by October 1, 2023, have instead been postponed with a series of continuing resolutions to extend budget negotiations. Foreign assistance levels have been the subject of intense debates, including assistance to Ukraine, and proposals by Republicans for serious :abbr[ODA] cuts.\\\n\\\nOf Biden's total foreign assistance budget, the bulk of it, approximately US$58.8 billion, will go to the State Department and :abbr[USAID].\\\n\\\nThe budget proposal is constrained by the spending deal that Biden reached with Republicans in fall 2023, which capped spending. In the proposal, global health faced the largest cuts with the :abbr[US]' contribution to the Global Fund cut down from US$2 billion to US$1.2 billion, largely due to the fact that :abbr[US] law limits :abbr[US] contributions to no more than one-third of all funding from other donors.\\\n\\\nOther funding in the budget includes US$10.3 billion for humanitarian and refugee assistance and US$3 billion for democracy, human rights, and governance. Gender programs are slated to receive US$3 billion. The President's Energy Plan for Adaptation and Resilience is also proposed at US$3 billion, with another US$500 million for the :abbr[GCF], although the GCF has not received any funds from Congress in recent years.\\\n\\\nThe budget request also includes US$1 billion for :abbr[IDA] replenishment, of which US$750 million is in guarantees. These guarantees are to unlock US$36 billion in new lending by removing risk from the World Bank's balance sheet.", "sources": [{"type": "news_article", "language": "english", "name": "Devex", "link": "https://www.devex.com/news/budget-constraints-limit-foreign-affairs-funding-in-biden-proposal-107228?access_key=KUMJtPZLyjRLe8OW-9OpVTl57RSRcXKK&utm_source=nl_newswire&utm_medium=email&utm_term=article-pro&utm_content=cta&mkt_tok=Njg1LUtCTC03NjUAAAGR1nGo2numXaUvIeYnIVU9_peY6LKSk48OtTn-EWXaPxvwoAW8Q4VZEsYLsraQqRdkOkjLPqZnyC_63OEu21uEHV_LwnZLpRxlHTDYrePQS4rx"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": [{"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Gender Equality"}}]}, {"title": "Japan releases 2023 ODA White Paper", "slug": "japan-releases-2023-oda-white-paper-2024", "publish_date": "2024-03-12", "content": "**On March 12, 2024, Japanese Foreign Minister Yoko Kamikawa presented Japan’s 2023 Development Cooperation White Paper during a Cabinet meeting, where she emphasized the pivotal role of Japanese :abbr[ODA] in stabilizing regions and addressing global challenges to support Japanese companies’ overseas operations amidst complex crises.**\\\n\\\nKamikawa underscored the importance of Japan’s participation in international efforts, highlighting its benefits for both global peace and prosperity and Japan’s own interests. She stressed that crises like Russia’s full-scale invasion of Ukraine and climate change impact the entire world, emphasizing Japan’s responsibility to contribute to global solutions.\\\n\\\nKamikawa also elaborated on Japan’s approach to :abbr[ODA] and its role in promoting Japan’s economic growth, including its offer-type assistance, in which Japan makes recipient countries an offer as opposed to them having to file a request. In 2022, Japan’s :abbr[ODA] disbursements totaled US$17.5 billion, making it the third-largest :abbr[DAC] donor, with Asia receiving the majority of assistance. Despite an increase from the previous year, Japan’s :abbr[ODA/GNI] ratio remained below the :abbr[UN]’s target of 0.7%.", "sources": [{"type": "news_article", "language": "japanese", "name": "Nikkei", "link": "https://www.nikkei.com/article/DGXZQOUA118C30R10C24A3000000/"}, {"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/gaiko/oda/press/shiryo/pagew_000001_00112.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "Japan releases ODA white paper, highlights increased ODA/GNI", "slug": "japan-releases-oda-white-paper-increases-oda-gni-2024", "publish_date": "2024-03-12", "content": "**On March 12, 2024, in its *2023 Edition Development Cooperation White Paper*, :abbr[JICA] announced that Japan’s :abbr[ODA] in 2023 totaled US$17.5 billion, making it the third-largest contributor among :abbr[OECD] :abbr[DAC] members in absolute terms.**\\\n\\\nThe paper detailed Japan’s commitment to international cooperation, emphasizing the importance of :abbr[ODA] in addressing global challenges and stabilizing regions affected by crises such as Russia’s invasion of Ukraine, Middle East tensions, and climate change.\\\n\\\nJapanese Foreign Minister Yoko Kamikawa highlighted Japan’s proactive approach to :abbr[ODA], advocating for the “offer-type” assistance model, which involves proposing support initiatives to partner countries without waiting for their requests. The report also showcased collaborative efforts with diverse stakeholders, including Ukraine and neighboring countries.\\\n\\\nDespite the increase in :abbr[ODA/GNI] from 2022, reaching 0.39% in 2023, Japan continued to short of the :abbr[UN]'s target of 0.7%. The paper underscored the need for continued efforts to bridge the gap and enhance Japan’s contribution to global development and peace.\\\n\\\nThe report also featured contributions from the public, such as photographs and columns, and highlighted television productions focused on :abbr[ODA], aiming to engage the wider population and foster understanding of Japan's international cooperation efforts.", "sources": [{"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/pressit_000001_00479.html"}, {"type": "news_article", "language": "japanese", "name": "The Nikkei", "link": "https://www.nikkei.com/article/DGXZQOUA118C30R10C24A3000000/"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "Japan launches sessions on alternative ODA models", "slug": "japan-launches-sessions-on-alternative-oda-models-2024", "publish_date": "2024-03-01", "content": "**On March 1, 2024, Japan’s :abbr[MOFA] hosted the inaugural meeting of the Advisory Panel on New Financing for Development to explore utilizing private funds for supporting developing countries.**\\\n\\\nAmid financial constraints and a reduced :abbr[ODA] budget—with 2024 :abbr[ODA] funding about half of its peak value in 1997—Japan faces increasing demand for funds to address international challenges, including Russia’s invasion of Ukraine and climate change issues. Foreign Minister Yoko Kamikawa emphasized the importance of mobilizing private capital in cooperation with various stakeholders to redefine the national approach to :abbr[ODA] approach. The panel is intended to discuss ways to mitigate investment risks for companies in developing countries and consider :abbr[ODA] models funded by private donations, aiming to propose concrete measures for utilizing private finance in development aid by the summer.\\\n\\\nThe discussion, led by Chair Professor Izumi Ohno of the National Graduate Institute for Policy Studies, centered on the necessity of a ‘model change’ in :abbr[ODA] amid the expanding pool of financial resources for addressing social issues in partner countries and global challenges. ", "sources": [{"type": "press_release", "language": "english", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/press/release/pressite_000001_00186.html"}, {"type": "news_article", "language": "japanese", "name": "NHK", "link": "https://www3.nhk.or.jp/news/html/20240301/k10014376241000.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "Japan commits US$42 million for food security in 15 African partner countries", "slug": "japan-commits-us-42-million-for-food-security-in-15-african-partner-countries-2024", "publish_date": "2024-02-29", "content": "**On February 29, 2024, Japan committed approximately US$42 million to enhance food security in 15 countries.**\\\n\\\nThe contribution aimed to support :abbr[WFP] efforts to reach those most vulnerable to hunger and malnutrition due to conflicts, terrorism, political instability, natural disasters, price hikes from the Ukraine invasion, climate change, and diseases.\\\n\\\nThe initiative aims to provide essential food supplies and vouchers to those facing extreme food insecurity and malnutrition in these regions, targeting refugees, internally displaced persons, women, and children. It seeks to alleviate food shortages and stabilize the food supply, contributing significantly to the food security of the affected nations.\\\n\\\nWhile the contribution targeted 15 countries in :abbr[SSA], the press release did not name specific countries.\\\n\\\nThe contribution is part of Japan’s ongoing commitment to addressing food crises and supporting sustainable agricultural production in Africa, as affirmed at the :abbr[TICAD]8 and the :abbr[G7] Hiroshima Summit, embodying Japan’s dedication to aiding vulnerable regions in food and nutrition sectors.", "sources": [{"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/pressit_000001_00421.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "EU CSOs highlight lack of transparency in cooperation", "slug": "eu-csos-highlight-lack-of-transparency-in-cooperation-2024", "publish_date": "2024-02-27", "content": "**On February 27, 2024, [CONCORD Europe](https://concordeurope.org/) released a statement to raise awareness of the :abbr[EU]'s review of the :abbr[NDICI].**\\\n\\\nThe [midterm review and evaluation](https://ecdpm.org/work/mid-term-reviews-ndici-and-mff-navigating-geopolitical-consequences-war-ukraine) of the :abbr[NDICI] coincides with the midterm review and revision of the 2021-2027 :abbr[MFF], and serve to determine the effectiveness of the instrument and inform future spending and policy on development cooperation.\\\n\\\nThroughout the statement, CONCORD highlighted a lack of transparency, in particular:\n- Difficulty assessing the volume of :abbr[ODA] channeled through :abbr[CSOs];\n- A lack of data on the types of organizations administering assistance; and\n- Minimal reporting and evaluation on funding flows allocated to implementing organizations.\n\n<br>\n\nAdditionally, the statement highlighted that the current system raises barriers to securing grant funding for small :abbr[CSOs] which hinder efforts to bring assistance to marginalized or especially vulnerable communities.\\\n\\\nConcluding the statement, the organization urged the :abbr[EU] to increase funding flows to :abbr[CSOs] and develop more transparent and accessible communication regarding :abbr[NDICI] funding.", "sources": [{"type": "news_article", "name": "CONCORD Europe", "link": "https://concordeurope.org/2024/02/27/towards-transparency-and-diversity-raising-awareness-of-challenges-of-ngici-global-europe-for-csos/"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": []}, {"title": "Netherlands becomes UNHRC member", "slug": "netherlands-becomes-unhrc-member-2024", "publish_date": "2024-02-27", "content": "**On February 27, 2024, the Netherlands was inaugurated as a member of the :abbr[UNHRC] for the 2024-2026 term.**\\\n\\\nDutch Minister of Foreign Affairs Hanke Bruins Slot delivered a speech outlining the Netherlands’ priorities. Bruins Slot emphasized the global threats to human rights, citing events including activist Alexei Navalny’s 2024 death in Russia, the humanitarian crisis in Gaza, grave human rights violations in Ukraine, the plight of Yazidis under :abbr[ISIS]{title=\"terrorist organization known as the Islamic State\"}, state-led repression against the Uyghurs in China, and conflict-related sexual violence.\\\n\\\nBruins Slot outlined the Netherlands’ six thematic priorities as a member of the Council:\n- Protecting human rights defenders and civic space;\n- Calling for accountability;\n- Promoting the rights of women and girls;\n- Ensuring freedom of religion and belief;\n- Safeguarding the rights of :abbr[LGBTQI+] individuals; and\n- Upholding freedom of expression.\n\n<br>\n\nBruins Slot concluded her speech by committing to strengthen the Office of the High Commissioner for Human Rights through sustainable, predictable, and adequate funding. She also expressed the Netherlands’ readiness to collaborate in promoting and protecting human rights.", "sources": [{"type": "speech", "language": "english", "name": "Dutch Minister of Foreign Affairs Hanke Bruins Slot", "link": "https://www.government.nl/documents/speeches/2024/02/27/speech-by-minister-hanke-bruins-slot-at-the-un-human-rights-council"}, {"type": "web_page", "language": "english", "name": "UN Human Rights Council", "link": "https://www.un.org/en/ga/78/meetings/elections/hrc.shtml"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}]}, {"title": "Sweden signals continuation of ODA priorities", "slug": "sweden-signals-continuation-of-oda-priorities-2024", "publish_date": "2024-02-20", "content": "**On February 14, 2024, Swedish Minister for Foreign Affairs Tobias Billström presented the *Government’s Statement of Foreign Policy* in Sweden's Parliament, outlining the country's foreign policy priorities for the year.**\\\n\\\nThe listed priorities included:\n- *Unyielding support for Ukraine*: Sweden has positioned itself as a steadfast supporter of Ukraine. The Swedish Government has pledged continued political, humanitarian, military, and financial support to Ukraine, demonstrating an enduring commitment \"for as long as it takes.\" Since the onset of the full-scale invasion in the spring of 2022, Sweden has contributed approximately SEK30 billion (US$3 billion) in support, with 80% of this assistance provided under the current administration since 2022. The government has approved 14 military support packages and is preparing further assistance, signaling a deep commitment to Ukraine; \n\n- *Modernizing development assistance*: Sweden's approach to development assistance is undergoing a modernization process, aimed at creating better living conditions for those affected by poverty and oppression. The new reform agenda for Swedish development assistance policy emphasizes the importance of market economies, investment, trade, and education in alleviating poverty and integrating developing countries into the global economy. The agenda is focused on clearer results and transparency in :ABBR[ODA]; \n\n- *Global health*: The government highlighted that global health remains an :ABBR[ODA] and foreign policy priority, particularly in :abbr[SRHR]. Sweden will continue to be a vocal advocate for gender equality; \n  \n\n- *Countering democratic backsliding*: Sweden highlighted that the promotion of democracy and human rights remains a top priority amidst rising concerns over democratic backsliding worldwide. Development cooperation is positioned as a crucial tool in combating these trends, with a particular emphasis on strengthening civil society organizations as indispensable partners in these efforts; and\n\n  \n- *Expanding climate assistance and humanitarian support*: Recognizing the urgent need for environmental action, Sweden is expanding its climate assistance, making it more effective, and contributing to the acceleration of the green transition. As one of the world's largest humanitarian donors, Sweden is committed to continuing this assistance, including by addressing the root causes of irregular migration and forced displacement and fostering conditions for sustainable reintegration. ", "sources": [{"type": "news_article", "language": "english", "name": "Sweden - 2024 Statement of Foreign Policy", "link": "https://www.government.se/speeches/2024/02/statement-of-foreign-policy-2024/"}], "funders": [], "topics": []}, {"title": "Japan provides US$105 million in financial, humanitarian funding to Ukraine", "slug": "japan-provides-us-105-million-in-financial-and-humanitarian-funding-to-ukraine-2024", "publish_date": "2024-02-19", "content": "**On February 19, 2024, At the *Ukraine Economic Reconstruction Business Forum: Vision of Japan-Ukraine Cooperation*, Japan announced a grant agreement of JPY15.8 billion (US$105 million) for Ukraine's Phase 3 emergency recovery.**\\\n\\\nThe assistance is slated to focus on critical areas such as demining, electricity and energy, transportation, and fostering public-private partnerships.\\\n\\\nJapanese Foreign Minister Yoko Kamikawa delivered a video message emphasizing Japan's robust support for Ukraine. Kamikawa noted that Japan is committed to aiding Ukraine's recovery through comprehensive assistance, drawing on Japan's post-war and disaster recovery experiences to provide 'Japan-like' support. This entails emergency assistance, support for rebuilding lives, and the advancement of industries, with a particular emphasis on incorporating :abbr[WPS] perspectives into recovery efforts.\\\n\\\nJapanese State Minister for Foreign Affairs Yasuhide Hosaka additionally participated in the *Connecting with Ukraine* event and underscored the critical role of collaboration between the government and the private sector in supporting Ukraine's development. Hosaka expressed his hope for Ukrainian officials to visit Tohoku, drawing lessons from the region's resilience and recovery from the Great East Japan Earthquake, to inspire Ukraine's reconstruction efforts. The event aimed to bolster economic, cultural, and people-to-people exchanges, fostering a deeper partnership between Japan and Ukraine.\\\n\\\nJapan has actively engaged in supporting Ukraine's recovery and reconstruction amidst the ongoing conflict with Russia with a multifaceted approach combining diplomatic engagement, financial assistance, and a focus on humanitarian aspects, particularly regarding women and children.", "sources": [{"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/pressit_000001_00312.html"}, {"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/pressit_000001_00339.html"}, {"type": "press_release", "language": "english", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/press/release/pressite_000001_00162.html"}, {"type": "press_release", "language": "english", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/press/release/pressite_000001_00165.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "Norway emphasizes security and international development as integrated policy areas at the Munich Security Conference  ", "slug": "norway-emphasizes-security-and-international-development-as-integrated-policy-areas-at-the-munich-security-conference-2024", "publish_date": "2024-02-18", "content": "**On February 18, 2024, at the annual Munich Security Conference, Norwegian Minister of Defense Bjørn Arild Gram and Minister of International Development Anne Beathe Tvinnereim emphasized how the Norwegian government sees security challenges intertwined with poverty and international development.**\\\n\\\nThe ministers asserted that the defense policy and the international development policy together contribute to safeguarding Norwegian interests and national control. Both of them particularly highlighted food security as an example of the intersection between security and development assistance.\\\n\\\nThey noted that the war in Ukraine showed concretely how the security policy can directly affect food security and food prices in large parts of the world. The ministers noted that Russia has used food as a tool in its warfare by attacking Ukraine's grain exports while strengthening its export of grains and fertilizers to the African continent, which Gram and Tvinnereim described as having both development and security policy consequences. Gram and Tvinnereim underlined that food security must be seen as a geopolitical issue closely connected to the security policy. \n", "sources": [{"type": "oped", "language": "norwegian", "name": "Adresseavisa", "link": "https://www.adressa.no/midtnorskdebatt/i/9z5kyE/bistand-er-god-sikkerhetspolitikk"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": []}, {"title": "Munich Security Conference highlights international conflicts, nutritious food systems, SDG financing", "slug": "m-s-c-discusses-topics-of-security-increased-global-financial-allocation-for-sustainable-developingand-sustainable-food-systems", "publish_date": "2024-02-16", "content": "**From February 16-18, 2024, the Munich Security Conference hosted global leaders to discuss pressing issues such as the Russian invasion of Ukraine and the Israeli-Palestinian conflict, alongside calls for increased global financial allocation for sustainable developing**\\\n\\\nThe agenda and many side events were dominated by discussions surrounding the Russian invasion of Ukraine and the Israeli–Palestinian conflict.\\\n\\\nSeveral statements from high-level individuals focused on the insufficiencies of the current global financial architecture. Among them was :abbr[UN] Secretary General António Guterres, who requested an additional allocation of US$500 billion annually to provide accessible, long-term financing for low- and middle-income nations to invest in achieving the :abbr[SDGs].\\\n\\\nSome :abbr[CSO]s took the opportunity to advocate for the 0.7% financing goal for :abbr[ODA] during the conference, which highlighted uncertainty following Germany's budget crisis, which began in late 2023. The One Campaign issued a statement advocating for the 0.7% target, signed by various influential figures of German politics, including former German President Horst Köhler, former Minister of Development Gerd Müller,  and Chair of the Munich Security Conference Christoph Heusgen.\\\n\\\nSustainable food systems was another prominent topic at the conference. The :abbr[WFP] presented its new global Innovation Accelerator office during one of the side events of the conference. The Accelerator is slated to utilize innovation and technology to address food insecurity globally, according to the :abbr[WFP].", "sources": [{"type": "speech", "language": "english", "name": "UN", "link": "https://un.org/sg/en/content/sg/statement/2024-02-16/secretary-generals-remarks-the-munich-security-conference-growing-the-pie-global-order-works-for-everyone-delivered"}, {"type": "press_release", "language": "english", "name": "WFP", "link": "https://www.wfp.org/news/un-world-food-programme-unveils-new-global-innovation-accelerator-office-and-hosts-flagship"}, {"type": "press_release", "language": "german", "name": "ONE Campaign", "link": "https://www.one.org/de/neuigkeiten/ohne-entwicklung-keine-sicherheit-aufruf-zur-msc-2024/"}], "funders": [{"funder_profiles_id": {"name": "Germany"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Nutritious Food Systems"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Japan provides US$50 million for WFP", "slug": "japan-provides-us-50-million-for-wfp-2024", "publish_date": "2024-02-15", "content": "**On February 15, 2024, Japan allocated US$50 million to the :abbr[WFP], aimed at supporting initiatives in those areas most affected by conflicts, climate-induced disasters, and economic turmoil.**\\\n\\\nThe donation is to be distributed among 20 countries across Asia, the Middle East, and Africa.\\\n\\\nThe funds are slated to be distributed as:\n- US$13.5 million to Afghanistan to support emergency food distribution and nutrition assistance, addressing the dire needs arising from the economic crisis exacerbated by the Taliban's ascendancy in 2021 and compounded by natural disasters and socio-political challenges;\n- US$11 million to Palestine to provide essential food, nutrition, and livelihood assistance amid ongoing hostilities that have precipitated widespread displacement and acute hunger among its 2.2 million residents;\n- US$5.8 million to Myanmar to assist vulnerable communities, including displaced schoolchildren, grappling with increased food insecurity due to political instability, economic challenges, and climatic events like Cyclone Mocha;\n- US$4.7 million to Ukraine to meet the immediate food requirements of families affected by the ongoing conflict, with an estimated one in five families facing food insecurity, particularly those near the frontline;\n-  US$1.9 million infusion to Sudan, amidst a protracted conflict since April 2023 leading to a humanitarian crisis, to provide emergency food assistance as millions face acute hunger and displacement; and\n- US$2 million to Yemen to mitigate escalating food insecurity among the nation's most vulnerable, offering crucial assistance.\n\n<br>\n\nJapan is one of the :abbr[WFP]’s leading donors, notably in a time when the organization is facing a serious funding deficit.", "sources": [{"type": "press_release", "language": "english", "name": "United Nations World Food Programme", "link": "https://www.wfp.org/news/japan-provides-us50-million-wfps-life-saving-assistance-20-countries-affected-conflicts "}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Nutritious Food Systems"}}]}, {"title": "US Senate passes emergency funding bill, US$10 billion in humanitarian assistance", "slug": "us-senate-passes-emergency-funding-bill-us-10-billion-in-humanitarian-assistance-2024", "publish_date": "2024-02-13", "content": "**On February 13, 2024, the :abbr[US] Senate passed an US$95 billion emergency funding bill with funds for Ukraine, Israel, and Taiwan, with US$10 billion of the funding marked for humanitarian assistance.**\\\n\\\nThe majority of the funding, US$85 million, was for military aid.\\\n\\\nThe bill ultimately passed with bipartisan support. It has moved to the :abbr[US] House, where experts believe it will face great difficulties in securing approval. :abbr[NGOs] have rallied behind the bill, identifying critical needs in Ukraine, Gaza, and Sudan.\\\n\\\nIf signed into law, assistance will go to humanitarian needs in Gaza, Ukraine, refugees in conflict areas, the World Bank's :abbr[IDA] special program for its crisis response window, and operating expenses.\\\n\\\nThe :abbr[US] Speaker of the House has indicated that it is unlikely that the House will vote on the package, however, a small bipartisan group has been attempting to craft an alternative bill with a greater chance of approval.  ", "sources": [{"type": "news_article", "language": "english", "name": "Devex", "link": "https://www.devex.com/news/us-senate-approves-10b-in-emergency-humanitarian-aid-funding-107077#Echobox=1707902634"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": []}, {"title": "Council of the EU foregrounds Ukraine, UNRWA at development meeting", "slug": "council-of-the-eu-foregrounds-ukraine-unrwa-at-development-meeting-2024", "publish_date": "2024-02-12", "content": "**On February 12, 2024, the Council of the :abbr[EU]'s ministers of development cooperation hosted an informal stocktake of :abbr[EU] development cooperation.**\\\n\\\nHosted by the Belgian Council presidency, the meeting included an update on the :abbr[MFF] revision's additional funding to the Ukraine Facility. Additionally, the event included a session with Commissioner-General of the :abbr[UNRWA] Philippe Lazzarini.\\\n\\\nIn response to allegations that :abbr[UNRWA] staff were involved in the October 7, 2023 Hamas attacks, [the EU paused](https://donortracker.org/policy_updates?policy=eu-commission-continues-assistance-to-unwra-2024) all additional assistance to :abbr[UNRWA] until the end of February 2024.\\\n\\\nAnticipating the possibility of the delay of [US$88 million](https://www.devex.com/news/un-aid-for-gaza-set-to-run-out-as-critical-88m-eu-payment-delayed-107067), Lazzarini highlighted the effect of withdrawn and frozen assistance on the organization's ability to continue supporting individuals in Gaza, stating that shortfalls could begin to impact initiatives starting in March 2024.\\\n\\\nAdditionally, Lazzarini answered questions from the ministers regarding the state of investigations and the agency's plans to mitigate future risks. All Member States highlighted the need for increased support for Gazan civilians while underscoring the importance of the release of hostages and the rule of international and humanitarian law.", "sources": [{"type": "press_release", "name": "Council Presidency", "link": "https://belgian-presidency.consilium.europa.eu/en/news/eu-development-ministers-discussed-impact-of-europe-s-development-policies-and-the-humanitarian-crisis-in-gaza/?utm_source=dsms-presidency&utm_medium=email&utm_campaign=Belgian%20presidency%20hosts%20informal%20meeting%20of%20EU%20ministers%20of%20development%20cooperation"}, {"type": "news_article", "name": "Deutsche Welle", "link": "https://www.dw.com/en/unrwa-asks-for-eu-funds-to-maintain-lifesaving-aid-delivery/a-68219361#:~:text=In%202022%2C%20it%20contributed%20%24202,which%20all%20member%20states%20contribute."}, {"type": "press_release", "name": "EEAS", "link": "https://www.eeas.europa.eu/eeas/media-advisory-informal-meeting-eu-development-ministers-monday-brussels_en"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": []}, {"title": "Norwegian Church Aid calls for political parties to take greater development responsibility, initiative", "slug": "norwegian-church-aid-calls-for-political-parties-to-take-responsibility-in-a-polarized-world-2024", "publish_date": "2024-02-12", "content": "**On February 12, 2024, Norwegian Church Aid launched a report titled *The West against the rest*, which contained several development suggestions to Norwegian political parties as the parties draw up their programs for the 2025-2029 parliamentary period.**\\\n\\\nNorwegian Church Aid argued that, compared to most countries, Norway has a unique financial leeway considering its notable additional income from oil and gas sales following the war in Ukraine. As such, Norway has an opportunity and a special responsibility to contribute to worldwide development.\\\n\\\nNorwegian Church Aid presented a variety of program proposals with the expressed hope that the political parties will take them into consideration.\\\n\\\nThe suggestions included:\n\n- Ensure that, as a general rule, investments in global common goods are financed outside the one percent. The investments should still be earmarked for development assistance for poverty reduction and emergency assistance;\n- Step up climate financing in line with Norway's fair climate responsibility;\n- Work on international regulations making it possible to collect illegal or illegitimate debts;\n- Support a tax convention in the :abbr[UN];\n- Actively support free media, independent courts, and local civil society;\n- Step up work against :abbr[GBV] in areas of crises and conflict;\n- Invest a larger share of the Norwegian Oil Fund in low-income countries; and\n- Enshrine further measures to ensure that Norwegian weapons are not used in violation of humanitarian law and human rights.\n\n<br>\n\nAs a response to these suggestions, both the Labour Party and the Conservative Party underlined that Norway must continue to be an international bridge builder. The :abbr[SV] called for more political solidarity.\\\n\\\nNorwegian Minister of Foreign Affairs Espen Barth Eide has promised that 1% :abbr[GNI/ODA] will still go to development assistance. The Conservative Party stated that, going forward, it would be imperative to discuss how Norway spends money allocated to international development, and the Norway must be more concerned about the results and effects of development assistance. \n", "sources": [{"type": "news_article", "language": "norwegian", "name": "Panorama nyheter ", "link": "https://www.panoramanyheter.no/kirkens-nodhjelp-klima-og-miljo-stortingsvalg/stortingsvalget-i-2025-ma-ogsa-bli-et-valg-for-verden/358531"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Maternal, Newborn, and Child Health"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Italy launches US$196 million call for proposals for NGO, local authority projects ", "slug": "italy-launches-us-196-million-call-for-proposals-for-ngo-local-authority-projects-2024", "publish_date": "2024-02-12", "content": "**On February 12, 2024, :abbr[AICS], in partnership with :abbr[MAECI], launched a US$196 million (EUR180 million) call for proposals for projects led by :abbr[CSOs] and local Italian authorities.**\\\n\\\nUS$130 million (EUR120 million) is slated for projects led by :abbr[CSOs]. US$66 million (EUR60 million) is slated for initiatives from Italy's regional and local authorities.\\\n\\\nThe new grant is the highest-value call for development cooperation in this sector in recent years, and the first operational follow-up to Italy's [*Mattei Plan for Africa*](https://donortracker.org/policy_updates?policy=italys-meloni-announced-a-us-6-billion-mattei-plan-for-africa-2024).\\\n\\\n85% of the resources will be allocated to Africa. 15% is slated for other countries, including Ukraine.", "sources": [{"type": "press_release", "language": "italian", "name": "Minister of Foreign Affairs and International Cooperation", "link": "https://www.esteri.it/it/sala_stampa/archivionotizie/comunicati/2024/02/pubblicato-in-gazzetta-ufficiale-il-bando-su-cooperazione-allo-sviluppo-per-180-milioni-di-euro/"}], "funders": [{"funder_profiles_id": {"name": "Italy"}}], "topics": []}, {"title": "Netherlands provides US$2.2 billion guarantee to Ukraine", "slug": "netherlands-provides-us-2-2-billion-billion-guarantee-to-ukraine-2024", "publish_date": "2024-02-09", "content": "**On February 9, 2024, the Dutch Council of Ministers approved a proposal of the Minister of Finance van Weyenberg to provide EUR2 billion (US$2.2 billion) to Ukraine in the form of a guarantee.**\\\n\\\nThis proposal followed the :abbr[EU] support package, approved on February 1, 2024, to provide EUR50 billion (US$54.4 billion) to support the Ukrainian economy, government finances, and recovery and reform surrounding :abbr[EU] accession. Approximately EUR33 billion (US$35.9 billion) of the package will be loans and EUR17 billion (US$18.5 billion) will be delivered as grants.\\\n\\\nThe Netherlands’ guarantee of EUR2 billion (US$2.2 billion) will be incorporated into the Dutch national budget. Calls on the guarantee will only take place if Ukraine proves unable to repay the loans to the European Commission.", "sources": [{"type": "news_article", "language": "dutch", "name": "Dutch Government", "link": "https://www.rijksoverheid.nl/actueel/nieuws/2024/02/09/ministerraad-stemt-in-met-eu-steunpakket-oekraine "}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Japan provides US$32 million following IOM Global Appeal 2024", "slug": "japan-provides-us-32-million-following-iom-global-appeal-2024", "publish_date": "2024-02-09", "content": "**On February 9, 2024, the government of Japan allocated US$32 million to assist the :abbr[IOM] in its extensive operations across 24 countries in 2024.**\\\n\\\nThis financial support is in alignment with :abbr[IOM]’s *Global Appeal 2024*, which is aimed at helping migrants, displaced persons, returnees, and communities that have been severely impacted by crises, conflicts, and the adverse effects of climate change.\\\n\\\nThe allocation earmarked the largest portion, US$6.5 million, for Ukraine, acknowledging the dire needs of the war-stricken nation. This fund is designated for the health sector, aiding vulnerable groups, and rebuilding community infrastructure, alongside supporting displaced Ukrainians in neighboring Poland and Moldova.\\\n\\\nOver half of Japan’s contribution is directed towards :abbr['Sub-Saharan Africa'], including Burkina Faso, Burundi, Cameroon, Chad, Côte d’Ivoire, Djibouti, Kenya, Mali, Mauritania, Mozambique, Niger, Sudan, and the Middle East and North Africa, including Egypt, Iraq, Libya, and Yemen. The two regions have been deeply affected by conflicts and disasters. Additionally, the assistance encompasses efforts to mitigate the impacts of the crisis in Sudan.\\\n\\\nThe support also extends to Asian countries like Myanmar, Philippines, Sri Lanka, Thailand, and Timor Leste, focusing on communities impacted by climate change and vulnerable populations on the move. Specifically, in the Philippines and Timor Leste, the funding aims to enhance the local governments’ capacity to respond to emergencies, especially in light of the increased natural hazards brought about by the El Niño weather phenomenon.\\\n\\\nJapan’s commitment as a key partner of :abbr[IOM] underscored its dedication to addressing global migration challenges and supporting climate action initiatives.", "sources": [{"type": "press_release", "language": "english", "name": "UN Migration", "link": "https://www.iom.int/news/japan-bolsters-iom-global-appeal-usd-32-million-humanitarian-and-climate-actions"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "Sweden launches new strategy to bolster democracy and support for human rights", "slug": "sweden-launches-new-strategy-to-bolster-democracy-and-support-for-human-rights-2024", "publish_date": "2024-02-05", "content": "**On February 5, 2024, the Swedish Government announced the launch of a five-year strategy for enhancing development cooperation, with a budget of SEK900 million, (US$86 million) in 2024, centered on human rights, democracy, and the rule of law.**\\\n\\\nThe plan represents a pivotal component of Sweden's broader :abbr[ODA] reform agenda and underscored the significance of democracy, human rights and freedoms, and the rule of law as essential principles for freedom, security and  societal progress in :abbr[ODA]. The new plan has arrived at a critical juncture for the development community, as democracy globally has faced a downward trend for the 17<sup>th</sup> year in a row, exemplified by crises such as the full-scale Russian invasion of Ukraine in 2022.\\\n\\\nThe strategy contains enhanced support for human rights defenders, democratic processes, free elections, and independent journalism. The launch highlighted the increasing threat posed by authoritarian regimes that seek to erode basic human rights and employ digital technologies for suppression and to spread disinformation.\\\n\\\nSwedish Minister for International Development Cooperation and Foreign Trade Johan Forssell emphasized the strategy's focus on supporting individuals worldwide who tirelessly advocate for their freedoms under oppressive regimes.  Acknowledging the concerning trajectory of global democracy, Forssell expressed Sweden’s commitment to supporting those who champion democratic values and principles.", "sources": [{"type": "press_release", "language": "english", "name": "Press Release - Government of Sweden", "link": "https://www.government.se/press-releases/2024/02/new-development-cooperation-strategy-increases-focus-on-defenders-of-democracy-and-independent-journalists/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": []}, {"title": "Council of the EU approves MFF revision; diverts assistance from NDICI", "slug": "council-of-the-eu-approves-mff-revision-diverts-assistance-from-ndici-2024", "publish_date": "2024-02-01", "content": "**At a special meeting of the European Council of February 1, 2024, :abbr[EU] Member States approved the midterm revision of the :abbr[MFF] 2021-2027, the bloc's long term budget.**\\\n\\\nWhile some Member States were reluctant to approve additional funding, the budget received an EUR64.6 billion (US$70.4 billion) increase, including:\n- EUR50 billion (US$54.5 billion) to support Ukraine, comprising a mixture of loans and reallocated funding;\n- EUR7.6 billion (US$8.3 billion) for the \"Neighborhood and the World\" heading, which focused primarily on shoring up migration cooperation within the bloc in areas such as Southern Europe, the Balkans, and the Levant;\n- EUR2 billion (US$2.2 billion) for migration policy and border control;\n- EUR2 billion (US$2.2 billion) for the flexibility instrument to support increased interest payments; \n- EUR1.5 billion (US$1.6 billion) to support emergency humanitarian assistance; and\n- EUR1.5 billion (US$1.6 billion) for the *European Defence Fund*.\n\n<br>\n\nWhile the approved funding included nominal support for the \"Neighborhood and the World\" heading, EUR10.6 billion (US$11.6 billion) was redirected from existing :abbr[EU] funds, including the :abbr[NDICI].\n", "sources": [{"name": "European Council", "link": "https://www.consilium.europa.eu/en/meetings/european-council/2024/02/01/"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": []}, {"title": "Japan sets out foreign policy, development strategy in speeches to the Diet", "slug": "japan-sets-out-foreign-policy-development-strategy-in-speeches-to-the-diet-2024", "publish_date": "2024-01-30", "content": "**On January 30, 2024, Japanese Prime Minister Fumio Kishida and Minister of Foreign Affairs Yoko Kamikawa laid out a strategy to strengthen Japan's role in addressing global challenges, promote sustainable development, and enhance infrastructure through strategic international cooperation and :abbr[ODA].**\\\n\\\nKamikawa emphasized Japan's commitment to a free and open international order based on the Rule of Law, amid challenges including Russia's full-scale invasion of Ukraine and tensions in the Middle East. She noted that Japan aims to lead by example, advocating for peace and prosperity and ensuring that \"human dignity\" is protected worldwide, aligning with the core premise of the :abbr[SDGs], \"Leave no one behind.\"\\\n\\\nCentral to Japan's foreign policy is the strategic deployment of :abbr[ODA] to bolster its diplomatic efforts, promote human dignity, and address comprehensive global challenges including climate change, health security, and economic instability. Japan seeks to leverage :abbr[ODA] to enhance its global presence, contribute to international peace, and support the achievement of the :abbr[SDGs], highlighting its role in promoting sustainable development and infrastructure enhancement worldwide.\\\n\\\nJapan's foreign policy strategy underscored the importance of innovation and modern solutions in addressing international challenges. By integrating digital transformation, economic security initiatives, and modern technological solutions, Japan aims to enhance global health security frameworks, infrastructure resilience, and overall diplomatic effectiveness. This innovative approach is seen as vital for strengthening global partnerships and advancing a :abbr[FOIP]{title=\"Free and Open Indo-Pacific\"}.\\\n\\\nReaffirming commitment to rule of law, Kamikawa and Kishida noted that Japan is actively engaging with international courts and organizations to strengthen the global legal framework. Through the promotion of :abbr[FOIP]{title=\"Free and Open Indo-Pacific\"}, Japan is working with allies and like-minded countries to ensure regional and global stability, emphasizing the importance of :abbr[ASEAN] and Quad collaborations, and seeking constructive relationships with neighboring countries, including with China and South Korea.\\\n\\\nThe speeches marked a continuation of Japan's foreign policy approach to invest in :abbr[ODA] while making room for public-private partnerships to drive development around the world. The amicable and cooperative tone towards China and South Korea was welcomed by development advocates, with the hopes that regional solidarity will help address many of the ongoing major global issues.", "sources": [{"type": "speech", "language": "english", "name": "Prime Minister's Office of Japan", "link": "https://japan.kantei.go.jp/101_kishida/statement/202401/30shiseihoshin.html"}, {"type": "speech", "language": "english", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/fp/pp/pageite_000001_00141.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "EU Commission pledges US$10.8 billion for Central Asian transport", "slug": "eu-commission-pledges-us-10-8-billion-for-central-asian-transport", "publish_date": "2024-01-29", "content": "**On January 29, 2024, :abbr[EU] Commission Vice President Valdis Dombrovskis launched the *[Investors Forum for EU-Central Asia Transport Connectivity.](https://international-partnerships.ec.europa.eu/news-and-events/investors-forum-eu-central-asia-transport-connectivity_en)***\\\n\\\nThe event aimed to support discussions on the investments required to develop alternative trade flows between Europe and Central Asia in light of Russia's full-scale invasion of Ukraine.\\\n\\\nDombrovskis announced that the :abbr[EU] and :abbr[IFIs] would contribute EUR10 billion (US$10.8 billion) in the project. The event also included the signing of several memoranda of understanding between the :abbr[EIB] and partner countries including Kazakhstan, Kyrgyzstan, and Uzbekistan to support the development of transport infrastructure in the region.", "sources": [{"type": "press_release", "name": "EU Commission", "link": "https://ec.europa.eu/commission/presscorner/detail/en/IP_24_501"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": []}, {"title": "UK - Japan 21st Century Committee set to hold 40th joint meeting", "slug": "japan-uk-21st-century-committee-set-to-hold-40th-joint-meeting", "publish_date": "2024-01-29", "content": "**The :ABBR[UK]-Japan 21<sup>st</sup> Century Committee is set to hold its 40<sup>th</sup> joint meeting from February 2-4, 2024, focusing on key topics including bilateral foreign policy, international security, climate change and energy, global health, and :abbr[AI].**\\\n\\\nThis event continues the tradition of high-level dialogue and cooperation between the two nations. Originally established in 1985 by former British Prime Minister Margaret Thatcher and Japanese Prime Minister Yasuhiro Nakasone, the :ABBR[UK] - Japan 21<sup>st</sup> Century Group, formerly known as the :ABBR[UK] - Japan 2000 Group, serves as a vital platform for fostering mutual understanding and collaboration. Comprising leaders from the private sector, public sector, and civil society, the group’s annual conferences alternate between the :ABBR[UK] and Japan, addressing a wide range of critical issues from educational and cultural exchange to global security and economic policies.\\\n\\\nAt the 39<sup>th</sup> joint meeting in January 2023, held at the University of East Anglia in the :abbr[UK], key discussions revolved around recent political and economic developments in both countries, global health challenges post-pandemic, and the evolving security landscape, particularly in light of Russia’s invasion of Ukraine. The conference also delved into economic security, emphasizing the need for resilient supply chains and cooperation in the face of global economic disruptions. Cooperative dialogues, rooted in shared values and strategic interests, underscored the group’s ongoing commitment to enhancing the :ABBR[UK] - Japan partnership in various global contexts. ", "sources": [{"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/pressit_000001_00266.html"}, {"type": "report", "language": "english", "name": "Prime Minister’s Office", "link": "https://www.gov.uk/government/publications/the-hiroshima-accord/the-hiroshima-accord"}, {"type": "report", "language": "english", "name": "21st Century Group", "link": "https://www.jcie.org/wp-content/uploads/2023/02/Final-E-Statement.pdf"}], "funders": [{"funder_profiles_id": {"name": "UK"}}, {"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "UK think tank proposes ways to make ODA budget planning more predictable", "slug": "uk-think-tank-proposes-ways-to-make-uk-oda-budget-planning-more-predictable", "publish_date": "2024-01-21", "content": "**On January 21, 2024, the :abbr[IFS]{title=\"International Institute for Fiscal Studies\"} published a paper identifying three ways in which the :ABBR[UK] could improve its :ABBR[ODA] budget process to avoid high levels of uncertainty.**\\\n\\\nThe :abbr[IFS]{title=\"International Institute for Fiscal Studies\"} noted that at time of writing, the :ABBR[UK] :ABBR[ODA] budget is set with 0.5% :abbr[ODA/GNI] as a hard ceiling rather than a floor for spending. This has created :abbr[ODA] budget unpredictability, as the :abbr[UK] government has had to accurately forecast the cash size of the economy and then make in-year adjustments to ensure spending hits 0.5% :abbr[ODA/GNI] by the end of the year. The :abbr[IFS]{title=\"International Institute for Fiscal Studies\"} stated that these unpredictable calculations, added to the unpredictability of other :abbr[ODA] spending needs such as :abbr[IDRC], which in 2022 amounted to 1/3 of :abbr[UK] :ABBR[ODA], can make it difficult for the :abbr[UK] government to plan the :ABBR[ODA] spend :abbr[ODA] effectively.\\\n\\\nThe :abbr[IFS]{title=\"International Institute for Fiscal Studies\"} proposed three changes to improve the predictability of the :ABBR[UK] :ABBR[ODA] budget process, which included: \n\n- Establishing a :ABBR[ODA] reserve to respond to meet unexpected demands, such as :abbr[IDRC], or world events, such as the full-scale invasion of Ukraine. The :abbr[IFS]{title=\"International Institute for Fiscal Studies\"} also suggested that could be achieved by putting aside a fixed share (10-20%) of the budget each year for these costs, or by the agreeing to allow the :ABBR[ODA] budget to rise beyond 0.5% :abbr[ODA/GNI] (to approximately 0.55- 0.6%) in exceptional circumstances. While either of these suggestions, or a combination of the two, would require rolling targets and adjustments to ensure that funding can be recouped or spent appropriately in the future, the :abbr[IFS]{title=\"International Institute for Fiscal Studies\"} stated that these strategies would enable more programs to be protected from in-year cuts due to unforeseen spending;  \n\n- Basing the :ABBR[ODA] budget is based on the national income of the previous year, with an allowance for expected economic growth. The :abbr[IFS]{title=\"International Institute for Fiscal Studies\"} noted that lagging calculations of the :ABBR[ODA] budget would avoid having to track and adjust :abbr[ODA] to in-year fluctuations of national income.  In the case of an economic crash, :abbr[ODA]cuts would first be made the following year, leaving adequate time to plan and adjust :abbr[ODA] programs; and\n\n- Performing fiscal tests that assess the possibility of returning to 0.7% :abbr[ODA/GNI] in the third year of an economic forecast. The :abbr[IFS]{title=\"International Institute for Fiscal Studies\"} suggested that the results would then be treated as a given and enable a gradual ramping up of spending over 3 years. This would avoid the large hikes in the :abbr[ODA] that make spending planning difficult.  \n\n \n\n ", "sources": [{"type": "report", "language": "english", "name": "IFS", "link": "https://ifs.org.uk/articles/three-ways-improve-design-uks-overseas-aid-spending-target"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": []}, {"title": "Netherlands pledges US$16 million to humanitarian efforts in Ukraine", "slug": "netherlands-pledges-us-16-million-to-humanitarian-efforts-in-ukraine-2024", "publish_date": "2024-01-15", "content": "**On January 15, 2024, the Netherlands pledged an additional EUR15 million (US$16 million) to the Ukraine Humanitarian Fund to assist war-affected communities, including refugees and host communities in the region.**\\\n\\\n The pledge is in addition to the EUR10 million (US$11 million) the Dutch government has previously pledged for high-quality and accessible psychosocial support.\\\n \\\nThe Netherlands announced this at the Joint Launch of the Humanitarian Response Plan and the Regional Refugee Response Plan for Ukraine in Geneva. The plan estimates that US$3.1 billion is needed to meet the humanitarian needs in and around Ukraine.\n", "sources": [{"type": "x", "language": "english", "name": "Dutch Mission in Geneva", "link": "https://x.com/NLinGeneva/status/1746940103707042205?s=20"}, {"type": "conference_statement", "language": "english", "name": "Kingdom of the Netherlands", "link": "https://www.netherlandsandyou.nl/web/pr-un-geneva/humanitair-ukraine-humanitarian-and-regional-refugee-response-plan"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "UNDP and Japan announce plans for energy infrastructure in Ukraine", "slug": "undp-and-japan-announce-plans-for-energy-infrastructure-in-ukraine", "publish_date": "2024-01-08", "content": "**On January 8, 2024, in Kyiv, Ukraine, the :abbr[UNDP] in Ukraine and the Government of Japan jointly announced the delivery of three state-of-the-art gas turbines and assistance in transporting seven autotransformers to Ukraine.**\\\n\\\nThis initiative, in coordination with Ukraine's Ministry of Energy, aims to address the urgent needs of Ukraine's energy sector for the winter of 2024 and aligns with the country's long-term national goals. The autotransformers, purchased by the Ukrainian company Ukrenergo with funds from the :abbr[EBRD], is slated to bolster Ukaine's energy infrastructure.\\\n\\\nRussian attacks on Ukraine’s energy infrastructure in the winter of 2022 drastically reduced Ukraine's power generation capacity by half and disrupted essential services for approximately 93% of Ukrainians. The provision of the gas turbines and the transportation of the autotransformers is intended to prevent further disruptions in the winter of 2024, ensuring vital services for over 5.5 million people in affected regions. Additionally, the equipment aligns with Ukraine's goals for decentralization and transitioning to a green energy sector by incorporating biohydrogen fuel use.\\\n\\\nThe equipment handover ceremony was attended by Japan's Minister of Foreign Affairs who reaffirmed Japan's commitment to supporting Ukraine, particularly in restoring its energy infrastructure and enduring the winter. Ukraine’s Minister of Energy expressed gratitude for the ongoing support from Japan and the :abbr[UNDP], emphasizing its significance in these challenging times. The ministers noted that initiative represented a collaborative effort to not only address immediate needs but also to lay the foundation for a more sustainable and resilient energy sector in Ukraine.", "sources": [{"type": "press_release", "language": "english", "name": "United Nations Development Programme", "link": "https://www.undp.org/ukraine/press-releases/japan-undp-deliver-equipment-secure-power-supply-over-55-million-ukrainians#:~:text=Previously%2C%20with%20Japan%27s%20financial%20backing,the%20country%27s%20power%20transmission%20capacity"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "Netherlands launches US$111 million 2024 support package to Ukraine", "slug": "netherlands-launches-us-111-million-2024-support-package-to-ukraine-2023", "publish_date": "2023-12-21", "content": "**On December 21, 2023, the Netherlands launched its first support package of 2024 to Ukraine, totaling EUR102 million (US$111 million) and aimed at providing urgent needs to help Ukraine get through winter and prepare for spring.**\\\n\\\nOn December 15, 2023, Dutch Minister for Foreign Trade and Development Cooperation Geoffrey van Leeuwen announced intentions for the package during a visit to Ukraine. The package's allocations were:\n- EUR62 million (US$67 million) to support the Ukrainian Government in delivering basic services, restoring critical infrastructure, and ensuring reforms through the Special Program for Ukraine and Moldova Recovery, part of the :abbr[IDA] of the World Bank;\n- EUR15 million (US$16 million) for humanitarian assistance via :abbr[UNOCHA]’s Ukraine Humanitarian Fund;\n- EUR15 million (US$16 million) for the demining of agricultural lands and liberated areas; and\n- EUR10 million (US$11 million) in supplies for the Ukrainian electricity network.\n\n<br>\n\nThe package is part of more than EUR2 billion (US$2.2 billion) that the Netherlands has reserved for support to Ukraine in 2024. Of this, EUR2 billion (US$2.2 billion) will go towards military support, EUR295 million (US$212 million) towards the European Peace Facility, EUR89 million (US$97 million) to combat impunity, and EUR3 million (US$3.3 million) for non-military cyber support.\n\n", "sources": [{"type": "press_release", "language": "dutch", "name": "Dutch Ministry of Foreign Affairs", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/nieuws/2023/12/21/eerste-steunpakket-oekraine-voor-2024-102-miljoen-euro-om-de-winter-door-te-komen"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "South Korea approves US$3.3 billion for 2024 Foreign Affairs budget   ", "slug": "south-korea-approves-us-3-3-billion-for-2024-foreign-affairs-budget-2023", "publish_date": "2023-12-21", "content": "**On December 21, 2023, the South Korean National Assembly allocated KRW4.2 trillion (US$3.3 billion) for its 2024 :abbr[MOFA] budget.**\\\n\\\nThis is an increase of 24.8% (KRW832.5 billion (US$645 million)) compared to 2023. However, it is a net decline of KRW99 billion (US$77 million) from the initially proposed 2024 budget.\\\n\\\nThe humanitarian assistance budget has been significantly expanded from KRW299.3 billion (US$232 million) in 2023 to US$573 million (KRW740.1 billion) in 2024. The increase is meant to support innovation and development and cope with humanitarian crises, such as the prolonged war in Ukraine and other disasters. ", "sources": [{"type": "press_release", "language": "korean", "name": "Ministry of Foreign Affairs ", "link": "https://www.mofa.go.kr/www/brd/m_4080/view.do?seq=374521&page=1"}, {"type": "news_article", "language": "korean", "name": "Yonhapnews", "link": "https://www.yna.co.kr/view/AKR20231221163500504?input=1195m"}], "funders": [{"funder_profiles_id": {"name": "South Korea"}}], "topics": []}, {"title": "Sweden announces new ODA framework", "slug": "sweden-announce-new-oda-framework-2023", "publish_date": "2023-12-19", "content": "**On December 19, 2023, the right-wing Swedish Government, comprising moderates, liberals and Christian Democrats, in collaboration with the right-wing populist Sweden Democrats, unveiled a new strategic framework for the country's development assistance.**\\\n\\\nTitled *Development assistance for a new era – freedom, empowerment and sustainable growth*, the reform agenda is set to recalibrate Sweden's approach to international :abbr[ODA], infusing it with a focus on sustainability, transparency, and efficacy.\\\n\\\nSwedish Minister for International Development Cooperation and Foreign Trade Johan Forssell, from the Moderate Party, expressed pride in the reform, which he noted integrated development assistance with trade. Forssell stated that the new approach will leverage Swedish corporate strengths in sustainability and social responsibility, aiming to address societal challenges through investments and innovation.\\\n\\\nThe reform marked a critical juncture in Russia's invasion of Ukraine, which has had far-reaching political, economic, and humanitarian implications. Prioritizing Ukraine and its surroundings, the new strategy has a stated aim to alleviate poverty through job creation and free trade, enhance humanitarian assistance, promote freedom, oppose oppression, and create synergies between development assistance and migration policies. The policy seeks to augment climate assistance, empower women and girls, and improve health and educational quality for the vulnerable.\\\n\\\nChair of the Parliamentary Committee on Foreign Affairs Aron Emilsson, from the Sweden Democrats, highlighted the policy's historic nature, emphasizing its dual focus on the promotion of Swedish interests and humanitarian assistance. He highlighted that the new  policy is envisaged as a foreign policy tool to facilitate the elimination of impediments to enforcement of expulsions of illegal immigrants and combating human trafficking.\\\n\\\nDevelopment Policy Spokesperson for the Christian Democrats Gudrun Brunegård noted the increased support for :abbr[CSOs], vital for tangible change and support to the most needy and vulnerable.\\\n\\\nAcknowledging that no country has overcome poverty solely through international assistance, the Government emphasized stimulating economic growth and trade in partner countries. The approach underlined the necessity of focusing Swedish development cooperation on areas of distinct Swedish expertise and value addition.\\\n\\\nForeign Policy Spokesperson of the Liberal Party Joar Forssell pointed out the agenda's heightened focus on the promotion of democracy and human rights, alongside efforts to combat gender inequality, will play a crucial role in promoting freedom around the world and shape Sweden's proactive stance towards fostering a freer global society.", "sources": [{"type": "press_release", "language": "english", "name": "Press Release - Government of Sweden", "link": "https://www.government.se/press-releases/2023/12/government-presents-new-direction-for-development-assistance/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": []}, {"title": "Potential MFF midterm revision prioritizes Ukraine, migration", "slug": "mff-midterm-revision-prioritizes-ukraine-migration", "publish_date": "2023-12-15", "content": "**On December 15, 2023, 26 members of the European Council agreed upon an EUR64.6 billion (US$69.9 billion) midterm revision to the bloc's [Mulitannual Financial Framework.](https://donortracker.org/publications/donor-budget-basics-the-eus-mff-2023), with Hungary's veto blocking the agreement.**\\\n\\\nThe additional funding package comprised a significant decrease from the Commission's June 2023 proposal of an [EUR74.5 billion](https://ec.europa.eu/commission/presscorner/detail/en/ip_23_3345) (US$80.6 billion) increase. If approved in the upcoming year, the agreement would significantly reduce  proposed new funding for external action endorsed by the European Commission and backed by the European Parliament, and would shift focus towards investment in migration management. Funding for migration management would come from a combination of newly allocated funds and reallocating existing resources from programs such as development and health, among others.\\\n\\\nProposed funding for Ukraine remained robust, receiving EUR50 billion (US$54.1 billion) in grants and loans, in line with the June 2023 proposal. However, migration and humanitarian assistance decreased, falling to EUR9.6 billion (US$10.4 billion) and EUR1.5 billion (US$1.6 billion) from the June proposal's EUR12.5 billion (US$13.5 billion) and EUR2.5 billion (US$2.7 billion), respectively.\\\n\\\nIncreased interest rates on :abbr[EU] borrowing, in addition to pressures from the war in Ukraine and budgetary challenges in Member States, continue to stress :abbr[EU] expenditures.\\\n\\\nA European Council is scheduled at the beginning of February to discuss the future of the agreement and vote on potential changes.", "sources": [{"type": "government_document", "name": "European Council", "link": "https://data.consilium.europa.eu/doc/document/ST-23-2023-INIT/en/pdf"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": []}, {"title": "Netherlands pledges US$19 million for Ukraine justice", "slug": "netherlands-pledges-us-19-million-for-ukraine-justice", "publish_date": "2023-12-05", "content": "**On December 5, 2023, during a visit to Kyiv, Dutch Minister for Foreign Affairs Hanke Bruins Slot announced a commitment of EUR17 million (US$19 million) to combat impunity and achieve justice for Ukrainian victims of war crimes.**\\\n\\\nThe funds consisted of two parts. EUR9 million (US$10 million) will go towards the project ‘Restoring Dignity and Justice in Ukraine’, to support the judicial sector with knowledge, expertise, and capacity, especially in the field of international criminal law. The remaining EUR8 million (US$9 million) will go towards the civilian European Union Advisory Mission. The funds are meant to help strengthen the public prosecutor’s office and the police in liberated areas and to advise on investigation and prosecution.\\\n\\\nDuring the minister’s visit, the Secretariat of the Dialogue Group on Accountability of Ukraine was opened at the Prosecutor General in Kyiv. The Netherlands initiated the group as a platform for countries, international organizations, and civil society stakeholders to align national and international justice initiatives.\\\n\\\nPreviously, in October 2022, Ukrainian President Volodymyr Zelenskyy presented a ten-point Peace Plan for Ukraine. According to a news article, the Netherlands took the lead within the international community on point number seven “restoring justice”. ", "sources": [{"type": "news_article", "language": "dutch", "name": "Dutch Ministry of Foreign Affairs", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/nieuws/2023/12/05/bruins-slot-zegt-in-oekraine-17-miljoen-euro-toe-voor-gerechtigheid"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Norway announces US$23 million for food security in Ukraine", "slug": "norway-announces-us-23-million-for-food-security-in-ukraine-2023", "publish_date": "2023-11-25", "content": "**On November 25, 2023, Norway pledged NOK200 million (US$19 million) to the :abbr[WFP] to support food security in Ukraine, including through the humanitarian food program *Grain from Ukraine*.**\\\n\\\nThe announcement was presented during the Second International Summit on Food Security in Kiev, Ukraine. Norway also pledged NOK50 million (US$5 million) to the World Bank's :abbr[URTF].\\\n\\\nMinister of Foreign Affairs Espen Barth Eide underlined that Norway, particularly its Nansen Program, stands firmly by Ukraine. He emphasized that Norway had also not lost sight of the other global crises.", "sources": [{"type": "news_article", "language": "norwegian", "name": "Dagsavisen", "link": "https://www.dagsavisen.no/nyheter/innenriks/2023/11/25/norge-gir-250-millioner-kroner-til-matsikkerhet-i-ukraina/"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Agriculture"}}]}, {"title": "European leaders call for reduced MFF allocations", "slug": "european-leaders-call-for-reduced-mff-allocations-2023", "publish_date": "2023-11-23", "content": "**On November 23, 2023,  it was reported that the Swedish Presidency of the Council of the :abbr[EU] presented three draft revisions to the Commission's EUR66 billion (US$72 billion) June 2023 proposal and proposed alternative paths totaling EUR61 billion (US$65.9 billion), EUR56 billion (US$60.5 billion), and EUR46 billion (US$49.7 billion).**\\\n\\\nAs :abbr[EUi] institutions negotiate the Commission's [proposed increases](https://donortracker.org/policy_updates?policy=eu-commission-proposes-mff-revisions) to the bloc's :abbr[MFF], a seven-year budgeting tool, European leaders have urged the bloc to reduce its planned spending.\\\n\\\nCiting the tension of net-contributer countries financing the projects of net-recipient countries, as well as pressures from COVID-19 spending and the war in Ukraine, some officials argued that spending should be reigned in by at least 20%.\\\n\\\n:abbr[MFF] negotiations are expected to continue through the meeting of the European Council in December 2023.", "sources": [{"type": "press_release", "name": "Politico", "link": "https://www.politico.eu/article/eu-capitals-tell-brussels-to-cut-down-its-budget-increase/"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": []}, {"title": "Japan addresses climate change, digital governance, women-led development at G20", "slug": "japan-addresses-climate-change-digital-governance-and-women-led-development-at-g20-2023", "publish_date": "2023-11-22", "content": "**On November 22, 2023, Japanese Prime Minister Fumio Kishida participated in the :abbr[G20] Leaders' Video Conference in India, and discussed crucial global issues including multilateral reforms, climate change, digital governance, and women-led development.**\\\n\\\nKishida acknowledged Indian Prime Minister Narendra Modi's leadership and welcomed the African Union as a permanent :abbr[G20] member. He highlighted the complexity of global crises, emphasizing Russia's aggression against Ukraine as a threat to sustainable development.\\\n\\\nAddressing multilateral system reforms, Kishida stressed the need to strengthen the :abbr[UN], including Security Council reform. He proposed enhancing the functions of multilateral development banks to support developing countries facing global challenges. Kishida also called for increased efforts to limit temperature rise, urging all parties to commit to net-zero emissions by 2050 and ambitious emission reduction targets.\\\n\\\nIn the digital sphere, Kishida emphasized the importance of international governance for :abbr[AI], introducing Japan's efforts through the Hiroshima :abbr[AI] Process. He expressed Japan's commitment to promoting safe and secure :abbr[AI] globally.\\\n\\\nKishida also underscored the need to close the gender gap and enhance women's participation across all sectors. He outlined Japan's commitment to shedding light on \"human dignity\" under Brazil's upcoming :abbr[G20] Presidency, pledging continued contributions to global cooperation in addressing diverse challenges.", "sources": [{"type": "press_release", "language": "english", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/ecm/ec/page4e_001519.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "Italy approves ODA allocations, initiatives, additional resources for Ukraine and Palestine", "slug": "italy-approves-assistance-initiatives-additional-resources-for-ukraine-and-palestine-2023", "publish_date": "2023-11-22", "content": "**On November 22, 2023, the Italian Joint Development Cooperation Committee approved additional resources to mitigate the effects of war on Ukrainian and Palestinian civilians, totalling EUR17 million (US$18 million) for Ukraine and EUR5 million (US$5 million) for Palestine.**\\\n\\\nThe committee also approved a package of initiatives, including  EUR8 million (US$8.7 million) for Africa, focusing on food security, health, education, and training aimed at professional improvement.\\\n\\\nResources for Tunisia were approved at a total of EUR3 million  (US$3 million) for 2024, an increase compared to 2023 programming. Italy has emphasized Tunisia as a priority partner.\\\n\\\nThe committee voted to approve the channeled allocation of EUR998 million (US$1 billion) in funds for development cooperation initiatives in 2024. The allocations detailed:\n- EUR537 million (US$586 million) to bilateral cooperation;\n- EUR271 million(US$295 million) to emergency funding; and\n- EUR190 million (US$207 million) to multilateral cooperation.\n\n<br>\n\nThe committee also approved a contribution of EUR2 million(US$2 million) for the Balkan region to strengthen disaster preparedness and response capacities in Bosnia and Herzegovina.\\\n\\\nFinally, the Committee gave a favorable opinion on two initiatives proposed by Cassa Depositi e Prestiti, which included:\n- Financing projects related to the agricultural and agribusiness supply chain  through the West African Development Bank; and\n- Refinancing of a line of credit in Latin America and the Caribbean in support of investments in the environmental sector and the fight against climate change. ", "sources": [{"type": "government_document", "language": "italian", "name": "Info cooperazione ", "link": "https://www.info-cooperazione.it/wp-content/uploads/2023/11/Delibere-e-Pareri-VI-Riunione-CC-20112023.pdf"}], "funders": [{"funder_profiles_id": {"name": "Italy"}}], "topics": [{"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Agricultural R&D"}}, {"topics_id": {"name": "Nutritious Food Systems"}}, {"topics_id": {"name": "Climate"}}]}]}