{"meta": {"filter_count": 344}, "data": [{"title": "US votes to slash foreign assistance", "slug": "us-votes-to-slash-foreign-assistance-2023", "publish_date": "2023-09-28", "content": "**On September 28, 2023, the :abbr[US] House of Representatives voted to cut :abbr[US] foreign assistance by 12%, passing its version of the State, Foreign Operations, and Related Programs appropriations bill.**\\\n\\\nThe debate included a number of amendments to drastically cut funding to :ABBR[USAID] and other development efforts. The bill is widely viewed by experts as unlikely to move any further.\\\n\\\nThe vote came as the :abbr[US] Congress struggled to pass a Continuing Resolution to keep the government running beyond the end of the fiscal year, which was narrowly achieved hours before the deadline of September 30, 2023. The resolution maintained current funding levels, but notably did not contain any funding for Ukraine.\\\n\\\nThe debate marked a significant departure from the bipartisan support that :abbr[US] foreign assistance has enjoyed for more than a decade. Some amendments, led by an ultra-conservative section of the Republican Party, sought to cut funding to :ABBR[USAID], eliminate humanitarian assistance, cut all funding to Ukraine, eliminate funding for implementation of the Paris Accord, and introduce other funding cuts and constraints. The :abbr[US] Senate is not expected to support these amendments.\\\n\\\nThe House and Senate face a deadline in mid-November to resolve significant differences between House and Senate spending levels. Funding lines up for debate include spending on Ukraine, climate adaptation, and multilateral institutions.\\\n\\\n :ABBR[USAID] remains open to make new commitments and hires. The process of getting approval from Congress on spending particulars during the negotiations, however, would likely lead to months-long delays on new initiatives.", "sources": [{"type": "news_article", "language": "english", "name": "Devex", "link": "https://www.devex.com/news/house-conservatives-unleash-broadside-attack-on-us-aid-funding-106298?mkt_tok=Njg1LUtCTC03NjUAAAGOf5FN0AJtl5H7mj3u3uXYmIGhw_7K3XI_62KVk2q1MmOSKI9I18POWuwkkpaGhirDusWHrTmmL7b9h8H1R97k9JYl2E7DhyAViJ2PUerZsRpk&utm_content=cta&utm_medium=email&utm_source=nl_newswire&utm_term=article"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": []}, {"title": "Sweden outlines development priorities", "slug": "sweden-outlines-development-priorities", "publish_date": "2023-09-26", "content": "**On September 23, 2023, Swedish Foreign Minister Tobias Billström presented Sweden's development priority statement at the 78<sup>th</sup> :abbr[UN] General Assembly.**\\\n\\\nIn a speech predominantly centered on Ukraine, Billström emphasized Russia's tactics of weaponizing food, exacerbating the global food crisis. He pointed out Russia's recent imposition of its blockade against grain shipments across the Black Sea, which is restricting food supplies to many, including some of the world's most vulnerable populations.\\\n\\\nSweden underscored the need for the :abbr[UN] to persistently seek enhanced effectiveness and efficiency, particularly at the national level. Billström called for development assistance to work synergistically with trade, private investment, improved access to capital, and domestic resource mobilization.\\\n\\\nBillström highlighted the pivotal role of :abbr[MDBs] in achieving the :abbr[SDG]s. He asserted that :abbr[MDBs] are instrumental in innovating financing methods and mobilizing substantial finances, including private capital and domestic resources. Sweden supported the modification of the :abbr[MDB] business model to address global challenges more effectively, ensuring that poverty reduction and climate change remain central to their mission.\\\n\\\nBillström also highlighted the urgent need to mobilize climate finance from both public and private sectors, and to amplify support for local resilience and climate adaptation. Sweden pledged its continued commitment to adaptation and urged other nations to increase their contributions.\\\n\\\nSweden underlined that human rights, democracy, and the rule of law are essential for development. Billström stated that the rights of women and girls, as well as :abbr[SRHR], are fundamental to development and are foundational for democracy.", "sources": [{"type": "speech", "language": "english", "name": "Sweden's National Statement at the 78th Session of the United Nations General Assembly", "link": "https://www.government.se/speeches/2023/09/swedens-national-statement-at-the-78th-session-of-the-united-nations-general-assembly/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "Japan receives calls to strengthen ODA commitment", "slug": "japan-receives-calls-to-strengthen-oda-commitment", "publish_date": "2023-09-23", "content": "**On September 23, 2023, Japanese newspaper Yomiuri Shimbum called on Japan to strengthen its commitment to the :abbr[SDG]s, following Japan's appearance at the :abbr[SDG] Summit at the 78<sup>th</sup> :abbr[UN] General Assembly.**\\\n\\\nGlobal leaders used the summit to adopt a political declaration to push forward with policies aimed at achieving critical objectives, including the eradication of poverty, the promotion of quality education, and mitigation of the impacts of climate change. However, experts criticized the gaps between ideals and the realities of the challenges in the way of achieving the :abbr[SDG]s.\\\n\\\nJapanese Prime Minister Fumio Kishida emphasized the importance of  :abbr[SDG] progress and urged nations to turn their shared ideals into actionable plans. He noted that despite the collective commitment to the :abbr[SDG]s, the world still faces poverty, hunger, and other issues. Kishida stressed that Japan, drawing from its extensive experience in development cooperation, should leverage its expertise to prioritize supporting stable livelihoods.\\\n\\\nProgress has lagged on the  :abbr[SDG]s, with approximately 30% of the goals associated with the primary objectives classified as either stagnant or regressing. The most pressing challenge remains the eradication of poverty and hunger, especially in Sub-Saharan Africa, where over 30% of the population still lives in extreme poverty. Efforts to combat these challenges face hurdles such as disruptions in grain exports associated with geopolitical conflicts, such as Russia’s invasion of Ukraine, which have caused global food prices to rise and pushed many into food insecurity. Kishida noted that ending these conflicts is essential for the affected nations as well as for the broader global community.\\\n\\\nJapan’s history of development assistance has earned it a respected place on the global stage. To maintain its influence, Yomiuri Shimbum called on the Japanese government to strategically utilize :abbr[ODA] to secure necessary budget allocations. Furthermore, Yomiuri Shimbum noted that deepening collaboration with emerging powers could both serve Japan’s national interests and contribute significantly to global progress.\\\n\\\nAs the Japanese 2024 draft budget is discussed by the Diet, Yomiuri Shimbum called for a strong focus on increasing the funding for and scope of :abbr[ODA]. The :abbr[SDG] Summit highlighted the pressing need for accelerated action. Japan’s experience and continued commitment is thought to be instrumental in addressing challenges on the path to a sustainable and equitable future. ", "sources": [{"type": "news_article", "language": "japanese", "name": "Yomiuri Shimbun", "link": "https://www.yomiuri.co.jp/editorial/20230922-OYT1T50236/ "}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "USAID announces US$23 million for TB", "slug": "usaid-announces-us-23-million-for-tb-2023", "publish_date": "2023-09-22", "content": "**On September 22, 2023, :abbr[USAID] announced that it will provide an additional US$23 million to :abbr[USAID]'s Global Accelerator to End :abbr[TB] Plus funding package, where :abbr[USAID] has planned to spend a total of US$394 million in :abbr[FY]2023.**\\\n\\\nThe funding will help reach the global targets that were agreed upon during the 78<sup>th</sup> :abbr[UN] General Assembly. The effort is slated to focus on a number of countries, including conflict settings such as Ukraine, Afghanistan, and Myanmar. It intends to deliver on new prevention and treatments efforts, reduce drug prices, and invest in innovations.\\\n\\\n:abbr[USAID] also pledged to commit 60% of :abbr[TB] funding to go directly to local partners by 2027.  \n\n", "sources": [{"type": "press_release", "language": "english", "name": "USAID", "link": "https://www.usaid.gov/news-information/press-releases/sep-22-2023-usaid-launches-new-efforts-fight-against-tuberculosis-including-additional-23-million-funding"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": [{"topics_id": {"name": "Global Health"}}]}, {"title": "Canada announces US$510 million in additional support for Ukraine", "slug": "canada-announces-us-510-million-in-additional-support-for-ukraine-2023", "publish_date": "2023-09-22", "content": "**On September 22, 2023, Canadian Prime Minister Justin Trudeau announced CAD692 million (US$510 million)  in new military, economic, peace and security, and development assistance investments for Ukraine.**\\\n\\\nThe announcement was made during a visit to Canada by Ukrainian President Volodymyr Zelenskyy. Trudeau reaffirmed Canada’s ongoing solidarity and unwavering support for Ukraine as it defends itself against Russia’s war of aggression.\\\n\\\nThe funding from Canada included:\n\n- CAD650 million (US$479 million) in military assistance to supply Ukraine with 50 armored vehicles;\n- CAD8 million (US$6 million) in peace and security assistance to strengthen nuclear security measures, enhance resilience against cyberattacks, and promote recovery and stabilization initiatives; and\n- CAD34 million (US$25 million) in development assistance for four multi-year initiatives supporting mental health, agriculture, infrastructure, and technical assistance for an inclusive recovery process.\n\n<br>\n\nTrudeau and Zelenskyy also signed a modernized Canada-Ukraine Free Trade Agreement, which supports long-term security, stability, and economic development in Ukraine while ensuring high-quality market access terms for Canadian businesses participating in Ukraine’s economic recovery.\\\n\\\nThe commitment brought Canada’s total to more than CAD9.5 billion (US$7 billion) in assistance to Ukraine since the beginning of 2022.\n", "sources": [{"type": "press_release", "language": "english", "name": "Office of the Prime Minister of Canada", "link": "https://www.pm.gc.ca/en/news/news-releases/2023/09/22/canada-reaffirms-our-unwavering-support-ukraine-long-it-takes"}], "funders": [{"funder_profiles_id": {"name": "Canada"}}], "topics": [{"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Agriculture"}}]}, {"title": "EU Parliament calls for US$11 billion in MFF revisions", "slug": "eu-parliament-calls-for-us-11-billion-in-mff-revisions-2023", "publish_date": "2023-09-20", "content": "**On September 20, 2023, the :abbr[EU] Parliament's budget committee approved a report calling for an additional EUR10 billion (US$11 billion) allocation to the bloc's Multiannual Financial Framework.**\\\n\\\nThe Parliament's call for funding was an addition to the [Commission's June 2023 revision proposal](https://donortracker.org/policy_updates?policy=eu-commission-proposes-mff-revisions) totaling EUR66 billion (US$71 billion), which prioritized spending for Ukraine and addressing the root causes of migration.\\\n\\\nThe additional funding proposed by the Parliament would be allocated in the bloc's Multiannual Financial Framework for the following budget lines:\n- EUR2 billion (US$2.1 billion) for addressing root causes of migration through development with non- :abbr[EU] partners, bringing the budget line total to EUR14.5 billion (US$15.5 billion) with the Commission's proposed additions;\n- EUR3 billion (US$3.2 billion) for strategic technological development within the :abbr[EU]; and \n- EUR5 billion (US$5.4 billion) for flexible assistance for humanitarian assistance and climate change, bringing the budget line total to EUR7.5 billion (US$8 billion) with the Commission's proposed additions.\n\n<br>\n\nThe report is set to be voted on by the Parliament on October 4, 2023. Experts predicted pushback from Member States on the increased spending.\n", "sources": [{"type": "news_article", "name": "Euractiv", "link": "https://www.euractiv.com/section/economy-jobs/news/european-parliament-seeks-extra-e10bn-for-eu-long-term-budget/"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "Netherlands announces 2024 development budget", "slug": "netherlands-announces-2024-development-budget-2023", "publish_date": "2023-09-19", "content": "**On September 19, 2023, the Dutch cabinet announced that EUR400 million (US$428 million) will be cut from the 2024 development budget and reallocated to support the reception of asylum seekers in the Netherlands.**\\\n\\\nThe 2024 budget showed an additional 7% of development funding will be reallocated to accommodate the high levels of asylum seekers in the Netherlands. The reallocation brings the total 2024 budget for the Minister for Foreign Trade and Development Cooperation to EUR3.6 billion (US$3.9 billion).\\\n\\\nIn the budget announcement, the Dutch cabinet reaffirmed its foreign policy commitment to support Ukraine with humanitarian, military, and development assistance. Following the July 2023 collapse of the governing coalition, the cabinet committed to continuing its development agenda addressing the root causes of poverty, climate, terrorism and irregular migration, and achieving the :abbr[SDGs].\\\n\\\nDespite the cabinet’s commitment to continue existing development policy, the 2024 budget made cuts in addition to those announced in the April 2023 Spring Budget. The 2024 budget showed a cut of EUR300 million (US$326 million) to development funding, which contradicted the motion from June 2023 by the House of Representatives to reverse the April 2023 development budget cuts. The total amount of the development budget cut between 2023 and 2026 increased from EUR3.4 billion (US$3.7 billion) to a total of EUR3.5 billion (US$3.8 billion).\\\n\\\nPartos, which represents more than 100 development organizations in the Netherlands, criticized the 2024 budget. Director Liana Hoornweg argued that these cuts undermine the Netherlands’ international credibility, particularly in light of the Netherlands' recent call on other countries to contribute more to achieving the :abbr[SDG]s during the  78<sup>th</sup> :abbr[UN] General Assembly. Hoornweg called on the Dutch government to stop subsidizing the fossil fuel industry, which totals approximately EUR37.5 billion (US$40.8 billion) annually, and to reinvest those funds in sustainable development. ", "sources": [{"type": "news_article", "language": "english", "name": "Dutch Ministry of Foreign Affairs", "link": "https://www.government.nl/ministries/ministry-of-foreign-affairs/news/2023/09/19/budget-day-2023-a-changing-world-order-requires-unity"}, {"type": "government_document", "language": "dutch", "name": "Netherlands 2024 Development Budget", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/documenten/begrotingen/2023/09/19/xvii-buitenlandse-handel-en-ontwikkelingssamenwerking-rijksbegroting-2024"}, {"type": "government_document", "language": "dutch", "name": "Netherlands 2023 Spring Budget", "link": "https://www.rijksoverheid.nl/documenten/begrotingen/2023/04/28/voorjaarsnota-2023 "}, {"type": "oped", "language": "dutch", "name": "Development association Partos", "link": "https://www.partos.nl/nieuws/kabinet-bezuinigt-fors-op-ontwikkelingssamenwerking-ondanks-demissionaire-status/ "}, {"type": "news_article", "language": "dutch", "name": "Netherlands' fossil fuel subsidies", "link": "https://nos.nl/artikel/2489141-onderzoek-jaarlijks-37-5-miljard-euro-subsidie-naar-fossiele-sector"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Japan provides US$14 million for food security", "slug": "japan-provides-us-14-million-for-food-security", "publish_date": "2023-09-15", "content": "**Throughout the month of September 2023, the Japanese government made a series of commitments totaling JPY2 billion (US$14 million) to promote food security in seven countries.**\\\n\\\nThe funds were allocated as follows:\n\n- JPY300 million (US$2 million) to Guinea to improve food security and nutritional conditions through the :abbr[WFP];\n- JPY200 million (US$1.4 million) to Palestine to improve food security through the :abbr[WFP];\n- JPY150 million (US$1 million) to Cabo Verde to support rice donations and to improve food security;\n- JPY250 million (US$1.7 million) to the Central African Republic to improve food security and promote development through the :abbr[WFP];\n- JPY200 million (US$1.4 million) to Cameroon to improve food security and promote development through the :abbr[WFP];\n- JPY280 million (US$1.9 million) to Uzbekistan for the construction of a climate-resilient agricultural system in the Aral Sea region; and\n- JPY602 million (US$4.1 million) to Mauritania to improve food security and support the fishing industry.\n\n<br>\n\nJapan reaffirmed its commitment to addressing the ongoing food crisis exacerbated by the Russian invasion of Ukraine.\n", "sources": [{"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/press7_000121.html"}, {"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/press5_000100.html"}, {"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/press5_000101.html"}, {"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/press7_000126.html"}, {"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/press7_000127.html"}, {"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/press7_000129.html"}, {"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/press7_000133.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Norway presents action plan on gender equality, peace, security", "slug": "norway-presents-action-plans-on-gender-equality-security", "publish_date": "2023-09-15", "content": "**On September 15, 2023, the Norwegian government published a new national action plan describing plans to intensify efforts to include women in peace and security work both domestically and abroad.**\\\n\\\nMinister of Foreign Affairs Anniken Huitfeldt emphasized the importance of gender equality and women's participation in peace and security work, both nationally and internationally. The action plan was prepared by the Ministries of Foreign Affairs, Defense, Justice and Public Security, Culture and Equality, Labor and Social Inclusion, and Climate and Environment. In addition, :abbr[CSO]s, Norwegian research institutes, and other experts provided input on the plan.\\\n\\\nThe action plan listed three thematic priorities: \n- Peace processes and implementation of peace agreements;\n- Security policy and operations; and\n- Humanitarian efforts, protection of civilians and protection of human rights.\n \n<br>\n\nThe plan noted that the women, peace, and security agenda will be emphasized in Norway's priority partners, which in 2023 were: Afghanistan, Colombia, Iraq, Jordan, Mali, Mozambique, Myanmar, Nigeria, Palestine, the Philippines, Somalia, South Africa, South Sudan, Sudan, Syria, Ukraine, Venezuela and Yemen.\\\n\\\nRegional and multilateral fora will also be prioritized, including :abbr[NATO], :abbr[OSCE], the :abbr[EU], :abbr[ASEAN], and the :abbr[UN].\\\n\\\nThe action plan is slated to take place from 2023-2030. The Norwegian government described this timeframe as an effort to improve predictability and encourage a long-term strategic approach to an integrated implementation of the agenda. An interministerial review of the plan is slated for 2027.", "sources": [{"type": "press_release", "language": "norwegian", "name": "Ministry of Foreign Affairs ", "link": "https://www.regjeringen.no/no/aktuelt/noreg-styrkjer-nasjonal-og-internasjonal-innsats-for-kvinner-fred-og-tryggleik/id2994100/"}, {"type": "government_document", "language": "english", "name": "Ministry of Foreign Affairs ", "link": "https://www.regjeringen.no/contentassets/a2aec6a0bf874885a1f78eb5d9674339/en-gb/pdfs/women-peace-and-security.pdf"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}]}, {"title": "Canada publishes UNGA attendees, topics", "slug": "canada-publishes-unga-attendees-topics-2023", "publish_date": "2023-09-14", "content": "**On September 14, 2023, the Canadian government announced that Canadian Prime Minister Justin Trudeau will travel to New York from September 19-21, 2023, to participate in the 78<sup>th</sup> :abbr[UN] General Assembly.**\\\n\\\nTrudeau announced his intention to advocate for enhanced international cooperation to address global challenges including climate change, security, democracy, human rights, access to health care, and financing for development. He also slated plans to reiterate Canada’s unwavering support for Ukraine as it defends itself against the Russian invasion.\\\n\\\nAs co-chair of the :abbr[UN] :abbr[SDGs] Advocates Group, Trudeau announced his plan to speak at the :abbr[SDG] Summit, where he intends to emphasize Canada’s leadership and commitment to implementing the 2030 Agenda for Sustainable Development.\\\n\\\nTrudeau also announced plans to host a discussion in New York on how to improve international coordination and support to address the ongoing crisis in Haiti and foster sustainable development. Political instability, insecurity and armed violence, extreme inflation, and a cholera outbreak are currently worsening conditions in Haiti.\\\n\\\nThe Canadian delegation to the General Assembly will include Minister of Foreign Affairs Mélanie Joly, Minister of International Development Ahmed Hussen, and Minister of Environment and Climate Change Steven Guilbeault.", "sources": [{"type": "press_release", "language": "english", "name": "Office of the Prime Minister of Canada", "link": "https://www.pm.gc.ca/en/news/news-releases/2023/09/14/prime-minister-attend-united-nations-general-assembly-new-york "}], "funders": [{"funder_profiles_id": {"name": "Canada"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "Sweden reaffirms Ukraine commitment", "slug": "sweden-reaffirms-ukraine-commitment-2023", "publish_date": "2023-09-14", "content": "**On September 14, 2023, in its annual Statement of Government Policy to Parliament, the Swedish Government emphasized that the defense of Ukraine’s freedom and sovereignty will remain the top Swedish foreign policy in upcoming years.**\\\n\\\nThe statement highlighted that Sweden ranks among the top ten global donors to Ukraine. Sweden has contributed more than SEK25 billion (US$2.5 billion) in support. Sweden also recently unveiled a development cooperation strategy for Ukraine, the country's most comprehensive bilateral :abbr[ODA] strategy to date. ", "sources": [{"type": "speech", "language": "swedish", "name": "Statement of Government Policy ", "link": "https://regeringen.se/tal/2023/09/regeringsforklaringen-den-12-september-2023/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": []}, {"title": "Netherlands pledges US$2 million to Ukraine War Damage Register", "slug": "netherlands-pledges-us-2-million-to-ukraine-war-damage-register", "publish_date": "2023-09-14", "content": "**On September 14, 2023, Dutch Minister of Foreign Affairs Hanke Bruins Slot announced EUR2 million (US$2 million) for the Register of Damage Caused by the Russian Aggression against Ukraine, located in The Hague.**\\\n\\\nThe register is meant to record evidence to pursue future legal action against Russia. In addition to hosting the register, the Netherlands made a voluntary pledge to support the register’s operation and goals. ", "sources": [{"type": "twitter", "language": "english", "name": "Dutch Minister of Foreign Affairs", "link": "•\thttps://x.com/HankeBruinsSlot/status/1702220261854998645?s=20"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "UK releases 2022 ODA statistics", "slug": "uk-releases-2022-oda-statistics-2023", "publish_date": "2023-09-14", "content": "**On September 14, 2023, the :abbr[UK] government released its final statistics on :abbr[UK] :abbr[ODA] spending for 2022.**\\\n\\\nThe figures showed that the :abbr[UK] spent GBP13 billion (US$15 billion), or 0.51% of its :abbr[GNI], on :abbr[ODA]. In 2022, the data showed an increase in current prices of GBP1 billion (US$2 billion) from 2021 levels.\\\n\\\nThe :abbr[UK] spent GBP4 million (US$4 million), or 28.8%, on in-donor refugee costs. :abbr[BOND]{title=\"the UK umbrella organization representing numerous international development NGOs\"} criticized the :abbr[UK] for spending such a large share of its :abbr[ODA] budget in-donor refugee costs and noted that this increase came at the expense of funding for vulnerable partner countries.\\\n\\\nOther key statistics included:  \n- *:abbr[UK] bilateral and multilateral spending:* :abbr[UK] bilateral :abbr[ODA] spending increased in 2022 and stood at GBP10 million (US$12 million), or 75.3% of total :abbr[UK] :ABBR[ODA]. Much of the 33% increase in bilateral funding was allocated to in-donor refugee costs. Core multilateral funding accounted for GBP3 million (US$4 million), or 24.7% of total :abbr[UK] :ABBR[ODA]. This is the lowest share of multilateral :abbr[ODA] in recent years. The :abbr[UK] met its commitment made in its 2022 International Development Strategy to deliver 75% of its :abbr[ODA] bilaterally;\n- *Distribution of :abbr[ODA] across government departments:* The :ABBR[FCDO] was accountable for just 59.7% of :abbr[ODA] in 2022, down from 71.6%, and was driven primarily by in-donor refugee costs. The :ABBR[FCDO] spent GBP7.6 million (US$9.1 million) on :abbr[ODA] in 2022, compared with GBP8.2 million (US$9.8 million) in 2021. In contrast, the :abbr[UK] Home Office, spent GBP2 million (US$3 million) of :abbr[ODA] in 2022, a 130.2% increase compared to 2021;\n- *Regional spending:* Africa remained the largest recipient of :abbr[UK] region-specific bilateral :abbr[ODA] in 2022, accounting for 42.2% of :abbr[ODA]. However, bilateral :abbr[ODA] to Africa decreased by 28.2%, from GBP1.7 million (US$2 million) in 2021 to GBP1.2 million (US$1.5 million) in 2022. This is the lowest level of :abbr[ODA] to Africa in recent years;\n- *Top three recipients of :abbr[UK] bilateral :abbr[ODA]:* The top three recipients of :abbr[UK] bilateral country-specific :abbr[ODA] were Afghanistan (GBP352 million (US$421 million)), Ukraine (GBP342 million (US$409 million)) and Nigeria (GBP110 million (US$131 million)); \n- *Top five bilateral :abbr[ODA] sectors:* The largest amount of bilateral :abbr[ODA] was focused on the sectors ‘Refugees in Donor Countries’ (GBP4 million (US$4 million)), ‘Humanitarian (GBP1 million (US$1 million)) and ‘Health’ (GBP976 million (US$1.2 billion));\n- *Top five recipient of :abbr[UK] multilateral :abbr[ODA]:* The :abbr[EU] remained the largest recipient from the :abbr[UK], though the volume of funding decreased. The second-largest recipient of :abbr[UK] multilateral :abbr[ODA] was the Global Fund, followed by the World Bank’s :abbr[IDA], the :abbr[ADF] and the :abbr[GCF]; and\n- *Pandemic funding*: In 2022, approximately GBP270 million (US$323 million) of :abbr[UK] bilateral :abbr[ODA] was spent on activities which specifically addressed the :abbr[COVID-19] pandemic. :ABBR[FCDO] accounted for 96% of pandemic :ABBR[ODA]. This included the :abbr[UK]’s donation of excess vaccine doses, both directly and through :abbr[COVAX], estimated at GBP228 million (US$273 million).\n\n<br>\n\nThe report noted that these figures have not been subject to international verification by the :abbr[OECD]. \n", "sources": [{"type": "report", "language": "english", "name": "UK government ", "link": "https://www.gov.uk/government/statistics/statistics-on-international-development-final-uk-aid-spend-2022"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global health R&D"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Gates Foundation publishes SDG, MNCH report", "slug": "gates-foundation-publishes-sdg-mnch-report", "publish_date": "2023-09-12", "content": "**On September 12, 2023, the Gates Foundation published its 7<sup>th</sup> annual Goalkeepers Report, which found that the international community is lagging behind on achieving the :abbr[UN] 2030 Agenda and :abbr[SDG]s.**\\\n\\\nThe 2023 report focused heavily on :abbr[MNCH], corresponding to :abbr[SDG #3]{title=\"Good health and well-being\"}, and reflected on the Gates Foundation's concern on the decline in funding for :abbr[MNCH] initiatives. It attributed this decline in :abbr[MNCH] funding to a general decline in international :abbr[ODA] caused by the war in Ukraine, the :abbr[COVID-19] pandemic, and compounding international fiscal crises. :abbr[MNCH] outcomes deteriorated in 2022 along with the decline in funding.\\\n\\\nExperts with projects funded by the Gates Foundation noted that the lag between health :abbr[R&D] and implementation is one of the greatest obstacles to improving maternal outcomes. They called for greater impact from research institutes and governments in funding :abbr[MNCH] :abbr[R&D], as well as for a general refocus of world leaders on the :abbr[SDG]s during the :abbr[UN] General Assembly and :abbr[SDG] Summit. The summit is slated to take place from September 18-19 in New York, USA.", "sources": [{"type": "news_article", "language": "english", "name": "Devex", "link": "https://www.devex.com/login?return_to=%2Fnews%2Fgates-foundation-pushes-for-refocus-on-maternal-and-newborn-health-106107%3Fmkt_tok%3DNjg1LUtCTC03NjUAAAGOKAhbB1VgctUH8iC_5jWhMsgJaCiVulkoHnv2WowtkmX2pP4OgmNuHEKk2fpwfM0UhZdyRA191B27ZthNObBr22ClWxf9DYd6YZo_U6ceNxB3tao%26utm_content%3Dcta%26utm_medium%3Demail%26utm_source%3Dnl_newswire%26utm_term%3Darticle"}, {"type": "web_page", "language": "english", "name": "Gates Foundation", "link": "https://www.gatesfoundation.org/goalkeepers/report/2023-report/#Intro"}], "funders": [], "topics": [{"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Japan speaks on agriculture, climate, and global health at G20 summit", "slug": "japan-speaks-on-agriculture-climate-and-global-health-at-g20-summit", "publish_date": "2023-09-10", "content": "**From September 9-10, 2023, Japanese Prime Minister Fumio Kishida participated in the G20 Summit in India and spoke on issues including agriculture and food security, climate, and global health.**\\\n\\\nKishida stressed that the Russian invasion of Ukraine has exacerbated the global food crisis. He emphasized the importance of concrete efforts such as the  :abbr[AMIS]{title=\"Agricultural Market Information System\"} and :abbr[MAHARISHI]{title=\"Millet and Other Ancient Grains International Research Initiative\"}, both of which received support from :abbr[G7] members at the 2023 summit in Hiroshima. Kishida also reconfirmed Japan’s commitment to strengthening agricultural and food systems.\\\n\\\nIn regard to climate and energy, Kishida verbalized his support for Indian Prime Minister Narendra Modi’s :abbr[LiFE]{title=\"Lifestyle for Environment\"} initiative, which aims to facilitate more environmentally conscious lifestyles. Kishida committed to reducing plastic pollution and developing a treaty addressing this issue. He further emphasized the need to reduce emissions and meet targets established by the Paris Agreement. Japan committed to supporting countries in their effort to reach net-zero carbon emissions and called on other :abbr[HIC]s to contribute financially as well.\\\n\\\nKishida highlighted the value of achieving :abbr[UHC] and strengthening :abbr[PPR], and reaffirmed Japan’s commitment to working with :abbr[G20] members, international organizations, and other parties to achieve improved global health outcomes. ", "sources": [{"type": "press_release", "language": "english", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/ecm/ec/page1e_000768.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "South Korea provides US$300 million to Ukraine", "slug": "south-korea-provides-us-300-to-ukraine", "publish_date": "2023-09-10", "content": "**On September 10, 2023, South Korean President Suk-yeol Yoon announced at the :abbr[G20] Summit that South Korea plans to provide an additional US$300 million to Ukraine in 2024 with support from international financial institutions.**\\\n\\\nSouth Korea also announced its plans to provide both mid- and long-term assistance totaling US$2 billion via the :abbr[EDCF], beginning in 2025.\\\n\\\nYoon announced the implementation of a comprehensive support program encompassing security, humanitarian assistance, and recovery of Ukraine in solidarity with the international community.\\\n\\\nYoon also highlighted the importance of digital norms guaranteeing fair access to digital technology for global citizens. He announced plans for a \"Digital Bill of Rights\", slated for the end of September 2023, to proclaim access to digital resources as a universal human right. ", "sources": [{"type": "news_article", "language": "korean", "name": "Financialnews", "link": "https://www.fnnews.com/news/202309101650318134"}, {"type": "news_article", "language": "korean", "name": "Yonhapinfomax", "link": "https://news.einfomax.co.kr/news/articleView.html?idxno=4280452"}], "funders": [{"funder_profiles_id": {"name": "South Korea"}}], "topics": []}, {"title": "UK on course to meet private sector finance mobilization goals", "slug": "uk-on-course-to-meet-private-sector-finance-mobilization-goals-2023-2023", "publish_date": "2023-09-07", "content": "**On September 7, 2023, the :abbr[CDG]{title=\"Center for Global Development\"} published a report examining the :abbr[UK]’s non- :abbr[ODA] development finance, which found that the :abbr[UK] is on track to meet its pledge to mobilize GBP8 million (US$9.6 billion) in private finance three years ahead of its 2025 target.**\\\n\\\nThe study reviewed seven main finance tools, including the UK’s use of export finance and capital increases to the :abbr[BII]. It found that the :abbr[UK] has increased the amount of mobilized private finance from approximately GBP3 billion (US$4.3 billion) in 2018 to GBP5 billion (US$6 billion) in 2021. Private financing is projected to reach GBP10 billion (US$12 billion) in 2022, exceeding the target set by former Foreign Minister Liz Truss of mobilizing GBP8 billion (US$9.6 billion) by 2025.\\\n\\\nThe report highlighted the :abbr[UK]’s use of guarantees to increase lending by :abbr[MDB]s, noting it as an innovative approach that mobilized GBP5 billion (US$6 billion) for climate objectives, support to Ukraine, and other initiatives. This approach utilizes :abbr[MDB]s' preferred creditor status and ability to raise money from private investors at a rate much more favorable than other :abbr[UK] instruments.\\\n\\\nThe report noted the need for transparency around the :abbr[UK]’s use of guarantees, and urged the :abbr[UK] to follow Sweden’s model of delivering an annual guarantee report.\n", "sources": [{"type": "report", "language": "english", "name": "Centre for Global Development ", "link": "https://www.cgdev.org/blog/how-uk-financing-new-billions-climate-and-ukraine"}, {"type": "news_article", "language": "english", "name": "DEVEX", "link": "https://www.devex.com/news/uk-on-track-to-hit-8b-private-finance-pledge-3-years-early-106195"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global health R&D"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "ICAI evaluates UK illegal immigration law's impact on ODA allocation", "slug": "icai-evaluates-uk-illegal-immigration-laws-impact-on-oda-allocation-2023", "publish_date": "2023-09-06", "content": "**On September 6, 2023, the :abbr[UK]’s aid watchdog  :abbr[ICAI]{title=\"Independent Commission on Aid Impact\"} released an update on the implications of the :abbr[UK]’s new Illegal Immigration Act, finding that the act would impact the :abbr[UK]’s ability to report its spending on irregular asylum-seekers as :abbr[ODA].**\\\n\\\nThe act was introduced to Parliament on March 7, 2023, and received Royal Assent, though it has not come into force. The act denied individuals arriving in the :abbr[UK] through irregular or illegal routes the ability to apply for asylum. It gave the :abbr[UK] the right to return individuals to their home country or a third country where their asylum claim could be assessed.\\\n\\\n:abbr[ICAI] found that denying access to an asylum application entails that these individuals are not considered refugees under :abbr[UK] law, therefore, funds expended on them cannot be classified as in-donor refugee costs.\\\n\\\nIn 2022, the :abbr[UK] spent GBP3.7 billion (US$4.4 billion) of its :abbr[ODA] budget on in-donor refugee costs. The Home Office was responsible for GBP2.9 billion (US$3.5 billion) of these funds.\\\n\\\n:abbr[ICAI] created three scenarios for 2024 to evaluate at the impact of :abbr[ODA] spending on in-donor refugee costs.\n- Scenario 1 assumes the act is fully implemented, and the government does not create any new safe and legal routes. In-donor refugee costs would fall to just GBP222 million (US$266 million) in 2024;\n- Scenario 2 assumes the act is fully implemented, and the government sets up new safe and legal routes by expanding the :abbr[UK] Resettlement Scheme to take an additional 20,000 refugees per year. In-donor refugee costs would fall sharply to GBP394 million (US$472 million) in 2024; and\n- Scenario 3 assumes that the act is only partially implemented, applied only to some people arriving via illegal routes. In-donor refugee costs would remain high, standing at GBP1.8 billion (US$2.2 billion) in 2024, though this would still be below 2022 levels.\n\n<br>\n\n:abbr[ICAI] noted that the act would not affect people seeking protection through safe and legal routes via :abbr[UK] schemes such as its nationality-based schemes for Hong Kong and Ukraine and the more limited schemes for Afghanistan and Syria. Around 60% of the 500,000 people who have received some form of protection in the :abbr[UK] since 2015 arrived through safe and legal routes from Ukraine and Hong Kong. :abbr[ICAI] also noted, however, that the number of individuals coming from these two countries to the :abbr[UK] has significantly decreased in the 1<sup>st</sup> and 2<sup>nd</sup> quarters of 2023 and is likely to continue to decrease in the future.\\\n\\\nAn explanatory note accompanying the act mentioned the Prime Minister’s promise to create more safe and legal routes for people seeking asylum in the :abbr[UK]. :abbr[ICAI] noted that the Prime Minister also stated that more safe and legal routes will only be implemented once the government has achieved sufficient control of :abbr[UK] borders.\\\n\\\n:abbr[ICAI] has not sought legal advice or input on the act. The report was intended to inform :abbr[MP]s about the potential ramifications of the act on :abbr[ODA] spending lines. The Home Office is undertaking its own review, which is slated to be released later in 2023.", "sources": [{"type": "report", "language": "english", "name": "ICAI ", "link": "https://icai.independent.gov.uk/html-version/uk-aid-to-refugees-in-the-uk-oda-eligibility-update/"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global health R&D"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "US provides US$409 million in Ukrainian assistance", "slug": "us-provides-us-409-million-in-ukrainian-assistance-2023", "publish_date": "2023-09-06", "content": "**On September 6, 2023, :abbr[US] Secretary of State Anthony Blinken announced US$409 million in humanitarian assistance during a state visit to Ukraine.**\\\n\\\nUS$257 million will be funded through :abbr[USAID] and US$152 million through the Department of State. The continued support will come in cash assistance, health, shelter, and :abbr[WASH] services. Additionally, the assistance will provide care and psychosocial support for vulnerable populations. Part of the funding will be directed to the :abbr[UN]-managed Ukraine Humanitarian Fund.\\\n\\\nDemocracy and governance assistance is targeted at bolstering anti-corruption efforts, improving digital recovery, and advancing reconstruction efforts. Human rights assistance is intended to help support the victims of the war through improved access to legal, medical, and other resources.   \n\n", "sources": [{"type": "press_release", "language": "english", "name": "USAID", "link": "https://www.usaid.gov/news-information/press-releases/sep-06-2023-united-states-announces-203-million-additional-democracy-human-rights-and-governance-assistance-support-people-ukraine"}, {"type": "press_release", "language": "english", "name": "USAID", "link": "https://www.usaid.gov/news-information/press-releases/sep-06-2023-united-states-provides-more-206-million-additional-humanitarian-assistance-support-people-ukraine"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": [{"topics_id": {"name": "Global Health"}}]}, {"title": "UK publishes international development progress report", "slug": "uk-publishes-international-development-progress-report", "publish_date": "2023-09-02", "content": "**On September 2, 2023, the :ABBR[UK] government published a report highlighting the :ABBR[UK]’s progress in implementation of the :ABBR[UK]’s Strategy for International Development, originally published in May 2022.**\\\n\\\nThe progress report highlighted the :abbr[UK]'s efforts in:\n- Helping to support sustainable growth by: allocating GBP2.3 billion (US$2.8 billion) of new guarantees with key :abbr[MDB]s to support sustainability in partner countries, signing Just Energy Transition Partnerships with South Africa, Indonesia, Vietnam, and Senegal to support clean energy, and providing GBP588 million (US$704 million) in private and public finance for clean energy innovation through the Ayrton Fund;\n- Supporting vulnerable communities facing humanitarian crises by: providing a provisional total of GBP1.06 billion (US$1.3 billion) in humanitarian aid in 2022 to countries including Syria, Sudan, Turkey, Afghanistan, and Ukraine;\n- Strengthening global health by: hosting the Global Pandemic Preparedness Summit in 2022 alongside :abbr[CEPI] to raise more than GBP1.1 billion (US$1.3 billion) for :abbr[PPR], helping secure multilateral agreement for a legally binding global :abbr[PPR] instrument, pledging GBP25 million (US$30 million) to a new pandemic preparedness fund, and funding :ABBR[UK] research on a new insecticide for malaria bed nets, which is currently protecting 63 million people;\n- Promoting open science for global resilience by: investing GBP300 million (US$359 million) in :abbr[R&D] to strengthen local resilience in partner countries, which includes new research with the Bill & Melinda Gates Foundation to increase agricultural yields by up to 20% for certain crops while protecting biodiversity. Additionally, providing funding for the Global Innovation Fund;\n- Supporting girls’ education and women’s rights by: helping build a Global Coalition for Foundational Learning alongside :abbr[USAID], the World Bank, :abbr[UNESCO], :abbr[UNICEF], and the Gates Foundation that calls on governments around the world to prioritize :abbr[FLN] for marginalized children and girls. Additionally, signing a flagship GBP38 million (US$45.5 million) program in March 2023 designed to strengthen grassroots women's rights organizations and hosting the ‘Preventing Sexual Violence in Conflict Initiative’ International Conference in 2022, which led to 40 countries committing to tackle conflict-related sexual violence.\n- Supporting reform of the international financial system by: allocating GBP4 billion (US$5 billion) in :abbr[SDR] through the :abbr[IMF] to deliver affordable long-term financing in low and lower-middle income countries, and working to mainstream :abbr[CRDCs]{title=\"Climate Resilient Debt Clauses\"} in loan agreements to vulnerable countries; and\n- Strengthening :ABBR[UK] :abbr[ODA] by: creating a new position for Minister for Development and Africa, creating a Ministerial :abbr[ODA] Board  to improve :abbr[ODA] spending oversight, and the establishment of a Second Permanent Secretary at the :abbr[FCDO] to oversee development priorities.", "sources": [{"type": "report", "language": "english", "name": "UK government", "link": "https://www.gov.uk/government/publications/delivering-the-uks-international-development-strategy-2023-progress-update/delivering-the-uks-international-development-strategy-2023-progress-update"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": [{"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Netherlands nominates World Bank Board Director", "slug": "netherlands-nominates-world-bank-board-director-2023", "publish_date": "2023-09-01", "content": "**On September 1, 2023, the Dutch Council of Ministers mandated the Minister of Finance and Minister for Foreign Trade and Development Cooperation to nominate Eugene Rhuggenaath as the new Executive Director of the World Bank Group.**\\\n\\\nOnce approved by the other constituency countries, Rhuggenaath will take office in November 2023 for a four-year term. The Dutch government noted that the World Bank is the only global international financial institution where the Netherlands has a permanent seat on the Board of Directors.\\\n\\\nThe Director is responsible for all parts of the World Bank Group and acts on behalf of the constituency countries, which are: the Netherlands, Armenia, Bosnia-Herzegovina, Bulgaria, Croatia, Cyprus, Georgia, Israel, North Macedonia, Moldova, Montenegro, Romania, and Ukraine.\\\n\\\nRhuggenaath is currently chair of the Supervisory Board of the Caribbean Netherlands Pension Fund and has been part of the task force tackling bottlenecks in the Caribbean Netherlands. Previously, Rhuggenaath was Prime Minister, Minister of Education, Culture, and Sport, and Minister of Economic Development in Curaçao. He also served as a director at various international financial services institutions.", "sources": [{"type": "press_release", "language": "dutch", "name": "Dutch government", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/nieuws/2023/09/01/voordracht-eugene-rhuggenaath-bewindvoerder-bij-de-wereldbankgroep"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Norway publishes UNGA priorities", "slug": "norway-publishes-unga-priorities", "publish_date": "2023-09-01", "content": "**On September 1, 2023, the Ministry of Foreign Affairs published Norway's guiding priorities for the 78<sup>th</sup>  :abbr[UN] General Assembly.**\\\n\\\nThe key priorities outlined were to:\n- Promote binding multilateral cooperation to increase capacity to deal with challenges such as the climate crisis, future pandemics, and the war in Ukraine;\n- Promote international law and the international legal order and participate actively in forums where international law is being developed;\n- Strengthen human rights, protect and promote human rights, democracy, and the rule of law, as well as integrate a rights-based approach into the :abbr[UN]'s work;\n- Strengthen the :abbr[UN]’s capacity to prevent and resolve conflicts to ensure that :abbr[UN] efforts follow a nexus approach in the areas of mediation, stabilization, peace building, humanitarian response, and development;\n- Continue to push for nuclear disarmament and bolster cooperative capacity to engage with nuclear-equipped states;\n- Strengthen the :abbr[UN]’s capacity to prevent and respond to humanitarian crises and promote international cooperation on refugees and migrants and promote the principles of humanity, impartiality, neutrality, and independence; and\n- Promote the implementation of the 2030 Agenda,  particularly concerning food security, climate and environmental issues, energy, gender equality, health, the oceans, and on reducing inequalities.\n    \n <br>\n\nThe Norwegian delegation will include representatives of Norwegian :abbr[CSO]s. Norway has expressed interest in a 'nexus approach' to achieve the :abbr[SDG]s and underlined the importance of improving the coordination between humanitarian action, peace building, and long-term development efforts.\n\n", "sources": [{"type": "press_release", "language": "norwegian", "name": "Government of Norway", "link": "https://www.regjeringen.no/en/topics/foreign-affairs/the-un/norges-hovedprioriteringer-under-fns-generalforsamlinger/norways-main-priorities-for-the-78th-session-of-the-un-general-assembly/id2992741/"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": []}, {"title": " Canada announces Indo-Pacific trip", "slug": "canada-announces-indo-pacific-trip-2023", "publish_date": "2023-08-30", "content": "**On August 30, 2023, Canadian Prime Minister Justin Trudeau announced that he will travel to  Indonesia from September 5-6 to participate in the :abbr[ASEAN] Summit, followed by Singapore from September 7-8 for a bilateral visit, and India from September 9-10 to participate in the :abbr[G20] Summit.**\\\n\\\nIn Indonesia, Trudeau will meet with President Joko Widodo to discuss shared priorities including climate change, food security, and advancing economic ties through energy production and trade. Trudeau noted that he will officially launch the :abbr[ASEAN]-Canada Strategic Partnership at the :abbr[ASEAN] Summit.\\\n\\\nIn Singapore, Trudeau will meet with Singaporean Prime Minister Lee Hsien Loong to discuss strengthening bilateral relations, particularly through promoting Canadian exports and investment opportunities. He will also meet with several key leaders in the private sector. \\\n\\\nIn India, at the :abbr[G20] Summit, Trudeau intends to promote collaboration among :abbr[G20] partners to tackle global crises including in the areas of climate change, international financial institution reform, food and energy security, gender equality, and global health. He will also continue to advocate for collective action to hold Russia accountable for the war in Ukraine.", "sources": [{"type": "press_release", "language": "english", "name": "Office of the Prime Minister of Canada", "link": "https://www.pm.gc.ca/en/news/news-releases/2023/08/30/prime-minister-travel-indo-pacific-strengthen-ties"}], "funders": [{"funder_profiles_id": {"name": "Canada"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "South Korea submits 2024 budget proposal", "slug": "south-korea-submits-2024-budget-proposal-2023", "publish_date": "2023-08-29", "content": "**On August 29, 2023, South Korea's :abbr[MOFA] announced that it will submit their budget proposal for 2024 to the National Assembly, including a KRW4.3 trillion (US$3.3 billion) expansion of South Korea's contribution to international organizations and :abbr[ODA] to strengthen South Korea's role as an engaged global player.**\\\n\\\nThe international organizations budget line increased from KRW662 billion (US$502 million) in 2023 to KRW 818 billion (US$620 million) in the 2024 budget. The :abbr[ODA] budget line increased significantly from KRW300 billion (US$227 million) in 2023 to KRW740 billion (US$561 million) in the 2024 budget.\\\n\\\nThe increased :abbr[ODA] budget is intended to contribute to mutual interests and humanitarian values by supporting innovation and development in partner countries, addressing long-lasting conflicts including the war in Ukraine, and responding to large-scale global emergencies and disasters.", "sources": [{"type": "press_release", "language": "korean", "name": "Ministry of Foreign Affairs ", "link": "https://www.mofa.go.kr/www/brd/m_4080/view.do?seq=374032&page=3"}, {"type": "press_release", "language": "korean", "name": "Korean Government", "link": "https://www.korea.kr/briefing/pressReleaseView.do?newsId=156587366&call_from=seoul_paper"}], "funders": [{"funder_profiles_id": {"name": "South Korea"}}], "topics": []}, {"title": "EU, EIB provide additional US$9 million for education in Ukraine", "slug": "eu-eib-provide-additional-us-9-million-for-education-in-ukraine-2023", "publish_date": "2023-08-23", "content": "**On August 23, 2023, the :abbr[EIB] announced an additional EUR9 million (US$9 million) grant for vocational education in Ukraine.**\\\n\\\nThe grant was included in the announcement of an :abbr[EIB] collaboration with Ukraine's Ministry of Education and Science on implementing the country's Vocational Education and Training Program. The program was initially launched in 2021, and received funding totaling EUR58 million (US$63 million).\\\n\\\nThe additional grant funding was allocated to support technical assistance and program visibility as the :abbr[VET]{title=\"Vocational Education and Training Program\"} is implemented.", "sources": [{"type": "press_release", "name": "EIB", "link": "https://www.eib.org/en/press/all/2023-299-eu-and-eib-continue-helping-ukraine-build-modern-vocational-education-infrastructure"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": [{"topics_id": {"name": "Education"}}]}, {"title": "Sweden increases Ukraine support to US$2.4 billion", "slug": "sweden-increases-ukraine-support-to-us-2-4-billion-2023", "publish_date": "2023-08-19", "content": "**On August 19, 2023, Swedish Prime Minister Ulf Kristersson hosted Ukrainian President Volodymyr Zelenskyy, the Speaker of the Sweden's parliament, the Swedish Supreme Commander of the Armed Forces, and leaders representing Sweden's political parties to announce an increase in Sweden's support to Ukraine.**\\\n\\\nSweden's committed support for Ukraine totals SEK26 billion (US$2.4 billion). The assistance has encompassed humanitarian assistance, financial backing, reconstruction initiatives, and support for civil crisis response capabilities.\\\n\\\nThe Swedish government adopted a reconstruction and reform cooperation strategy with Ukraine on July 17, 2023, dedicating SEK6 billion (US$54 million) to the endeavor. ", "sources": [{"type": "press_release", "language": "english", "name": "Government of Sweden", "link": "https://www.government.se/press-releases/2023/08/sweden-and-ukraine-strengthen-their-cooperation/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": []}, {"title": "Report recommends Norwegian oil fund international development", "slug": "report-recommends-norwegian-oil-funding-for-international-development-2023", "publish_date": "2023-08-15", "content": "**On August 15, 2023, a report commissioned by the Norwegian Refugee Council and Save the Children recommended that Norway draw from oil funds to meet humanitarian needs around the globe.**\\\n\\\n Economics Norway launched the report, titled \"No rule without exception - a discussion on the use of extra oil money in an extraordinary time\", during Arendalsweek. It estimated that more than two billion people will live in vulnerable areas by 2030.\\\n\\\nThe report stated that the costs associated with the consequences of future crises would likely be significantly higher than attempting to mitigate them in the current day. It argued that money used outside the mainland economy is not inflationary to the Norwegian economy, which is a common concern with the use of oil funds.\\\n\\\nNorway has undertaken major commitments in terms of international development. They include a doubling of annual climate financing to NOK14 billion (US$1.3 billion), as well as the new Nansen program for Ukraine. The authors of the report noted that it will be difficult to deliver on these commitments and continue the current level of humanitarian assistance and development assistance without the use of oil funds.\\\n\\\nThe report acknowledged that the question about the use of oil money is a highly political issue requiring a broad political majority. However, the authors argued that the extraordinary humanitarian and developmental demands present globally require strong decision-making.\n", "sources": [{"type": "news_article", "language": "norwegian", "name": "Panorama Nyheter", "link": "https://www.panoramanyheter.no/afrika-flyktninghjelpen-humanitaere-kriser/utfordrer-handlingsregelen-vil-bruke-oljefondet-for-a-handtere-globale-kriser/343105"}, {"type": "report", "language": "norwegian", "name": "Samfunnsøkonomisk", "link": "https://www.flyktninghjelpen.no/globalassets/pdf/reports/ingen-regel-uten-unntak/r17-2023-ingen-regel-uten-unntak.pdf"}, {"type": "speech", "language": "norwegian", "name": "Arendalsweek"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": []}, {"title": "SRID evaluates Japan’s revised Cooperation Charter", "slug": "srid-evaluates-japan-s-revised-cooperation-charter-2023", "publish_date": "2023-07-31", "content": "**On July 31, 2023, the Japan-based Society of Researchers for International Development released its 25<sup>th</sup> journal, which focused on Japan's [recently revised Development Cooperation Charter](https://donortracker.org/policy_updates?policy=japan-revises-development-cooperation-charter).**\\\n\\\nThe journal described the fourfold crisis that emerged in the first few years of the 2020s. The COVID-19 pandemic, the Russian war of aggression in Ukraine, the rapidly escalating climate crisis, and the emerging hegemonic struggle between the :abbr[US] and China all contributed to what :abbr[SRID]{title=\"Society of Researchers for International Development\"} described as an \"era of discontent\".\\\n\\\nJapan’s revised :abbr[ODA] guidelines were at the forefront of discussion. The new guidelines emphasized the consideration of national interests and other geopolitical factors in allocating :abbr[ODA]. \"Offer-type assistance\" featured prominently and aimed to prevent cherry-picking of assistance items by combining :abbr[ODA] with support from other international development actors.\\\n\\\n:abbr[SRID]{title=\"Society of Researchers for International Development\"} noted that many development advocates believe :abbr[ODA] should have an independent mission of contributing to the stability and prosperity of partner countries, rather than being part of national security strategy as outlined by the revised Japanese charter.\\\n\\\nThe journal acknowledged the need for change in the face of international crisis but expressed uncertainty about the Japanese guidelines as guiding principles for future international development activities. The largest concern lay with the potential impact on Japan’s :abbr[ODA] budget allocation and whether the new guidelines aligned with the central mission of international development.\\\n\\\nExperts reiterated the importance of strategic autonomy for partner countries amidst ongoing crises and advocated for a multilateral and non-discriminatory international economic system. :abbr[SRID]{title=\"Society of Researchers for International Development\"} called for careful monitoring of the implementation of the new :abbr[ODA] guidelines and emphasized the need for dialogue between policymakers and implementers. ", "sources": [{"type": "oped", "language": "japanese", "name": "Society of Researchers of International Development", "link": "https://www.sridonline.org/j/jvhtml.html?pmt=doc/j202307s02a01_pmt.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "Germany pledges U$31 million for sustainable food security", "slug": "germany-pledges-u-31-million-for-sustainable-food-security", "publish_date": "2023-07-25", "content": "**On July 25, 2023, at the :abbr[UN] Conference on Global Food Systems in Rome, Italy, :abbr[BMZ] State Secretary Jochen Flasbarth called for advancements in climate-adapted local agriculture to reduce reliance on volatile world food markets and counter Russia's use of wheat blockades as a weapon in the war against Ukraine.**\\\n\\\nFlasbarth emphasized the importance of achieving lasting structural changes. He called for the end of slow, reactionary crisis solutions and urged policymakers to reduce dependencies on global wheat and fertilizer markets and promote local, climate-adapted farming in partner countries. The conference intended to reduce the impact of future food crises by tackling intersectional issues such as hunger, inequality, climate change, and biodiversity loss.\\\n\\\nFlasbarth announced a collaboration with the :abbr[WFP] on a five-year program worth EUR22 million (US$25 million) for sustainable and inclusive school feeding. The :abbr[BMZ] announced an additional EUR5 million (US$6 million) in 2023 to the newly established financing window for the transformation of food systems under the :abbr[UN] Joint :abbr[SDG] Fund.\\\n\\\nThe 2023 summit was billed as a \"Stocktaking Moment\" following the 2021 :abbr[UN] Food Systems Summit, which called for collective action to achieve all 17 :abbr[SDGs] through the transformation of food systems. The 2023 summit provided member states and stakeholders the opportunity to report on their activities and identify new solutions to further the transformation of agricultural and food systems.\n", "sources": [{"type": "press_release", "language": "german", "name": "Ministry for Economic Cooperation and Development", "link": "https://www.bmz.de/de/aktuelles/aktuelle-meldungen/un-gipfel-zur-welternaehrung-flasbarth-bei-konferenz-in-rom-169334"}], "funders": [{"funder_profiles_id": {"name": "Germany"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "Sweden adopts strategy for Ukraine's reconstruction", "slug": "sweden-adopts-strategy-for-ukraines-reconstruction-2023", "publish_date": "2023-07-25", "content": "**On July 17, 2023, Sweden pledged SEK6 billion (US$60 million) to a strategic plan for the reconstruction and development of Ukraine from 2023-2027, marking its largest ever bilateral aid initiative to date.**\\\n\\\nThe government press release outlined five key areas of assistance: \n\n1. Prioritizing reconstruction efforts, especially of critical infrastructure and basic public services;\n2. Emphasizing the significance of a green transition and sustainable development;\n3. Promoting inclusive economic development, entrepreneurship, and trade;\n4. Advancing security and stabilization; and \n5. Promoting human rights, democracy, the rule of law, and gender equality.\n\n<br>\n\nSwedish Minister for International Development Cooperation and Trade Johan Forssell emphasized Ukraine as a priority for Swedish :abbr[ODA]. He stated that the strategy will significantly bolster Ukraine's resilience, democratic development, and resistance against Russia's illegal invasion.\\\n\\\nRather than merely restoring Ukraine to its pre-aggression state, the plan aims to modernize and further develop the country based on its specific needs, priorities, and ambitions.", "sources": [{"type": "press_release", "language": "swedish", "name": "Government of Sweden", "link": "https://www.regeringen.se/pressmeddelanden/2023/07/regeringen-antar-ny-bistandsstrategi-for-ukraina/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": []}, {"title": "Italy allocates 60% of bilateral ODA to African partners ", "slug": "italy-allocates-60-of-bilateral-oda-to-african-partners-2023", "publish_date": "2023-07-19", "content": "**The Italian Committee for Development Cooperation at the Ministry of Foreign Affairs adopted a resolution that  allocated 60% of all Italian bilateral cooperation resources to African partner countries.**\\\n\\\nThe announcement was in line with the :abbr[ODA] commitment already announced by the Italian government, called the Mattei Plan, that proclaimed Africa the \"protagonist\" of Italian bilateral aid.\\\n\\\nThe Joint Cooperation Committee approved the allocation of more than EUR100 million (US$112 million) in grants and :abbr[ODA] credits focused on energy cooperation, gender equality, education, climate change, and professional training. The allocation was primarily directed to Tunisia, Ethiopia, Egypt, and Kenya.\\\n\\\nThe Committee announced Italy's intent to launch four proposals for bilateral humanitarian and development intervention. Three of these proposals concerned development projects in Africa, as follows: \n- EUR100 million (US$112 million) for initiatives led by :abbr[CSOs]; \n- EUR60 million (US$67 million) for projects run by local authorities; and \n- EUR6 million (US$7 million) from initiatives coming from private sector companies and start-ups.\n\n<br>\n\nThe fourth proposal announced by the Committee dedicated EUR30 million (US$33 million) for emergency initiatives in Ukraine and neighboring countries.\\\n\\\nThe Committee also announced EUR6 million (US$7 million) for the 2023 renewal of 'Partnership for Knowledge', an Italian cultural and academic partnership.\\\n\\\n:abbr[AOI]{title=\"Association of Italian Organizations of International Cooperation and Solidarity\"} congratulated the Italian government for the increase of bilateral aid. :abbr[AOI]{title=\"Association of Italian Organizations of International Cooperation and Solidarity\"} emphasized the importance of maintaining multilateral assistance levels and involving multiple stakeholders in the distribution of international aid resources.\\\n \\\nThe Joint Committee also approved voluntary contributions to international bodies, including :abbr[UNICEF], :abbr[UNDP], :abbr[ICRC]{title=\"international committee of the Red Cross\"}, and the World Bank.\n", "sources": [{"type": "press_release", "language": "italian", "name": "Italian Ministry of Foreign Affairs and International Cooperation", "link": "https://www.esteri.it/it/sala_stampa/archivionotizie/comunicati/2023/07/il-vice-ministro-edmondo-cirielli-presiede-la-quarta-riunione-del-comitato-congiunto-per-la-cooperazione-allo-sviluppo-2023/"}, {"type": "news_article", "language": "italian", "name": "Italia NGO's Network AOI", "link": "https://www.ong.it/approvazione-nexus-umanitario-pace-e-sviluppo-e-aumento-aps-bilaterale-apprezzamento-dellaoi/"}], "funders": [{"funder_profiles_id": {"name": "Italy"}}], "topics": []}, {"title": "USAID announces US$495 million in assistance for Ukraine", "slug": "usaid-announces-us-495-million-in-assistance-for-ukraine-2023", "publish_date": "2023-07-19", "content": "**On July 19, 2023, :abbr[USAID] Administrator Samantha Power announced an additional US$495 million in :abbr[ODA] during a mission to Ukraine**.\\\n\\\n:abbr[USAID] allocated US$230 million to support economic reconstruction to bolster productivity, job creation, and private sector exports. The economic support was intended to help businesses address operational issues, comply with :abbr[EU] regulations, boost exports, and receive financing. :abbr[SME]s were noted as a particular target given their economic potential.\\\n\\\nUS$250 million was provided for Ukraine's agricultural sector. Power denounced the decision by Russia in July 2023 to suspend the Black Sea Grain agreement, which had previously allowed for the continued transport of Ukrainian food products to the global market. She stated that :abbr[USAID] would provide funding through its [Agricultural Resilience Initiative-Ukraine](https://ua.usembassy.gov/the-united-states-announces-100-million-ukraine-agriculture-resilience-initiative-agri-ukraine/#:~:text=The%20United%20States%2C%20through%20the%20U.S.%20Agency%20for,crisis%20exacerbated%20by%20Putin%E2%80%99s%20brutal%20war%20on%20Ukraine.) to help farmers with the production, storage, and export of critical supplies of grain.\\\n\\\nAdditionally, US$15 million was allocated to mental health and psychosocial programming. The :abbr[US] had previously allocated US$36 million for mental health programming in Ukraine. Power stated that the additional US$15 million package was meant to strengthen the provision of mental health services and help the design of a national program for mental and psychological treatments.\\\n\\\nPower had previously announced $500 million in additional humanitarian assistance to Ukraine during her visit. The assistance addressed needs for emergency food and shelter, as well as psychosocial support for vulnerable populations, especially women and girls. Partners in the :abbr[UN] and other :abbr[NGOs] are set to deliver the additional aid.\\\n\\\nSince the beginning of the Russian invasion of Ukraine in February 2022, the :abbr[US] has provided more than US$23 billion in humanitarian, economic, and development assistance. ", "sources": [{"type": "press_release", "language": "english", "name": "USAID", "link": "https://www.usaid.gov/news-information/press-releases/jul-19-2023-united-states-announces-additional-230-million-investment-ukraines-economy-and-reconstruction"}, {"type": "press_release", "language": "english", "name": "USAID", "link": "https://www.usaid.gov/news-information/press-releases/jul-19-2023-united-states-provides-15-million-additional-assistance-mental-health-and-psychosocial-support-services-programming-ukraine"}, {"type": "press_release", "language": "english", "name": "USAID", "link": "https://www.usaid.gov/news-information/press-releases/jul-18-2023-united-states-provides-additional-250-million-help-ukraine-continue-feeding-world"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Japanese Vice Foreign Minister speaks at UNHLPF", "slug": "japanese-vice-foreign-minister-speaks-at-unhlpf", "publish_date": "2023-07-19", "content": "**On July 20, 2023, Japanese State Minister for Foreign Affairs Shunsuke Takei spoke on behalf of the Japanese Government at the :abbr[UNHLPF]{title=\"UN High-Level Political Forum\"} Ministerial Level Meeting.**\\\n\\\nTakei spoke about how the compounding crises of the COVID-19 pandemic and Russia’s invasion of Ukraine have impeded progress towards the :abbr[UN] :abbr[SDGs]. He also stressed the importance of the international community coming together to accelerate efforts toward achieving the :abbr[SDGs].\\\n\\\nTakei specifically discussed Japan’s investment in personnel within the education, international health, disaster prevention, and climate change sectors. He confirmed Japan’s commitment to playing a leading role in achieving the :abbr[SDGs] as the current President of the :abbr[G7].", "sources": [{"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/press6_001543.html"}, {"type": "conference_statement", "language": "english", "name": "Statement by State Minister for Foreign Affairs of Japan Takei Shunsuke at the High-Level Political Forum", "link": "https://www.mofa.go.jp/mofaj/files/100530444.pdf"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Education"}}]}, {"title": "South Korea contributes US$10 million for Ukraine reconstruction", "slug": "south-korea-contributes-us-10-million-for-ukraine-reconstruction-2023", "publish_date": "2023-07-18", "content": "**On July 18, 2023, South Korean Minister of Economy and Finance Gyeong-ho Choo, who also serves as a Deputy Prime Minister, announced that the South Korean government will contribute US$10 million to the World Bank’s Ukraine Relief, Recovery, and Reconstruction Trust Fund this year.**\\\n\\\nChoo met with President of the World Bank Ajay Banga to discuss support for Ukraine and cooperation plans between South Korea and the World Bank. He emphasized the ongoing efforts of the World Bank to support Ukraine’s recovery.\\\n\\\nChoo requested the World Bank’s cooperation to expedite the assistance process. He also called for the World Bank to facilitate the active participation of South Korean companies and experienced personnel in the World Bank’s reconstruction projects for Ukraine.\\\n\\\nPresident Banga highlighted South Korea’s financial and technological contributions as essential. Banga also emphasized South Korea's transformation from :abbr[ODA] recipient to donor country as an experience that has granted South Korea a unique ability to benefit Ukraine and other developing countries.", "sources": [{"type": "press_release", "language": "korean", "name": "Ministry of Economy and Finance ", "link": "https://www.moef.go.kr/nw/nes/detailNesDtaView.do?searchBbsId1=MOSFBBS_000000000028&searchNttId1=MOSF_000000000064978&menuNo=4010100"}, {"type": "news_article", "language": "korean", "name": "Seoul ", "link": "https://www.seoul.co.kr/news/newsView.php?id=20230718500231"}], "funders": [{"funder_profiles_id": {"name": "South Korea"}}], "topics": []}, {"title": "JICA President visits Ukraine", "slug": "jica-president-visits-ukraine", "publish_date": "2023-07-17", "content": "**On July 17, 2023, :abbr[JICA] President Akihiko Tanaka arrived in Ukraine to hold discussions with his Ukrainian counterparts and inspect Japanese assistance in the area.**\\\n\\\nThe Japanese government and other members of the :abbr[G7] committed to further supporting Ukraine earlier this year at the :abbr[G7] summit in Hiroshima. This visit by :abbr[JICA] was seen as the first step by Japan in advancing those commitments. Tanaka inspected heavy machinery being used to clear and crush debris, and was expected to visit areas where landmine and unexploded ordnance disposal is underway.\\\n\\\nTanaka shared his commitment to learning more about Ukraine’s needs and providing long-term support.", "sources": [{"type": "news_article", "language": "japanese", "name": "NHK", "link": "https://www3.nhk.or.jp/news/html/20230717/k10014133661000.html "}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "FCDO releases 43 development partnership strategies", "slug": "fcdo-releases-43-development-partnership-strategies-2023", "publish_date": "2023-07-17", "content": "**On July 17, 2023, the :abbr[UK]'s :abbr[FCDO] released 43 Country Development Partnership Strategies for :abbr[FY]2023-24 and :abbr[FY]2024-25.**\\\n\\\nThe :abbr[CDPS]{title=\"Country Development Partnership Strategy\"}s provided an overview of :abbr[FCDO]’s development priorities and key programs, and described indicative budgets for 2024 and 2025. The budgets were based on :abbr[FCDO]'s 2021 Spending Review as well as spending plans for :abbr[FY]2022-23.\\\n\\\nThe new budgets maintained projected :abbr[ODA/GNI] at 0.5%. :abbr[FCDO] reiterated the commitment to raise the :abbr[ODA/GNI]  ratio to the :abbr[DAC] commitment of 0.7% when fiscally appropriate and cited unexpected in-donor costs for Ukrainian and Afghani refugees as complicating :abbr[ODA] allocation.\\\n\\\nThe :abbr[CDPS]{title=\"Country Development Partnership Strategy\"}s did not include :abbr[UK] :abbr[ODA] spending to core multilateral organizations, certain regional programs, or spending from other :abbr[UK] departments.\\\n\\\nThe 43 countries and regions with published strategies included: Bangladesh, the Democratic Republic of Congo, Ethiopia, Ghana, India, Indonesia,  Iraq, Jordan, Kenya, Lebanon, Madagascar, Malawi, Moldova, Montserrat, Mozambique, Myanmar, Nepal, Nigeria, Occupied Palestinian Territories, Pakistan, Rwanda, St. Helena, Somalia, South Africa, South Sudan, Syria, Tanzania, Uganda, Ukraine, Yemen, Zambia, Zimbabwe, Caribbean region, Central Asia, Eastern Neighborhood, Indo-Pacific, Middle East and North Africa, Pan Africa, Small Island Developing States, Sahel, Southeast Asia, and the Western Balkans. \n", "sources": [{"type": "report", "language": "english", "name": "UK government ", "link": "https://www.gov.uk/government/collections/country-and-regional-development-partnership-summaries"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": []}, {"title": "Canada announces US$449 million in support for Ukraine", "slug": "canada-announces-us-449-million-in-support-for-ukraine", "publish_date": "2023-07-12", "content": "**On July 12, 2023, Canada announced CAD593 million (US$449 million) in additional support for Ukraine as it continues to defend itself against Russia’s illegal invasion.**\\\n\\\nThe announcement was made by Canadian Prime Minister Justin Trudeau during the :abbr[NATO] Summit in Vilnius, Lithuania. The support from Canada includes: \n- CAD541 million (US$410 million) in new funding and projects to support and strengthen transatlantic security, including new military equipment and training;\n- CAD49 million (US$37 million) to the Comprehensive Assistance Package to support the provision of non-lethal practical assistance including fuel, bridge-building equipment, food rations, and first aid supplies; and\n- CAD3 million (US$2 million) in cyber security assistance.\n\n<br>\n\nThe additional funding for Ukraine built on the more than CAD8 billion (US$6 billion) in multifaceted assistance Canada has provided since the start of 2022.", "sources": [{"type": "press_release", "language": "english", "name": "Office of the Prime Minister of Canada", "link": "https://www.pm.gc.ca/en/news/news-releases/2023/07/12/prime-minister-announces-additional-measures-support-ukraine"}], "funders": [{"funder_profiles_id": {"name": "Canada"}}], "topics": []}, {"title": "Japan signs US$98 million ODA loan with Moldova", "slug": "japan-signs-us-98-million-oda-loan-with-moldova-2023", "publish_date": "2023-07-10", "content": "**On July 10, 2023, :abbr[JICA] signed a US$98 million :abbr[ODA] loan with Moldova to support its response to the crisis in Ukraine.**\\\n\\\nThe loan aimed to help mitigate the effects of the war on Ukrainian refugees in Moldova as well as Moldovan citizens. It was also intended to build resilience and economic competitiveness and encourage sustainable development.\\\n\\\nThe project is expected to contribute to :abbr[UN] :abbr[SDGs]:\n- 1, no poverty;\n- 8, decent work and economic growth;  and \n- 16, peace, justice, and strong institutions.", "sources": [{"type": "press_release", "language": "english", "name": "JICA", "link": "https://www.jica.go.jp/english/information/press/2023/20230710_41_02.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "Netherlands delivers second 2023 support package for Ukraine", "slug": "netherlands-delivers-second-2023-support-package-for-ukraine", "publish_date": "2023-07-04", "content": "**On July 4, 2023, Minister for Foreign Trade and Development Cooperation Liesje Schreinemacher reported the second support package for Ukraine in 2023. The Dutch government will provide another EUR119 million (US$127 million) for humanitarian assistance, recovery and reconstruction.**\\\n\\\nThis support package was allocated from the government’s decision in December 2022 to earmark EUR2.5 billion (US$2.7 billion) to support Ukraine in 2023. In April 2023, the first support package of EUR274 million (US$294 million) was announced, which in part went towards non-lethal support to Ukraine’s armed forces.\\\n\\\nThis second support package of EUR119 million (US$127 million) focused on humanitarian assistance, recovery and reconstruction. Minister Schreinemacher outlined the following initiatives:\n- EUR52 million (US$56 million) will go to the European Investment Bank’s EU4U initiative for the recovery of digital and physical infrastructure and housing;\n- EUR25 million (US$27 million) for healthcare and :abbr[SRHR] through contributions towards the Global Financing Facility for Women, Children, and Adolescents, :abbr[UNAIDS], :abbr[UNFPA], and the :abbr[WHO];\n- EUR25 million (US$27 million) to support a partnership facility for businesses, knowledge institutions, and/or :abbr[CSOs] to contribute to the recovery and reconstruction of Ukraine;\n- EUR10 million for in-kind support, including emergency aid, for instance, lifeboats and flat boats needed as a result of the destruction of the Kakhovka dam;\n- EUR6 million (US$6 million) for the recovery of water supply facilities via Dutch public drinking water companies; and\n- US$900,000  via the Dutch Human Rights Fund to local :abbr[NGO] projects to support Ukrainian human rights defenders. \n\n<br>\n\n EUR94 million (US$101 million) of the funding was allocated from the government’s general resources budget, and EUR25 million (US$27 million) was allocated from the Foreign Trade and Development Cooperation budget.\n \n <br>\n \nSchreinemacher also announced that top diplomat Roderick van Schreven had been appointed as the new Special Envoy to facilitate the Dutch business community’s involvement in the reconstruction of Ukraine.\n", "sources": [{"type": "letter", "language": "dutch", "name": "Letter to House of Representatives", "link": "https://open.overheid.nl/documenten/05d9679f-5312-4db6-bd58-ff3737e1be91/file"}, {"type": "news_article", "language": "english", "name": "Dutch Government News Article", "link": "https://www.government.nl/latest/news/2023/07/04/dutch-government-announces-second-aid-package-for-ukraine-and-new-envoy-for-reconstruction-efforts"}, {"type": "web_page", "language": "dutch", "name": "Dutch Government", "link": "https://www.rijksoverheid.nl/onderwerpen/russische-inval-in-oekraine/nederlandse-hulp-voor-oekraine"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Briefing note suggests UK abandonment of US$13.9 billion climate finance target", "slug": "briefing-note-suggests-uk-abandonment-of-us-13-9-billion-climate-finance-target", "publish_date": "2023-07-04", "content": "**On July 4, 2023, the Guardian newspaper reported that a leaked briefing note to Ministers revealed plans for the UK to abandon its US$13.9 billion (GBP11.6 billion) :abbr[ICF].**\\\n\\\nThe commitment was part of the UK's contribution to the global US$100 billion commitment to support developing countries with climate change. As of June 2023, all :abbr[ICF] funding comes from the UK's :abbr[ODA] budget.\\\n\\\nThe leaked briefing note highlighted a shift in UK :abbr[ODA] since 2019, when the UK was still providing 0.7% of its :abbr[GNI] as :abbr[ODA]. Experts suggested that the note reflected the commitment's outsize pressure on the UK's reduced, 0.5% :abbr[ODA/GNI] ratio in 2023.\\\n\\\nThe note also indicated that very little of the commitment had been spent to date, and that in order to meet the target by 2026, 83% of the FCDO’s :abbr[ODA] budget would have to be spent on :abbr[ICF], squeezing out vital spending on humanitarian needs and support for women and girls. The note also suggested that the Ukraine crisis and debt relief are likely to exert further pressure on the :abbr[ODA] budget in the future, compounding the budget challenges.\\\n\\\nAn :abbr[FCDO] spokesman denied the claims the UK would abandon its :abbr[ICF] pledge, noting that the Prime Minister committed to delivering on the pledge at :abbr[COP27].\\\n\\\nOver 90 UK civil society organizations spanning international development organizations, trade unions, and faith groups wrote to the Prime Minister demanding that the UK uphold its commitment. The letter urged that the funding for the commitment should not come out of the :abbr[ODA] budget at the expense of other projects with partner countries.", "sources": [{"type": "news_article", "language": "english", "name": "The Guardian", "link": "https://www.theguardian.com/environment/2023/jul/04/revealed-uk-plans-to-drop-flagship-climate-pledge-rishi-sunak"}, {"type": "news_article", "language": "english", "name": "Reuters", "link": "https://www.reuters.com/world/uk/uk-set-drop-1476-bln-climate-pledge-guardian-2023-07-04/"}, {"type": "letter", "language": "english", "name": "Relief Web", "link": "https://reliefweb.int/report/world/more-90-uk-civil-society-organisations-have-written-prime-minister-rishi-sunak-today-demand-he-keeps-his-promise-climate-finance"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "International Prosecution Centre for Ukraine opens in The Hague", "slug": "international-prosecution-centre-for-ukraine-opens-in-the-hague", "publish_date": "2023-07-03", "content": "**On July 3, 2023, the International Centre for the Prosecution of the Crime of Aggression Against Ukraine launched its operations at Eurojust in The Hague, the Netherlands.**\\\n\\\nThe :abbr[ICPA]{title=\"International Centre for the Prosecution of the Crime of Aggression Against Ukraine\"} was established to preserve evidence and prepare cases for future trials, and opened its doors four months after its launch was announced at the 24<sup>th</sup> EU-Ukraine Summit on February 2, 2023.\\\n\\\nA Eurojust press release explained that because Russia is not a party to the Rome Statute, the :abbr[ICC]{title=\"International Criminal Court\"} cannot prosecute Russian leadership for the crime of aggression. The :abbr[ICPA]{title=\"International Centre for the Prosecution of the Crime of Aggression Against Ukraine\"} therefore comprised a first step to prepare cases for potential future trials before national courts, a dedicated tribunal, or the :abbr[ICC] for crimes within its jurisdiction.\\\n\\\nThe press release continued to explain that the :abbr[ICPA]{title=\"International Centre for the Prosecution of the Crime of Aggression Against Ukraine\"} benefits from its location in The Hague because the :abbr[ICPA]{title=\"International Centre for the Prosecution of the Crime of Aggression Against Ukraine\"} can directly access the valuable expertise of Eurojust’s Genocide Network Secretariat and work closely with the :abbr[ICC]{title=\"International Criminal Court\"} and other international justice actors.\n\\\nThe :abbr[ICPA]{title=\"International Centre for the Prosecution of the Crime of Aggression Against Ukraine\"} was fully funded by the European Commission’s Service for Foreign Policy Instruments, with an initial financial contribution of EUR8 million (US$9 million).", "sources": [{"type": "press_release", "language": "english", "name": "Eurojust Press Release", "link": "https://www.eurojust.europa.eu/news/history-making-international-centre-prosecution-crime-aggression-against-ukraine-starts-operations-at-eurojust"}, {"type": "twitter", "language": "english", "name": "Dutch Ministry of Foreign Affairs", "link": "https://twitter.com/DutchMFA/status/1675814030307360769?s=20"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Government releases final 2024 budget draft", "slug": "government-releases-final-2024-budget-draft", "publish_date": "2023-07-03", "content": "**On July 3, 2023, the German government published its final [budget draft](https://www.berliner-zeitung.de/blz-public/files/2023/07/04/4bb8ee1f-e757-468c-9b0b-5b9cefc63463.pdf) for 2024 and the midterm financial plan until 2027.**\\\n\\\nThe budget draft forecasted total spending worth EUR445.7 billion (US$486.9 billion), a 6.4% decrease compared to 2023. \n\n<br>\n\nThe new borrowing is expected to amount to EUR16.6 billion (US$18.1 billion), a significant decrease compared to EUR45.6 billion (US$49.8 billion) in 2023. Finance minister Linder insisted on Germany formally returning to the legally prescribed debt brake, which had been suspended due to extraordinary spending related to the COVID-19 pandemic and the Russian war in Ukraine.\\\n\\\nAccording to the draft, the :abbr[BMZ] budget will decrease by 5.3% from EUR12.2 billion (US$13.3 billion) in 2023 to EUR11.5 billion (US$12.6 billion) in 2024. By 2027, the budget is expected further decrease to EUR10.4 billion (US$11.4 billion). \n\n<br>\n\nAfter the parliamentary summer break, the parliament will discuss the draft and decide on amendments. Finalization of the 2024 budget is expected for December 2023. \n", "sources": [{"type": "news_article", "language": "german", "name": "ARD", "link": "https://www.tagesschau.de/inland/innenpolitik/haushalt-lindner-102.html"}, {"type": "report", "language": "german", "name": "ifo", "link": "https://www.ifo.de/fakten/2023-07-03/bundeshaushalt-2024"}], "funders": [{"funder_profiles_id": {"name": "Germany"}}], "topics": []}, {"title": "Australia pledges additional humanitarian support to Ukraine", "slug": "australia-pledges-additional-humanitarian-support-to-ukraine", "publish_date": "2023-06-26", "content": "**On June 26, 2023, Australian Prime Minister Anthony Albanese pledged an additional  AUD10 million (US$7 million) for Ukraine.**\\\n\\\nThe funds were allocated to the Ukraine Humanitarian Fund, managed by :abbr[UNOCHA]. The Fund was established to support the provision of water, health services, shelter, and sanitation in Ukraine.\\\n\\\nAs of June 2023, Australia’s total nonmilitary assistance to Ukraine had risen to AUD180 million (US$120 million).", "sources": [{"type": "news_article", "language": "english", "name": "The Guardian", "link": "https://www.theguardian.com/australia-news/2023/jun/26/australia-ukraine-support-funding-110m-military-assistance-vehicles-ammunition"}], "funders": [{"funder_profiles_id": {"name": "Australia"}}], "topics": []}, {"title": "Sweden announces US$35 million in humanitarian assistance for Ukraine", "slug": "sweden-announces-us-35-million-in-humanitarian-assistance-for-ukraine", "publish_date": "2023-06-26", "content": "**On June 26, 2023, the Ministry for Foreign Affairs of Sweden unveiled a comprehensive humanitarian and recovery support package for Ukraine.**\\\n\\\nValued at SEK380 million (US$35 million), the package aimed to address the pressing needs of the country, with a particular emphasis supporting :abbr[CSOs].\\\n\\\nThe destruction caused by the Kakhovka dam's collapse on June 6, 2023, exacerbated the already dire situation in Ukraine. Minister for Foreign Trade and Development Johan Forssell underlined the necessity for aid providers to be prepared to assist civilians in distress. He foregrounded the funding's role in enabling partners to implement short- and long-term measures in the areas of greatest need.\\\n\\\nRecognizing the valuable contributions of :abbr[CSOs], the Swedish Government committed to providing SEK 25 million (US$2 million) to the Ukrainian Red Cross and supporting other organizations with  SEK20 million (US$2 million) through :abbr[Sida].\\\n\\\nTo address various urgent needs, Sweden also allocated funds to key entities involved in relief work:\n- SEK25 million (US$2 million) was allocated to the International Committee of the Red Cross to provide healthcare, medicines, water, sanitation, and protection in inaccessible regions;\n- SEK50 million (US$5 million) was allocated to the :abbr[WFP] for essential provisions such as food and water; and\n- SEK50 million (US$5 million) was allocated to the :abbr[UNHCR] for shelter, legal advice, and psychosocial support in areas where humanitarian needs are most critical.\n\n<br>\n\nAdditionally, the Swedish Government extended assistance for demining, flood response, and managing air traffic control to:\n- The Swedish Civil Contingencies Agency, which received SEK50 million (US$5 million);\n- :abbr[UNDP], which received SEK103 million (US$10 million); and \n- EUROCONTROL, which received SEK13 million (US$1 million).\n\n<br>\n\nFinally, the government also allocated SEK45 million (US$4 million) to the National Board of Health and Welfare for coordinating and fulfilling requests for medical supplies.\\\n\\\nThe additional support brought Sweden's total assistance to Ukraine to at SEK1.9 billion (U$S176 million) for humanitarian assistance, SEK750 million (US$70 million) for recovery and further development, and SEK316 million (US$29 million) for reform support since 2022.", "sources": [{"type": "speech", "language": "swedish", "name": "Government of Sweden", "link": " https://video.qbrick.com/play2/embed/qbrick-player?accountId=3175841&mediaId=12b09898-0483-4c9e-86c3-7da05dd5c7ff&pageStyling=adaptive&configId=qbrick-player"}, {"type": "press_release", "language": "english", "name": "Government of Sweden", "link": "https://www.government.se/press-releases/2023/06/substantial-new-humanitarian-package-to-ukraine/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "G7 Ministers highlight polycrisis' impact on gender equality ", "slug": "g7-ministers-highlight-polycrisis-impact-on-gender-equality-", "publish_date": "2023-06-25", "content": "**On June 25, 2023, the :abbr[G7] Gender Equality Ministers met in Tochigi Prefecture, Japan to discuss eliminating the economic disparity between men and women.**\\\n\\\nIn the statement, the ministers acknowledged the role of the COVID-19 pandemic in exacerbating disparities between men and women, such as decreased employment opportunities for women. The ministers also referenced the conflict in Ukraine and stressed the importance of international humanitarian law.\\\n\\\nThe joint statement also highlighted the threat of compounding international crises to gender equality, as well as the importance of achieving the :abbr[SDGs], with particular reference to those related to women’s economic security. However, the statement did not include measurable targets or commitments for :abbr[G7] members to meet.", "sources": [{"type": "news_article", "language": "english", "name": "The Japan Times", "link": "https://www.japantimes.co.jp/news/2023/06/25/national/g7-gender-meet/"}, {"type": "joint_statement", "language": "english", "name": "Joint Statement of the G7 Gender Equality Ministers On Gender Equality and the Empowerment of All Women and Girls ", "link": "https://www.g7hiroshima.go.jp/documents/pdf/230625_g7_tochigi_en.pdf"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}]}, {"title": "Canada provides US$15 million climate finance for Ukraine", "slug": "canada-provides-us-15-million-climate-finance-for-ukraine", "publish_date": "2023-06-22", "content": "**At the Ukraine Recovery Conference in London on June 21-22, 2023, Canadian International Development Minister Harjit Sajjan announced that Canada will provide a technical assistance grant valued at CAD20 million (US$15 million).**\\\n\\\nThe grant was pledged to the :abbr[EBRD] to support climate adaptation, mitigation, and resilience projects in Ukraine.\\\n\\\nDuring the conference, Sajjan also remarked that Canada and Ukraine recently concluded negotiations to modernize their bilateral free trade agreement, which will provide a strong legal framework for Canadian firms seeking to participate in Ukraine’s reconstruction efforts.", "sources": [{"type": "press_release", "language": "english", "name": "Global Affairs Canada", "link": "https://www.canada.ca/en/global-affairs/news/2023/06/minister-sajjan-participates-in-ukraine-recovery-conference-and-summit-for-a-new-global-financing-pact.html "}], "funders": [{"funder_profiles_id": {"name": "Canada"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "UK announces additional US$624 million for Ukraine; US$3 billion in World Bank guarantees ", "slug": "uk-announces-additional-us-624-million-for-ukraine-us-3-billion-in-world-bank-guarantees-", "publish_date": "2023-06-21", "content": "**On June 21, 2023, at the Ukraine Recovery Conference hosted by the UK in London, UK Prime Minister Rishi Sunak committed to providing an additional US$3 billion of guarantees to unlock World Bank lending to Ukraine.**\\\n\\\nThe UK also announced GBP240 million (US$306 million) in bilateral assistance to Ukraine and GBP250 million (US$318 million) for its development finance arm British International Investment. The pledge brought the UK’s total non-military assistance to Ukraine to over GBP4.7 billion (US$6 billion).\\\n\\\nWhile the pledge was applauded by many, some commentators expressed concern that the government was diverting the already reduced :abbr[ODA] budget to Ukraine at the expense of other partner countries. ", "sources": [{"type": "news_article", "language": "english", "name": "DEVEX", "link": "https://www.devex.com/news/billions-in-ukraine-aid-not-at-expense-of-world-s-hungry-uk-insists-105777?access_key=&utm_source=nl_newswire&utm_medium=email&utm_term=article&utm_content=cta&mkt_tok=Njg1LUtCTC03NjUAAAGMgb2jtqxQpiaOvYiIOPOxMHk0gEmhi0Wj6PkUUyzMFap_yfJ6q_PnewdClMF6Z5IKYO9_UlD8Tz2jo5ONOYjYGSJSO7PLH3Sd9PubdDMY3Oy3ars"}, {"type": "press_release", "language": "english", "name": "UK government ", "link": "https://www.gov.uk/government/news/uk-boosts-ukraines-recovery-at-major-london-summit"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Germany provides US$416 million for Ukraine reconstruction", "slug": "germany-provides-us-416-million-for-ukraine-reconstruction", "publish_date": "2023-06-21", "content": "**At the Ukraine Recovery Conference in London on June 21-22, 2023, German Foreign Minister Analena Baerbock announced that Germany will support Ukraine with EUR381 million (US$416 million) in humanitarian support in 2023.**\n\n<br>\n\nAccording to Ukrainian Prime Minister Denys Shmyhal, Ukraine aimed to mobilize almost US$7 billion in recovery and reconstruction support from donors during the conference in London, while World Bank estimates put the cost of reconstruction at US$400 billion. Apart from Germany pledges included:\n- US$1.3billion from the US, including US$500 million for rebuilding energy infrastructure;\n- EUR50 billion (US$55 billion) by 2027 from the EU; and \n- US$306 million from the :abbr[UK] in bilateral support and US$3.8 billion in World Bank loan guarantees.\n\n<br>\n\nGermany will host the next Ukraine Recovery Conference in 2024.\n", "sources": [{"type": "news_article", "language": "german", "name": "Federal Foreign Ministry", "link": "https://www.auswaertiges-amt.de/de/service/laender/ukraine-node/baerbock-urc-2023-london/2603950"}, {"type": "news_article", "language": "english", "name": "Reuters", "link": "https://www.reuters.com/world/europe/recovery-summit-uks-sunak-unveil-major-ukraine-support-2023-06-20/"}], "funders": [{"funder_profiles_id": {"name": "UK"}}, {"funder_profiles_id": {"name": "US"}}, {"funder_profiles_id": {"name": "Germany"}}, {"funder_profiles_id": {"name": "EUI"}}], "topics": []}, {"title": "G7 establishes clean energy partnership with Ukraine", "slug": "g7-establishes-clean-energy-partnership-with-ukraine", "publish_date": "2023-06-21", "content": "**On June 21, 2023, the  :abbr[G7]+ Coordination Group established a clean energy partnership with Ukraine at a meeting in London.**\\\n\\\nIn response to Russia's war against Ukraine, :abbr[G7]+ partners have continued to support Ukraine’s energy system with emergency finances in partnership with international organizations and private corporations. The :abbr[G7]+ Coordination Group confirmed its commitment to supporting Ukraine in building a cleaner energy system consistent with a Net Zero future. The so-called Clean Energy Partnership was developed with five main goals:\n\n- Accelerating the adoption of :abbr[EU] energy legislation and increasing integration with the :abbr[EU] market;\n- Increasing low carbon energy sources;\n- Implementing transition policies to phase out coal power;\n- Upgrading energy infrastructure; and\n- Attracting innovative technological and financial solutions.\n\n<br>\n\nThe Government of Ukraine has committed to doing its part in realizing these progressive goals and will work closely with the :abbr[G7]+ to do so.", "sources": [{"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/press7_000058.html"}, {"type": "joint_statement", "language": "english", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/files/100520031.pdf"}], "funders": [{"funder_profiles_id": {"name": "UK"}}, {"funder_profiles_id": {"name": "France"}}, {"funder_profiles_id": {"name": "Canada"}}, {"funder_profiles_id": {"name": "Japan"}}, {"funder_profiles_id": {"name": "US"}}, {"funder_profiles_id": {"name": "Germany"}}, {"funder_profiles_id": {"name": "Italy"}}, {"funder_profiles_id": {"name": "EUI"}}, {"funder_profiles_id": {"name": "Norway"}}, {"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "EU Commission proposes MFF revisions", "slug": "eu-commission-proposes-mff-revisions", "publish_date": "2023-06-20", "content": "**On June 20, 2023, the :abbr[EU] Commission released a proposal for measured increases under several headings of the :abbr[MFF], the bloc's guiding fiscal document.**\\\n\\\nCiting unexpected challenges since the outset of the seven-year plan's adoption in 2020, the Commission called for several increases related to development:\n- Support for Ukraine was the bloc's top priority, with the Commission requesting a flexible financial instrument worth up to EUR50 billion (US$55 million) for a Ukraine Facility. Developed with an eye toward easing Ukraine's accession into the bloc, the Commission stated that actual expenditures would be decided annually, in accord with a plan by the government of Ukraine; and\n- In response to increased migration to the continent, as well as the bloc's release of a [*New Pact on Migration and Asylum*](https://home-affairs.ec.europa.eu/policies/migration-and-asylum/new-pact-migration-and-asylum_en), the Commission asked for EUR12.5 billion (US$13.7 billion) to combat root causes of migration in the :abbr[EU] neighborhood, and EUR2.5 billion (US$2.7 billion) for humanitarian assistance and disaster response.\n \n <br>\n \nHighlighting the necessity of budget increases to respond to competing crises, the Commission projected that negotiations between the EU Parliament and the Council of Ministers would conclude by the end of 2023, allowing the budget revisions to be approved shortly thereafter.", "sources": [{"type": "press_release", "name": "EU Commission", "link": "https://ec.europa.eu/commission/presscorner/detail/en/ip_23_3345"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": []}]}