{"meta": {"filter_count": 227}, "data": [{"title": "Sweden Presents 2023 foreign, development policy priorities", "slug": "sweden-presents-2023-foreign-development-policy-priorities", "publish_date": "2023-02-15", "content": "**Minister for Foreign Affairs Tobias Billström presented Sweden's Statement of Foreign Policy, which summarizes the Government’s foreign policy priorities, to Parliament on February 15, 2023.**\\ \n\\ \nBillström emphasized that Ukraine will remain a Swedish foreign and development policy priority. Since Russia’s large-scale invasion inFebruary 2022, Sweden’s support to Ukraine has totaled more than SEK14 billion (USD1.4 billion). In 2023, Ukraine is expected to become the largest recipient of Swedish bilateral development assistance.\\ \n\\ \nThe statement highlighted the government’s aim to use :abbr[ODA] as a lever to strengthen countries’ democracy and participation in the international economy. The Government emphasized its  ambition to make :abbr[ODA] more focused, relevant, effective, and transparent. Objectives will be set in terms of quality and results.\\ \n\\ \nIn addition to support forU kraine, :abbr[ODA] will prioritize poverty reduction and health initiatives for the most vulnerable, humanitarian support, democracy and human rights, enhanced climate action, and initiatives for the rights and opportunities of women and girls. The statement also highlighted that support will be redirected from multilateral organizations to civil society", "sources": [{"type": "speech", "language": "english", "name": "Swedish Statement of Foreign Policy 2023", "link": "https://www.government.se/speeches/2023/02/statement-of-foreign-policy-2023/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Norwegian government presents US$3.9 billion, 5-year assistance package for Ukraine", "slug": "norwegian-government-presents-us-3-9-billion-5-year-assistance-package-for-ukraine", "publish_date": "2023-02-06", "content": "**On February 6, 2023, Prime Minister Jonas Gahr Støre  (Labour Party) and Minister of Finance Trygve Slagsvold Vedum (Centre Party) presented a new package for assistance to Ukraine to parliament.**\\\n\\\nStøre stated the package contains NOK15 billion (US$1.6 billion) in annual funding to Ukraine. Norway will provide a total of NOK75 billion (US$7.8 billion) in annual funding over five years. 50% (US$3.9 billion) of the total amount will be allocated to military assistance, and the remaining 50% (US$3.9 billion) will go to civilian and humanitarian assistance.\\\n\\\nIn addition, the government set aside NOK5 billion (US$530 million) for :abbr[LICs] severely affected by the consequences of the war. More concretely, NOK2.5 billion (US$265 million) will support food security initiatives and NOK2.5 billion (US$265 million) will go toward humanitarian assistance.\\\n\\\nThe additional funding is intended to increase Norway's :abbr[ODA/GNI] ratio to 1%, in response to criticism from opposition leaders and several Norwegian :abbr[CSOs] for not reaching the target in 2022. Critics argued that Norway's increased profits due to the war should be reflected in its :abbr[ODA] spending.\\\n\\\nThe government has indicated that they want a broad consensus across the parliament to ensure the stability and strategic development of Norwegian funding.\\\n\\\nOpposition leader Erna Solberg stated that her party stands behind the proposal from the government. She also expressed hope for an political agreement before the one-year anniversary of the Russian invasion on February 24.\n", "sources": [{"type": "news_article", "language": "norwegian", "name": "NRK", "link": "https://www.nrk.no/norge/kilder-til-nrk_-vil-ha-75-milliarder-til-ukraina-over-fem-ar-1.16285933"}, {"type": "news_article", "language": "norwegian", "name": "Bistandsaktuelt", "link": "https://www.bistandsaktuelt.no/ukraina-utviklingspolitikk/de-vil-gi-75-milliarder-kroner-til-ukraina-og-fem-milliarder-til-land-i-sor/327789"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": []}, {"title": "Japan provides additional US$10 million for health in Ukraine", "slug": "japan-provides-additional-us-10-million-for-health-in-ukraine", "publish_date": "2023-01-31", "content": "On January 31, 2023, [the Asia-Europe Foundation](https://asef.org/) pledged an additional US$10 million from Japan to support health care initiatives in Ukraine and neighbouring countries.\\\n\\\nThis phase of assistance focuses on strengthening health systems and increasing cooperation with the :abbr[WHO]. The initiative has four main priorities:\n\n- Providing medical equipment and supplies;\n- Capacity-building and technical training for responding to communicable diseases;\n- Providing operational support for HIV and tuberculosis response teams and surveillance missions; and\n- Developing technical materials on communicable diseases for rural health care workers.", "sources": [{"type": "news_article", "language": "english", "name": "Asia-Europe Foundation ", "link": "https://asef.org/wp-content/uploads/2023/01/Press-Release_Humanitarian-Assistance.pdf "}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Global Health"}}]}, {"title": "Japan donates US$97 million to UNICEF", "slug": "japan-donates-us-97-million-to-unicef", "publish_date": "2023-01-30", "content": "On January 30, 2023, Japan contributed about US$97 million to :abbr[UNICEF] which will be used to provide assistance in 33 countries including Ukraine, Afghanistan, Syria, and Yemen, as well as partner countries in the the Horn of Africa, Sahel, and Asia and Pacific regions.\\\n\\\n:abbr[UNICEF] released a statement saying that there are currently more than 37 million displaced children around the world due to compounding crises. The organization has called for US$10.3 billion in emergency funding which will be used to support 173 million people.\\\n\\\nThe funds from Japan will be used to address the food crisis stemming from the Russian invasion of Ukraine, natural disasters caused by climate change, and more broad humanitarian needs related to health, nutrition, education, and water and sanitation. ", "sources": [{"type": "press_release", "language": "japanese", "name": "PR Times", "link": "https://prtimes.jp/main/html/rd/p/000000021.000090848.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Global Health"}}]}, {"title": "Sweden allocates US$2 million for nuclear plant safety in Ukraine", "slug": "sweden-allocates-us-2-million-for-nuclear-plant-safety-in-ukraine", "publish_date": "2023-01-26", "content": "**On January 26, 2023, Sweden  announced a SEK20 million (US$2 million) assistance package channeled to the the  [IAEA](## \"International Atomic Energy Agency\") to strengthen Ukraine's nuclear security.**\\\n\\\nThe Swedish government stated that the increased level of security at nuclear power plants will positively influence the power supply in Ukraine. \n\n", "sources": [{"type": "press_release", "language": "swedish", "name": "Government of Sweden", "link": "https://www.regeringen.se/pressmeddelanden/2023/01/regeringen-bidrar-till-starkt-karnsakerhet-i-ukraina/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": []}, {"title": "EU approves US$2.6 billion investment programs for EU neighborhood regions", "slug": "eu-approves-us-2-6-billion-investment-programs-for-eu-neighborhood-regions", "publish_date": "2023-01-25", "content": "**On January 25, 2023, the Operational Board of the :abbr[EFSD+] approved a second package of 24 financial guarantee programs worth €2.4 billion (US$2.6 billion) as a part of the Global Gateway initiative.**\\\n\\\nThe :abbr[EFSD+] is the :abbr[EU]'s :abbr[NDICI]-Global Europe guarantee fund, which aims to attract private investment for sustainable development in the :abbr[EU]’s partner countries.\\\n\\\nThis second set of programs is expected to generate €17 billion (US$53 billion) in investments in the Western Balkans, Southern Neighborhood (Algeria, Egypt, Israel, Jordan, Lebanon, Libya, Morocco, Palestine, Syria, and Tunisia), and Eastern Neighbourhood (Armenia, Azerbaijan, Belarus, Georgia, Moldova, and Ukraine) in sectors such as renewable energy, digitalisation, and private sector competitiveness.\\\n\\\nThe first package of 40 programs for :abbr[SSA], Latin America, and the Asia Pacific region were worth nearly €6.1 billion (US$6.4 billion) in financial guarantees and were greenlit in December 2022.", "sources": [{"type": "press_release", "language": "english", "name": "European Commission", "link": "https://ec.europa.eu/commission/presscorner/detail/en/ip_23_325"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "Norwegian CSOs present priorities for Ukraine-related ODA", "slug": "norwegian-csos-present-priorities-for-ukraine-related-oda", "publish_date": "2023-01-24", "content": "**On January 24, 2023, a group of six Norwegian :abbr[CSOs] presented priorities for the government's framework for larger, multi-year contributions to the reconstruction of and support for Ukraine as a result of the Russian aggression.**\\\n\\\nNegotiations on the framework were announced on November 29, 2022 by the Norwegian government (the Labour Party and the Centre Party) and the Socialist Left Party. The framework will be finalized in spring 2023. In the Norwegian development community the framework is characterized as one of the most important policy decisions in several years.\\\n\\\nSix of the most important Norwegian development organizations, the Norwegian Refugee Council, Norwegian Church Aid, the Red Cross, Save the Children, Norwegian People's Aid and Caritas argue that four priorities must lay the basis for the framework:\n\n- Norway should reach a ratio of 1% :abbr[ODA/GNI] in 2023;\n- Poverty reduction shall be an overreaching goal within emergency funding and long-term funding;\n- Norway must not combine military and civilian development funding; and\n- :abbr[ODA] should also address the effects of the war in Ukraine on :abbr[LICs], such as high food prices and inflation.\n\nThe organizations argued that the funding–which is expected to include billions of dollars in humanitarian and long-term development assistance–must be allocated to Ukrainians as well as vulnerable groups in other countries affected by the war. ", "sources": [{"type": "news_article", "language": "norwegian", "name": "Bistandsaktuelt ", "link": "https://www.bistandsaktuelt.no/matsikkerhet-statsbudsjettet-ukraina/utviklingsland-ma-fa-stotte-mot-matprissjokk/326786"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "Davos forum centers interconnected economic, food, energy, climate crises", "slug": "davos-forum-centers-interconnected-economic-food-energy-crises", "publish_date": "2023-01-23", "content": "**The 53<sup>rd</sup> World Economic Forum Annual Meeting took place in Davos, Switzerland from January 16-20, 2023.**\\\n\\\nUnder the heading “Cooperation in a Fragmented World”, the meeting convened global leaders and business executives. However, key actors including US President Joe Biden and French President Emanuel Macron were absent. The meeting aimed to address current challenges arising from the war in Ukraine and the COVID-19 pandemic, as well as system reforms to address future challenges.\\\n\\\nLeaders' discussions focused on expectations of a global economic recession, and the potential effects for development cooperation. Leaders emphasized the importance of addressing high inflation, low growth, high debt and high fragmentation to support partners in :abbr[LICs] and :abbr[MICs].\\\n\\\nClimate change was also a key priority at the meeting. In the lead-up to the 2023 meeting, the World Economic Forum released its 'Global Risk Report 2023,' which highlighted the interconnectedness of the energy, food, and climate crises and emphasized the long-term costs of failing to adapt to climate change.\\\n\\\nThough global health fell in terms of prioritization at the meeting, given decreasing perceptions of the urgency of the COVID-19 pandemic, a number of health topics were discussed at the Annual Meeting. These included economics of women's health, pandemic response, the climate-health nexus, and resilient health systems.\\\n\\\nAdditionally, discussions focused on the development and deployment of effective Tuberculosis vaccines. :abbr[WHO] announced plans to set up a new Tuberculosis Vaccine Accelerator Council to promote development of a Tuberculosis vaccine, with a council including global development agencies, governments, and funders.\n", "sources": [{"type": "press_release", "language": "english", "name": "World Economic Forum", "link": "https://www.weforum.org/agenda/2023/01/future-of-global-health/"}, {"type": "report", "language": "english", "name": "World Economic Forum", "link": "https://www.weforum.org/global-risks/reports"}, {"type": "news_article", "language": "english", "name": "Health Policy Watch", "link": "https://healthpolicy-watch.news/who-announces-new-tb-vaccine-accelerator-at-davos-as-high-level-panel-discusses-elimination-challenge/"}, {"type": "news_article", "language": "english", "name": "Reuters", "link": "https://www.reuters.com/business/healthcare-pharmaceuticals/davos-2023-climate-change-leads-more-malaria-tuberculosis-up-recession-2023-01-16/"}, {"type": "news_article", "language": "english", "name": "Reuters", "link": "https://www.reuters.com/business/davos-2023-key-takeaways-world-economic-forum-2023-01-20/"}], "funders": [{"funder_profiles_id": {"name": "Global donor profile"}}], "topics": [{"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Japan donates US$36 million to International Organization for Migration", "slug": "japan-donates-us-36-million-to-international-organization-for-migration", "publish_date": "2023-01-20", "content": "**On January 20, 2023, Japan donated a total of US$36 million to the :abbr[IOM] to support operations in 25 countries.**\\\n\\\nOne-third of the funding will be used to support efforts in Ukraine, where the Russian invasion has led to a migration crisis.  :abbr[IOM] operations will support vulnerable individuals in Ukraine and surrounding countries during the winter months.\\\n\\\nThe funds will also be used to support humanitarian efforts in Asia, the Middle East, North Africa, and :abbr[Sub-Saharan Africa]. A large portion will be mobilized for integrated border management and health response capacity, to address concerns arising from the COVID-19 pandemic and in preparation for future outbreaks.", "sources": [{"type": "press_release", "language": "english", "name": "International Organization for Migration (IOM)", "link": "https://www.iom.int/news/japan-provides-usd-363-million-support-ioms-humanitarian-operations"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "Norway provides US$41 million for conflict-affected, small-scale farmers in Ukraine", "slug": "norway-provides-us-41-million-for-conflict-affected-small-scale-farmers-in-ukraine", "publish_date": "2023-01-19", "content": "**On January 19, 2023, Norway  pledged  NOK400 million (US$41 million) to improve the access to seeds in Ukraine.**\\\n\\\nThe Norwegian support will help 3,000 small-scale farmers receive seeds in nine conflict-affected counties in Ukraine. The funding will be allocated through The :abbr[UN]  [FAO](## \"Food and Agriculture Organization\"). The seeds will procured locally and will be distributed to farmers applying for subsidies through the [State Agrarian Register](## \"State Agrarian Register\"). The farmers will receive a package of two tons of high-quality seeds for planting on 10 hectares of land.", "sources": [{"type": "press_release", "language": "norwegian", "name": "The Ministry of Foreign Affairs", "link": "https://www.regjeringen.no/no/aktuelt/pm_korn/id2959864/"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "UK to host Ukraine Recovery Conference in June 2023", "slug": "uk-to-host-ukraine-recovery-conference-in-june-2023", "publish_date": "2023-01-18", "content": "**The UK officially took over from Switzerland as host of the Ukraine Recovery Conference on January 18, 2023.**\\\n\\\nThe next Ukraine Recovery Conference will take place in London from June 21-22, 2023. The conference will focus on mobilizing international and private sector support for the economic and social stabilization of Ukraine. The meeting will be a high-profile event attended by senior representatives from the :abbr[G7] and other international and multilateral partners, :abbr[IFIs], the private sector , and civil society.\\\n\\\nAccording to the UK government, the UK has committed a total of £1.5 billion (US$1.8 billion) through multilateral loan guarantees and over £100 million in bilateral support to Ukraine as of January 2023.", "sources": [{"type": "press_release", "language": "english", "name": "UK Government", "link": "https://www.gov.uk/government/news/switzerland-hands-over-ukraine-recovery-conference-hosting-to-uk?utm_medium=email&utm_campaign=govuk-notifications-topic&utm_source=f47fc723-998f-43c9-a0be-8e610887897d&utm_content=daily"}, {"type": "press_release", "language": "english", "name": "UK Government", "link": "https://www.gov.uk/government/news/foreign-secretary-announces-major-uk-package-of-support-to-help-rebuild-ukraine"}], "funders": [{"funder_profiles_id": {"name": "UK"}}], "topics": []}, {"title": "Norwegian government describes transformative impact of Ukraine on ODA", "slug": "norwegian-government-describes-transformative-impact-of-ukraine-on-oda", "publish_date": "2023-01-17", "content": "**On January 17, 2023, Deputy Foreign Minister Hege Hertzberg shared that the war in Ukraine was a game changer in terms of Norwegian development aid efforts.**\\\n\\\nHertzberg clarified that Norway, historically, never has paid out so large an amount of development funding for a single country so quickly.\\\n\\\nHertzberg described the enormous political will to help Ukraine, both within the Ministry of Foreign Affairs, at :abbr[Norad], among :abbr[CSOs], research institutions, and political parties. She also shared that the support is expected to continue throughout the course of the ocnflict.\\\n\\\nAs of January 2023, a total of NOK13.7 billion (US$1.4 billion) has been allocated or approved for Ukraine. NOK6.3 billion (US$642 million) of the total amount was allocated to humanitarian assistance and civil society support. Norwegian humanitarian efforts to Ukraine and neighboring countries through the :abbr[UN] system, the :abbr[EU]'s Civil Preparedness Mechanism, the Red Cross, Norwegian-, and international organizations currently amounts to NOK2.6 billion (US$265 million) for 2022.", "sources": [{"type": "news_article", "language": "norwegian", "name": "Bistandsaktuelt", "link": "https://www.bistandsaktuelt.no/humanitaer-bistand-humanitaere-kriser-ukraina/vi-har-aldri-aldri-sett-noe-lignende/326330"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": []}, {"title": "Japan donates US$130 million to WFP", "slug": "japan-donates-us-130-million-to-wfp", "publish_date": "2023-01-16", "content": "**On January 16 ,2023, the Government of Japan donated US$130 million to :abbr[WFP] to support 37 countries across Asia, the Middle East, and Africa amid the global hunger crisis.**\\\n\\\nThe funds included:\n- US$19.1 million for emergency food assistance in Ukraine;\n- US$12.4 million for emergency food and nutrition assistance to those affected by climate shocks in Afghanistan;\n- US$13.9 million for humanitarian needs in Myanmar;\n- US$5 million for emergency food assistance in schools in Somalia;\n- US$3.9 million for life-saving nutritional treatment for children and women in Ethiopia; and\n- US$6.6 million for vulnerable people in Yemen.\nThe remainder of the donation was allocated across several countries in the regions. ", "sources": [{"type": "press_release", "language": "english", "name": "WFP", "link": "https://www.wfp.org/news/japan-provides-us130-million-support-vulnerable-people-amid-global-hunger-crisis"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Draft Swedish budget falls short of 1% ODA/GNI target", "slug": "draft-swedish-budget-falls-short-of-1-oda-gni-target", "publish_date": "2023-01-13", "content": "**On January 12, 2023, the Swedish government released its budget proposal for 2023, allocating SEK56 billion (US$6.1 billion) annually to development in 2023-2025.**\n\n<br>\n\nThe amount represented 0.88% of projected :abbr[GNI] and departed from the country’s previous long-term goal of allocating 1% of :abbr[GNI] to :abbr[ODA].  Minister for International Development Cooperation Johan Forssell highlighted that the budget cut will impact several of Sweden's bilateral development cooperation strategies.\n\n<br>\n\nWhile additional funding will be allocated to Ukraine, a number of partner countries will receive reduced assistance compared to 2022. The proposed decreases of 40%-60% targeted  Myanmar, Guatemala, Bolivia, and the Palestinian Authority.\n", "sources": [{"type": "news_article", "language": "swedish", "name": "Dagens Nyheter", "link": "https://www.dn.se/sverige/bistandet-till-palestina-minskar-kraftigt/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": []}, {"title": "EU commits additional US$27 million for food security", "slug": "eu-commits-additional-us-27-million-for-food-security", "publish_date": "2023-01-12", "content": "**On January 12, 2023, the :abbr[EU] announced plans to provide an additional €25.5 million (US$27 million) in humanitarian assistance to several partner countries in Africa to address the impacts of the food security crisis caused by the war in Ukraine.**\\\n \\\nThe funding will support food security, nutrition, water sanitation, hygiene, and strengthening social protection schemes. Algeria, Cameroon and Chad will receive €2 million (US$2.1 million), the Central African Republic will receive €4 million (US$4.2 million), Sudan will receive €10 million (US$10.6 million), and €5.5 million (US$5.8 million) has been allocated for Southern Africa and the Indian Ocean region.", "sources": [{"type": "news_article", "language": "english", "name": "Euractiv", "link": "https://www.euractiv.com/section/agriculture-food/news/eu-earmarks-e25-5-million-to-address-african-food-crisis/?utm_source=piano&utm_medium=email&utm_campaign=28355&pnespid=7aR8UC5LJK9LxP_dpzGuT5Seow2lBJFxfbe10elksABmy6WPyX43YmCVXGHeXB6A5rNuNvhwfA"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Swedish EU Presidency releases development priorities ", "slug": "swedish-eu-presidency-releases-development-priorities", "publish_date": "2023-01-01", "content": "**On January 1, 2023, Sweden assumed the rotating six-month presidency of the Council of the EU until June 30, 2023.**\\\n\\\nWhile announcing its priorities, Sweden placed support for Ukraine at the top of its agenda for the EU. The Swedish presidency also prioritized the implementation of the 'Action Plan on Gender Equality and Women’s Empowerment in External Action 2021–2025' (GAP III). It also shared plans to strengthen the EU’s leadership role in global health through the new 'EU Global Health Strategy' and in global humanitarian affairs.\\\n\\\nThe presidency also stated it would strengthen EU relations with African countries and the African Union, especially in light of the impact of Russia’s invasion of Ukraine on Africa. However, plans for engagement with specific partner countries in Africa were not shared. The program also emphasized the elements of democracy, rule of law, human rights, and migration in cooperation with partner countries. The presidency also expressed its goal to conclude negotiations on the partnership agreement between the EU and African, Caribbean, and Pacific countries to replace the existing so-called 'Cotonou Agreement.'\n", "sources": [{"type": "government_document", "name": "Swedish Presidency Agenda (2023)", "link": "https://swedish-presidency.consilium.europa.eu/media/5kxmejeg/the-swedish-presidency-programme.pdf"}, {"type": "press_release", "name": "Swedish EU presidency", "link": "https://swedish-presidency.consilium.europa.eu/en/programme/programme-of-the-presidency/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}, {"funder_profiles_id": {"name": "EUI"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "US FY2023 funding bill includes US$61.7 billion for foreign assistance", "slug": "us-funding-bill-includes-billion-for-foreign-assistance", "publish_date": "2022-12-29", "content": "**On December 29, 2022, US President Joe Biden signed the omnibus funding bill for FY2023, which included US$61.7 billion in foreign assistance funding.**\n\n<br>\n\nThe funding comprised a 6% increase from :abbr[FY]2022, and the largest increase in non-emergency funding in six years.  The funding package also included US$16.6 billion in funding for Ukraine.\n\n<br>\n\nThe bill passed three months into the fiscal year, and was lower than President Biden's proposed amount and those passed in the  House and Senate bills. However, advocates hailed it as a strong response to growing global needs.  If Congress had not agreed to the omnibus, funding would have remained at :abbr[FY]2022 levels. \n\n<br>\n\nThe largest allocation was for global health, totaling US$10.6 billion. The package included US$4.4 billion for :abbr[PEPFAR], US$2.0 billion for the :abbr[Global Fund], and US$900 million for global health security (an increase of 29%). \n\n<br>\n\nOther increases were provided for global food security, development and economic assistance, and gender equality and women's empowerment.  Climate funding remained constant.\n\n<br>\n\nPresident Biden's budget for :abbr[ FY]2024 will likely be released in February 2023. However, the process is expected to be extremely contentious with shifts in party control within Congress.\n", "sources": [{"type": "news_article", "language": "english", "name": "Devex", "link": "https://www.devex.com/news/what-s-in-the-us-budget-for-foreign-aid-104685?mkt_tok=Njg1LUtCTC03NjUAAAGJF1V3sl84eOiuUNrXGYT10W3LdjG5G1oG9MHIIt3Z4vmkydzZUmU2NVwGmjPSK8VrhvuzUaaaFetW_YS0vSKF4_xG5YhuBpSNo4x9nBC6E2s9&utm_content=text&utm_medium=email&utm_source=nl_invested&utm_term=article"}, {"type": "report", "language": "english", "name": "USGLC", "link": "https://www.usglc.org/the-budget/amid-mounting-global-threats-final-fy23-spending-deal-includes-largest-increase-for-international-affairs-budget-in-six-years/"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": [{"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Gender Equality"}}]}, {"title": "Netherlands earmarks 2023 support for Ukraine ", "slug": "netherlands-earmarks-2023-support-for-ukraine", "publish_date": "2022-12-23", "content": "On December 23, 2022, the Dutch government earmarked €2.5 billion (US$2.7 billion) to support Ukraine in 2023.\\\n\\\nThe reserved amount is reserved for military assistance, reconstruction, and efforts to combat impunity.\\\n\\\nThe Dutch Cabinet approved the proposal of ministers Schreinemacher (Foreign Trade and Development Cooperation), Hoekstra (Foreign Affairs), Ollongren (Defence), and Kaag (Finance) to earmark €2.5 billion from the government’s general resources to support Ukraine in 2023. This amount is on top of the Dutch contribution to the EU’s €18 billion (US$19.4 billion) in liquidity support, and its support for receiving Ukrainian refugees in the Netherlands.\\\n\\\nThe exact spending of the additional assistance will be determined by the course of the war and the consequent needs of the Ukrainian people.\\\n\\\nThe government also shared that it sent a second delivery of 19 trucks to Ukraine with parts and materials to help repair its electrical infrastructure.\n", "sources": [{"type": "press_release", "language": "dutch", "name": "Dutch government", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/documenten/kamerstukken/2022/12/23/kamerbrief-inzake-steun-oekraine-2023"}, {"type": "press_release", "name": "Dutch government ", "link": "https://www.government.nl/latest/news/2022/12/23/netherlands-support-ukraine-2023-news"}, {"type": "press_release", "language": "dutch", "name": "Dutch government", "link": "https://www.rijksoverheid.nl/actueel/nieuws/2022/12/23/deze-winter-meer-leveringen-om-oekraine-te-helpen-met-herstel-energie-infrastructuur"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Sweden releases 2023 development priorities", "slug": "sweden-releases-2023-development-priorities", "publish_date": "2022-12-23", "content": "On December 23, 2022, the Swedish government presented the priorities for Sweden’s International Development Cooperation Agency (Sida) for 2023.\\\n\\\nThe agency’s mandate included support for Ukraine, which could be the basis for a new strategy for Sweden’s reform and reconstruction support to the country.\\\n\\\nFurther priorities included strengthening the links between development assistance and international trade and using ODA to reduce the root causes of irregular migration and forced displacement. Sida will also expand and streamline climate assistance in order to reduce climate emissions and support climate adaptation measures. The agency was also tasked with producing background material for a global strategy on sexual and reproductive health and rights (SRHR).\\\n\\\nSida will report to the Government on progress in these priority areas during the first half of 2023.\n", "sources": [{"type": "press_release", "language": "swedish", "name": "Government of Sweden", "link": "https://www.regeringen.se/pressmeddelanden/2022/12/fokus-pa-ukraina-i-sidas-regleringsbrev/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "Report shows increased G7 contributions to food security since 2015 ", "slug": "report-shows-increased-g7-contributions-to-food-security-since-2015", "publish_date": "2022-12-23", "content": "On December 23, 2022, the G7 Food Security Working Group published its 'Financial Report on Food Security and Nutrition 2020.'\\\n\\\nAccording to the report, the G7 countries’ financial contributions to agriculture, fishery,and food security increased from US$8.8 billion in 2015 to US$10.5 billion in 2020. The largest share (44%) was channeled to countries in 'Sub-Saharan' Africa (meaning the regions of Eastern, Western, Central, and Southern Africa, as designated by the African Union). The report called for increased cooperation to address the increasing number of people suffering from hunger. \\\n\\\nThe report was developed under the German G7 presidency. During the G7 summit in 2015, the G7 countries committed to working with partner countries and international organizations to lift 500 million people out of hunger and malnutrition by 2030. To this end, the G7 adopted a 'Broader Food Security and Nutrition Development Approach' and decided to report annual on progress towards food security and nutrition.\\\n\\\nIn light of the worsening global food security in the wake of the war in Ukraine, the G7 countries committed to contribute an additional US$4.5 billion for food security during the G7 summit in June 2022.", "sources": [{"type": "report", "name": "G7 Food Security Working Group", "link": "https://www.bmz.de/resource/blob/135936/g7-fswg-elmau-financial-report-2020-final.pdf"}], "funders": [{"funder_profiles_id": {"name": "Canada"}}, {"funder_profiles_id": {"name": "EUI"}}, {"funder_profiles_id": {"name": "France"}}, {"funder_profiles_id": {"name": "Germany"}}, {"funder_profiles_id": {"name": "Italy"}}, {"funder_profiles_id": {"name": "Japan"}}, {"funder_profiles_id": {"name": "UK"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Sweden releases priorities for EU Presidency", "slug": "sweden-releases-priorities-for-eu-presidency", "publish_date": "2022-12-17", "content": "**On December 14, 2022, Prime Minister Ulf Kristersson presented the priorities of the forthcoming Swedish Presidency of the EU to the Swedish parliament.**\\\n\\\nIn the area of EU international development, the Swedish Presidency will increase support for Ukraine and address the global impact of Russia’s aggression. Priorities included increasing political pressure on Russia, Belarus, and other responsible parties, by imposing sanctions and demanding accountability.\\\n\\\nKristersson also announced plans to provide Ukraine with political, economic, military, humanitarian, and legal support, including in its reconstruction. Establishing an international coordination platform for reconstruction support was listed as a priority task, as well as EU efforts to mitigate the serious global repercussions of the war, such as food insecurity.\\\n\\\nThe Presidency will also contribute to developing and strengthening the EU’s role in global health based on the new 'EU Global Health Strategy' and the lessons learned from the COVID-19 pandemic. Sweden also intends to strengthen EU efforts to combat development obstacles, such as corruption.\\\n\\\nThe European development policy agenda will continue to be developed and clearly linked to principles of effective development cooperation and sustainable financing for development, with a focus on mobilizing private capital for sustainable investments in developing countries. The Swedish Presidency will focus on efforts to advance synergies between trade and development cooperation.", "sources": [{"type": "press_release", "name": "Swedish EU Presidency Program", "link": "https://swedish-presidency.consilium.europa.eu/en/programme/programme-of-the-presidency/"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}, {"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Agriculture"}}]}, {"title": "Netherlands reviews 2022 development cooperation budget changes", "slug": "netherlands-reviews-2022-development-cooperation-budget-changes", "publish_date": "2022-12-16", "content": "**On December 16, 2022, Dutch Minister of Foreign Trade and Development Cooperation Liesje Schreinemacher released the ‘December letter,’ which reviewed three key discrepancies between the 'Foreign Trade and Development Cooperation 2022 Budget' and the 'Fall Budget' published in November 2022.**\\\n\\\nSchreinemacher explained the expenditure for Article 1 'Sustainable economic development, trade, and investment' is expected to be higher than originally budgeted, due to payments on commitments under the financial sector and 'Infrastructure Development Programme'.\\\n\\\nShe also noted that expenses will be higher for humanitarian assistance under Article 4 'Peace, security, and sustainable development.' This is due to the newly committed Dutch support for the 'Grain from Ukraine' initiative to improve low- and middle-income countries’ food security.\\\n\\\nFinally, Schreinemacher announced that the expenditure budget for Article 5 'Multilateral cooperation' will be increased, due to a contribution to the International Monetary Fund's (IMF) Resilience and Sustainability Trust.\\\n\\\nIn addition, the Minister clarified that the exchange rates have been more favorable than previously budgeted for. This development is accounted for in article section 5.2 'Other poverty policy.'", "sources": [{"type": "press_release", "language": "dutch", "name": "Dutch government", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/documenten/kamerstukken/2022/12/16/kamerbrief-inzake-decemberbrief-bhos-begroting-2022"}, {"type": "government_document", "language": "dutch", "name": "Netherlands Fall Budget (November 2022)", "link": "https://www.rijksfinancien.nl/najaarsnota/2022/1531286"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": []}, {"title": "Sweden announces additional US$59 million in support to Ukraine", "slug": "sweden-announces-additional-us-59-million-in-support-to-ukraine", "publish_date": "2022-12-14", "content": "Sweden announced on December 12, 2022 that it will increase its support to Ukraine by SEK600 million (US$59 million).\\\n\\\nThe assistance will be channeled through a new mechanism administrated by the World Bank. The support aims to promote energy security as well as the provision of heating and healthcare to civilians. The donation will also support agricultural development and Ukraine's education system.", "sources": [{"type": "press_release", "language": "swedish", "name": "Swedish Foreign Ministry", "link": "https://www.regeringen.se/pressmeddelanden/2022/12/600-miljoner-kronor-i-nytt-stod-till-ukraina/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": [{"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Education"}}]}, {"title": "South Korea pledges additional US$3 million for Ukraine", "slug": "south-korea-pledges-additional-us-3-million-for-ukraine", "publish_date": "2022-12-13", "content": "**South Korea announced an additional US$3 million in humanitarian assistance for Ukraine on December 13, 2022, at the 'Standing with the Ukrainian People' conference in Paris.**\\\n\\\nSouth Korea pledged the funds via the World Bank to support repairs to Ukraine's electrical infrastructure. The pledge comes as Ukraine faces instability in the supply of heating and electricity due to the destruction of energy facilities.", "sources": [{"type": "press_release", "language": "korean", "name": " Ministry of Foreign Affairs", "link": "https://www.mofa.go.kr/www/brd/m_4080/view.do?seq=373153&page=1"}, {"type": "news_article", "language": "korean", "name": "Yna", "link": "https://www.yna.co.kr/view/AKR20221213118700504"}], "funders": [{"funder_profiles_id": {"name": "South Korea"}}], "topics": []}, {"title": "'Standing with the Ukrainian People' conference mobilizes US$1.1 billion", "slug": "standing-with-the-ukrainian-people-conference-mobilizes-us-1-1-billion", "publish_date": "2022-12-13", "content": "**An international “Standing with the Ukrainian People” conference, jointly organized by France and Ukraine in Paris on December 13, 2022 mobilized €1 billion (US$1.1 billion) in humanitarian assistance to Ukraine.**\\\n\\\nThe conference, co-chaired by French President Emmanuel Macron and the President of Ukraine Volodymyr Zelensky, represented by his Prime Minister. Approximately 70 high-level participants represented the main states and international organizations partnering with Ukraine.\\\n\\\nThe conference resulted in pledges from donors totaling over €1 billion (US$1.1 billion), which will be allocated to:\n- €415 million (US$442 million) to support Ukraine's energy sector;\n- €25 million (US$27 million) for water;\n- €28 million (US$30 million) for food security;\n- €17 million (US$18 million ) for shoring up healthcare facilities and infrastructure; \n- €22 million (US$23 million) for repairs to transportation infrastructure; and\n- A remaining €493 million (US$518 million) which has yet to be allocated.\n\n<br>\n\nA coordination mechanism is planned to be set up to monitor the effective implementation of pledges and the assessment of the priority needs expressed by Ukraine in the fields of electricity and energy, water, food, healthcare, and transport sectors.", "sources": [{"type": "news_article", "language": "french", "name": "France Info", "link": "https://www.francetvinfo.fr/monde/europe/manifestations-en-ukraine/direct-ukraine-la-communaute-internationale-se-reunit-a-paris-pour-la-resilience-et-la-reconstruction-du-pays_5541390.html#xtor=CS2-765-%5Bautres%5D-"}, {"type": "press_release", "name": "Ministry of European and Foreign Affairs ", "link": "https://www.diplomatie.gouv.fr/en/country-files/ukraine/situation-in-ukraine-what-is/addressing-the-humanitarian-and-economic-emergency-in-ukraine/article/presentation-of-the-standing-with-the-ukrainian-people-conference"}], "funders": [{"funder_profiles_id": {"name": "France"}}, {"funder_profiles_id": {"name": "Global donor profile"}}], "topics": []}, {"title": "Spain donates electrical supplies for winterization in Ukraine", "slug": "spain-donates-electrical-supplies-for-winterization-in-ukraine", "publish_date": "2022-12-13", "content": "**On November 13, 2022, at the ‘Solidarity with the Ukrainian people’ event held in Paris, the Spanish Ministry of Foreign Affairs, European Union and Cooperation (MAEC) announced a new disbursement of humanitarian assistance to Ukraine.**\\\n\\\nAllocated by the Spanish Agency for International Development Cooperation (AECID), the package comprised a donation of 163 pieces of electrical equipment to shore up Ukraine's electrical infrastructure.\\\n\\\nAs of December 2022, Spain has channeled up to €37 million (US$39 million) to Ukraine as humanitarian assistance. From this amount, €32 million (US$34 million) was disbursed by the AECID.", "sources": [{"type": "press_release", "language": "spanish", "name": "MAEC", "link": "https://www.exteriores.gob.es/es/Comunicacion/NotasPrensa/Paginas/2022_NOTAS_P/20221213_NOTA096.aspx"}], "funders": [{"funder_profiles_id": {"name": "Spain"}}], "topics": []}, {"title": "Canada pledges US$84 million for energy infrastructure in Ukraine", "slug": "canada-pledges-us-84-million-for-energy-infrastructure-in-ukraine", "publish_date": "2022-12-13", "content": "**At the 'Standing With the Ukrainian People' conference in Paris, France on December 13, Canada pledged CA$115 million (US$84 million) through the World Bank.**\\\n\\\nThe pledge will help finance the winterization and restoration of energy resources in Ukraine, particularly repairs to Ukraine’s electrical grid, which has sustained significant damage from the war with Russia. The funding comes from a 35% tariff that Canada levied on imports from Russia and Belarus earlier in 2022. ", "sources": [{"type": "news_article", "name": "The Globe and Mail", "link": "https://www.theglobeandmail.com/politics/article-canada-to-fund-repairs-to-kyivs-power-grid-with-revenue-from-russian/"}], "funders": [{"funder_profiles_id": {"name": "Canada"}}], "topics": []}, {"title": "Norway commits US$160 million for damaged infrastructure in Ukraine", "slug": "norway-commits-us160-million-damaged-infrastructure-ukraine", "publish_date": "2022-12-09", "content": "**On December 9, 2022, Norway announced funding of NOK1 billion (US$160 million) for repairs to infrastructure in Ukraine.**\n\n<br>\n\nThe funding was pledged in response to Russian bombings on civilian targets, which have increased the urgency of repairing electrical infrastructure as winter approaches.\n\n<br>\n\nThe support will be channeled through the World Bank in order to coordinate more effectively with other donors' efforts. In particular, the funds will be disbursed via the bank's multi-donor 'Ukraine Relief, Recovery, Reconstruction and Reform Trust Fund' (URTF). \n\n<br>\n\nRegional Country Director for Eastern Europe at the World Bank Arup Banerji stated that the URTF will be used for continued crisis support to Ukraine, both for long-term reconstruction, repairs on critical infrastructure, and support to the Ukrainian government. \n\n<br>\n\nAs of December 2022, Norway has allocated NOK14.4 billion (US$1.5 billion) in support to Ukraine and its neighboring countries for 2022 and 2023.\n\n", "sources": [{"type": "press_release", "language": "english", "name": "Ministry of Foreign Affairs ", "link": "https://www.regjeringen.no/en/aktuelt/pm_infrastructure/id2950493/"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": []}, {"title": "Netherlands donates US$6 million of electrical supplies to Ukraine", "slug": "netherlands-donates-us-6-million-of-electrical-supplies-to-ukraine", "publish_date": "2022-12-08", "content": "**On December 8, 2022, the Dutch government announced that it will ship €6 million (USD$ 6 million) in materials to repair Ukraine’s energy infrastructure.**\\\n\\\nThe donation included transformers, switching components, and cables needed to shore up Ukraine's electrical grid.\\\n\\\nThe €6 million in materials will be made available at short notice with the support of the European Union Civil Protection Mechanism. In early December 2022, the Dutch government will assess which materials can be provided to Ukraine during the winter.\\\n\\\nThe contribution is a part of the €180 million (USD$194 million) committed by the Netherlands to support the Ukrainian government through the upcoming winter, known as ‘winterization’ support. Of the total financial contribution, €90 million (USD$97 million) was committed to the World Bank, €72 million (USD$78 million) to the European Bank for Reconstruction and Development (EBRD), and the remaining €18 million (USD$19 million) was reserved in the Dutch Ministry of Economic Affairs and Climate Policy’s budget.\\\n\\\nIn addition to support for winterization, the Dutch government has contributed €60 million (USD$65 million) for humanitarian relief since the start of Russia’s war in Ukraine, on top of its unearmarked contributions to multilateral institutions like the UN Central Emergency Response Fund (CERF). The Netherlands also committed €10 million (USD$11 million) for mine clearing in Ukraine.\\\n\\\nThe Dutch government will continue to assess its ability to provide additional contributions to Ukraine as the war evolves. The government also shared plans to create an international, inclusive coordination mechanism for the countries with the largest contributions of assistance to Ukraine.", "sources": [{"type": "news_article", "language": "dutch", "name": "Dutch government", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/nieuws/2022/12/08/nederland-levert-onderdelen-en-apparatuur-aan-oekraine-voor-herstel-energie-infrastructuur"}, {"type": "letter", "language": "dutch", "name": " Dutch government", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/documenten/kamerstukken/2022/12/08/kamerbrief-inzake-stand-van-zaken-winterhulp-oekraine"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "Japan pledges US$27 million to support displaced Ukrainians", "slug": "japan-pledges-us27-million-support-displaced-ukrainians", "publish_date": "2022-12-05", "content": "**On December 5, 2022, Japan announced a package of US$27 billion (¥3.6 billion) for Moldova to support displaced Ukrainians in the country.**\n\n<br>\n\nAfter the Russian invasion of Ukraine, there has been a mass exodus of the population, many of whom have resettled in Moldova. The number of displaced Ukrainians in Moldova is estimated to be more than 20% of the country’s population. The funds will be used to support the areas of health, food, energy, and gender.\n", "sources": [{"type": "news_article", "language": "english", "name": "The Japan Times", "link": "https://www.japantimes.co.jp/news/2022/12/05/national/moldova-new-aid/"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "Japan hosts World Assembly for Women 2022", "slug": "japan-hosts-world-assembly-women-2022", "publish_date": "2022-12-03", "content": "**On December 3, 2022, the sixth World Assembly for Women: WAW! 2022 was held in Tokyo under the theme ‘Mainstreaming Gender into a New Form of Capitalism’.**\\\n\\\nPrime Minister Kishida expressed the need to promote international development cooperation that supports women, referring specifically to the example of providing shelter for women who have been forced to leave Afghanistan and Ukraine. In addition to keynote speeches by the Prime Minister of Japan and other world leaders, there were ten sessions to discuss mainstreaming gender, an approach that aims to incorporate gender equity into all areas of policy.", "sources": [{"type": "press_release", "language": "english", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/fp/hr_ha/page3e_001283.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Gender Equality"}}]}, {"title": "Sweden to prioritize ODA to Ukraine in 2023", "slug": "https-donortracker-org-policy-updates-sweden-prioritize-oda-ukraine-2023", "publish_date": "2022-11-30", "content": "**On November 30, 2022, Swedish Minister for International Development Johan Forssell (Moderate Party) stated that Ukraine will be the biggest recipient of Swedish development assistance in 2023.**\n\n<br>\n\nAccording to Forssell, the government is in the process of developing a new strategy for development cooperation with Ukraine. The minister also suggested that Sweden’s un-earmarked core contributions to multilateral organizations within the UN would be reassessed and decreased to compensate for additional allocations and pledges for Ukraine.", "sources": [{"type": "news_article", "language": "swedish", "name": "Dagens Nyheter", "link": "https://www.dn.se/sverige/bistandet-stalls-om-ukraina-blir-storsta-mottagare/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": []}, {"title": "Norway approves 2023 state budget", "slug": "norway-approves-2023-state-budget", "publish_date": "2022-11-29", "content": "**On November 29, 2022, the Norwegian Government and the Socialist Left Party (SV) came to an agreement about the state budget for 2023.**\\\n\\\nAfter demanding negotiations, the SV secured increased funding for international development. \\\n\\\nThe 2023 ODA budget increased a total of NOK260 million (US$26 million) from the 2022 budget. The additional funding will be allocated toward the following budget lines:\n- The budget line for Human Rights will increase by NOK30 million (US$3 million);\n- Funding for the UN Children's Fund (UNICEF) will increase by NOK40 million (US$4 million);\n- The budget line Civil Society will increase by NOK90 million (US$9 million); and\n- An additional NOK40 million will be allocated for regional funding for Africa (US$4 million).\n\n<br>\n\nThe budget drew criticism for its failure to reach Norway's 1% ODA/GNI target, instead totalling .75%– a shortfall of NOK14 billion (US$1,4 billion). In response, the government argued that the development budget increased by NOK2.5 billion (US$253 million) compared to the 2022 budget. \n\n<br>\n\nHowever, the government and SV agreed on establishing a framework that will include larger, long-term support for Ukraine. The framework also includes support for low-income countries indirectly affected by the war, especially in relation to food security and energy supply. While funding allocations and sources have not been finalized, the framework is expected to be in place by spring 2023.\n\n<br>\n\nSV's spokesperson for international development, Ingrid Fiskaa, stated that the 1% target could be reached within 2023, pending the DAC's approval of Norway's in-donor refugee costs for the year.", "sources": [{"type": "news_article", "language": "norwegian", "name": "Vårt Land", "link": "https://redir.opoint.com/?key=H2BtZkjGU6oNcf5cFNiV"}, {"type": "news_article", "language": "norwegian", "name": "Nordre", "link": "https://nordrenett.no/positiv-stemning-pa-stortinget-for-bistandsforlik/Type/NTB/19.1.121830"}, {"type": "news_article", "language": "norwegian", "name": "Bistandsaktuelt", "link": "https://www.bistandsaktuelt.no/afrika-bistandsorganisasjoner-fn/budsjettenighet-om-bistand-mer-til-afrika-og-fn-null-til-skole/323981"}, {"type": "news_article", "language": "norwegian", "name": "Bistandsaktuelt", "link": "https://www.bistandsaktuelt.no/bistandsbudsjettet-bistandspolitikk-norge/ukraina-pakke-skal-sikre-1-prosenten/323955"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}, {"topics_id": {"name": "Education"}}]}, {"title": "Assistance to Ukraine to face increased scrutiny in new Congress", "slug": "assistance-ukraine-face-increased-scrutiny-new-congress", "publish_date": "2022-11-27", "content": "**On November 27, 2022, US House Republicans indicated that support for Ukraine will face increased scrutiny in the next Congress, due to start in January 2023.**\\\n\\\nRepresentative Michael McCaul, who will likely chair the House Foreign Affairs Committee in the new Congress, indicated that while the House will continue to support Ukraine, it will do so with accountability and transparency. \\\n\\\nPrevious legislation had provided large supplemental appropriations to cover both military assistance as well as humanitarian, food aid, and general budget support to Ukraine. While support for assistance to Ukraine remains strong–particularly in the US Senate–opposition by far-right House members and a slim Republican majority in the next Congress mean that getting approval may be more difficult. ", "sources": [{"type": "news_article", "language": "english", "name": "Axios", "link": "https://www.axios.com/2022/11/27/mccaul-republicans-blank-check-ukraine"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": []}, {"title": "Donor countries pledge over US$150 million for 'Grain from Ukraine Initiative'", "slug": "donor-countries-pledge-over-us150-million-grain-ukraine-initiative", "publish_date": "2022-11-26", "content": "**On November 26, 2022, Ukrainian President Volodymyr Zelensky announced the 'Grain from Ukraine Initiative,' which seeks to facilitate the delivery of 125,000 tons of grain to nations facing food insecurity and famine, including Yemen and Sudan, among others.**\\\n\\\nUkraine presented the program at the G20 meeting in November 2022. The initiative aims to send up to 60 shipments of grain to low-income countries in Africa and provide food for at least 5 million people by summer 2023. Zelensky officially launched the initiative on the 90th anniversary of the Holodomor, a famine inflicted on Ukrainians by Joseph Stalin’s Soviet Union.\\\n\\\nThe announcement was accompanied by pledges from donor countries, including:\n- Canada: CA$30 million (US$22 million) via the World Food Programme (WFP);\n- France: US$20 million;\n- The Netherlands: US$4 million via the WFP;\n- Sweden: SEK 100 million (US$10 million) via the WFP;\n- The US: US$20 million; and\n- The UK: US$6 million.\n\n<br>\n\nIn total, the initiative raised more than US$150 million and received support from more than 20 countries.", "sources": [{"type": "press_release", "language": "swedish", "name": "Government of Sweden", "link": "https://www.regeringen.se/pressmeddelanden/2022/11/sverige-stodjer-initiativet-grain-from-ukraine/"}, {"type": "news_article", "language": "english", "name": "Politico", "link": "https://www.politico.eu/article/ukraine-initiative-send-grain-to-africa-gets-western-support-eu-nato-food-famine/"}, {"type": "twitter", "language": "english", "name": "Mark Rutte", "link": "https://twitter.com/MinPres/status/1596541823257694208?s=20&t=aMyKhPg3BjYeBJF2oTEgHw"}], "funders": [{"funder_profiles_id": {"name": "Canada"}}, {"funder_profiles_id": {"name": "France"}}, {"funder_profiles_id": {"name": "Netherlands"}}, {"funder_profiles_id": {"name": "Sweden"}}, {"funder_profiles_id": {"name": "UK"}}, {"funder_profiles_id": {"name": "US"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Japan donates US$3 million for winterization in Ukraine", "slug": "japan-donates-us3-million-winterization-ukraine", "publish_date": "2022-11-22", "content": "**On November 22, 2022, Japan announced a donation of US$2.6 million to support the winterization of Ukraine's energy infrastructure.**\\\n\\\nUkraine has faced a series of recent attacks on its power grid, increasing concerns about energy stability moving into the winter. Japan’s donation of generators and solar lanterns will be made through the United Nations High Commissioner for Refugees (UNHCR).", "sources": [{"type": "press_release", "language": "english", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/press/release/press4e_003183.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": []}, {"title": "USAID announces US$4.5 billion additional assistance to Ukraine", "slug": "usaid-announces-us45-billion-additional-assistance-ukraine", "publish_date": "2022-11-22", "content": "**On November 22, 2022, the US announced it would provide an additional US$4.5 billion in assistance to Ukraine through the US Agency for International Development (USAID).**\\\n\\\nUnder the broad umbrella of reducing the Ukrainian government's budget deficit, the funding will support the government's provision of basic goods and services, such as hospitals, schools, emergency response, and water and electrical infrastructure.\\\n\\\nThe package also includes measures, such as heating and housing subsidies, to support individuals impacted by the war, particularly those who are elderly, disabled, displaced, and/or receive low incomes. \\\n\\\nThe additional funding brings the total of direct US assistance to the Ukrainian government to US$13 billion since the beginning of the war in February 2022.", "sources": [{"type": "press_release", "language": "english", "name": "USAID", "link": "https://www.usaid.gov/news-information/press-releases/nov-22-2022-united-states-contributes-45-billion-support-government-ukraine"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": []}, {"title": "Swedish government to increase support for Ukraine", "slug": "swedish-government-increase-support-ukraine", "publish_date": "2022-11-20", "content": "**On October 18, 2022, Sweden's new right-wing government prioritized support for Ukraine and actions to counter Russia's aggression in the region as foreign policy objectives in its 'Statement of Government Policy.'**\\\n\\\nThe statement announced increases in Swedish ODA to Ukraine and the development of a long-term and cohesive program for civilian reconstruction and military support. The statement also indicated that the incoming minister for development assistance and foreign trade would be given special responsibility for Sweden’s support for reconstruction in Ukraine.\\\n\\\nFurther details on Sweden's ODA allocations to Ukraine will be presented in the government budget presented to Parliament in November 2022.", "sources": [{"type": "press_release", "language": "english", "name": "Government of Sweden", "link": "https://www.government.se/speeches/2022/10/statement-of-government-policy/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": []}, {"title": "Netherlands pledges USD$3 million to UNAIDS", "slug": "netherlands-pledges-usd3-million-unaids", "publish_date": "2022-11-18", "content": "**On November 18, 2022 at the Joint United Nations Programme on HIV/AIDS (UNAIDS) global centre in Geneva, the Netherlands announced additional resources for UNAIDS.**\\\n\\\nIn addition to pledging an extra €3 million (US$3 million), the Netherlands committed to increasing funding for the organization by 15% and signed a multi-year agreement to secure UNAIDS funding for 2023-2025. The US, UNAIDS’ largest donor, announced a total increase of US$55 million to the organization in 2022.\\\n\\\nIn July 2022, UNAIDS released a report that found that the COVID-19 pandemic and the war in Ukraine have disrupted AIDS response initiatives. Dutch Vice Minister for Development Cooperation Kitty van der Heijden said funding for UNAIDS is paramount to shoring up efforts to fight AIDS worldwide.", "sources": [{"type": "press_release", "language": "english", "name": "UNAIDS", "link": "https://www.unaids.org/en/resources/presscentre/pressreleaseandstatementarchive/2022/november/20221118_funding"}], "funders": [{"funder_profiles_id": {"name": "US"}}, {"funder_profiles_id": {"name": "Netherlands"}}], "topics": [{"topics_id": {"name": "Global Health"}}]}, {"title": "Sweden pledges record US$68 million humanitarian assistance to Ukraine", "slug": "sweden-pledges-record-us68-million-humanitarian-assistance-ukraine", "publish_date": "2022-11-18", "content": "**Sweden announced a record assistance package to Ukraine on November 13, 2022, encompassing military and humanitarian support as well as support for the rehabilitation of critical infrastructure.**\\\n\\\nSwedish Prime Minister Ulf Kristersson emphasized both the record size of the support, as well as the urgency of supporting Ukraine.\\\n\\\nThe contents of the planned military support package – involving advanced air defense weapons systems - amount to a total of nearly SEK3 billion (US$282 million). The amount is SEK1 billion (US$94 million) more than the sum of all previous military materiel support packages combined (amounting to nearly SEK2 billion, or US$188 million).\\\n\\\nThe humanitarian package is also Sweden's largest to date. It encompasses Swedish support for Ukraine and Moldova amounting to nearly SEK720 million (US$68 million). The support is intended to provide Ukrainian citizens and refugees with access to food, water and sanitation, winter equipment, blankets and heating sources. The support will also help start laying the foundations for the reconstruction of social infrastructure in Ukraine.\\\n\\\nThe emergency assistance package will be channeled through multilateral organizations and international humanitarian organizations through the following earmarked grants:\n\n- SEK250 million (US$24 million) to the World Food Programme;\n- SEK140 million (US$13 million) and SEK40 million (US$ 4 million) to the World Bank funds for Ukraine and Moldova, respectively;\n- SEK110 million (US$10 million) to the Nordic Environment Finance Corporation’s Ukraine Green Recovery Programme;\n- SEK50 million (US$5 million) and SEK20 million (US$2 million) to the Ukrainian and Moldovan Red Cross organizations, respectively;\n- SEK10 million (US$1 million) for mine clearance through the Danish Refugee Council; and\n- SEK100 million (US$10 million) to the Energy fund at the donor conference for Moldova.\n\n<br>\n\nAdditionally, Sweden will continue to support Ukraine within the framework of EU membership, and intends to take part in the upcoming European Union Assistance Mission Ukraine (EUMAM). During the upcoming Swedish Presidency of the Council of the EU in the first half of 2023, the Government will give high priority to continuing support to Ukraine and maintaining strong pressure on Russia.", "sources": [{"type": "press_release", "language": "swedish", "name": "Government of Sweden", "link": "https://regeringen.se/artiklar/2022/11/regeringen-skickar-rekordstort-stodpaket-till-ukraina/"}], "funders": [{"funder_profiles_id": {"name": "Sweden"}}], "topics": []}, {"title": "Draft 2023 EU ODA budget of US$12.7 billion marks slight decrease from 2022", "slug": "draft-2023-eu-oda-budget-us127-billion-marks-slight-decrease-2022", "publish_date": "2022-11-14", "content": "**On November 14, 2022, the European Parliament and the Council of the EU reached a deal on the EU budget for 2023 with €12.3 billion (US$12.7 billion) slated for the Neighborhood, Development, and International Cooperation Instrument (NDICI) - Global Europe, a 0.7% decrease from 2022.**\\ \n\\\nThe budget for 2023 totals €186.6 billion (US$192.7 billion). The amount is €1 billion (US$1 billion) above the European Commission’s draft proposal due to negotiation by the Parliament. Budget lines include: \n\n- €17.2 billion (US$17.8 billion) for external action under heading 6, ‘Neighborhood and the World’, including €12.3 billion (US$12.3 billion) for NDICI-Global Europe and €1.8 billion (US$1.8 billion) for humanitarian assistance. These programs received increases from the Commission’s draft proposal to enable additional support to Ukraine and Moldova;\n- €12.4 billion (US$12.8 billion) for Horizon Europe, the EU’s research and innovation program; this includes an additional €10 million (US$10 million) for energy and climate research compared to the Commission’s draft proposal. The line increased 1.3% from 2022; and\n- €739 million (US$763 billion) for EU4Health, the dedicated health program for the EU.\n\n<br>\n\nThe deal is expected to be ratified by both the Parliament and Council by the end of November, with a plenary vote in Parliament. The deal only needs a qualified majority in the Council and is also expected to pass there.", "sources": [{"type": "press_release", "language": "english", "name": "European Commission", "link": "https://ec.europa.eu/commission/presscorner/detail/en/ip_22_6785"}, {"type": "press_release", "language": "english", "name": "European Parliament", "link": "https://www.europarl.europa.eu/news/en/press-room/20221107IPR49301/eu-budget-2023-deal-focus-on-ukraine-energy-and-recovery"}, {"type": "press_release", "language": "english", "name": "Council of the EU", "link": "https://www.consilium.europa.eu/en/press/press-releases/2022/11/15/eu-budget-for-2023-council-and-parliament-reach-agreement/"}, {"type": "news_article", "language": "english", "name": " Science|Business", "link": "https://sciencebusiness.net/news/eu-agrees-eu124b-budget-horizon-europe-2023?utm_source=Science%7CBusiness+Newsletters&utm_campaign=305bf17955-EMAIL_CAMPAIGN_4_26_2021_17_43_COPY_01&utm_medium=email&utm_term=0_179178d214-305bf17955-138179145"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global health R&D"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "Donor countries, philanthropies pledge US$135 million for Global Fertilizer Challenge", "slug": "countries-philanthropies-pledge-us135-million-global-fertilizer-challenge", "publish_date": "2022-11-12", "content": "At a COP27 panel on November 12, 2022, Ambassador Marcel Beukeboom announced that the Netherlands, the US, European Commission, Norway, and Germany will provide a total of US$135 million in support of US President Joe Biden’s Global Fertilizer Challenge to combat global fertilizer shortages and food insecurity.\n\\\nThe pledge exceeded Biden’s goal of raising US$100 million for the initiative.\n\\\nBiden set the challenge goal on June 17, 2022 to address global fertilizer shortages in low- and middle-income countries, caused in part by Russia’s invasion of Ukraine. The EU and countries’ joint pledge totaled US$109 million. An additional US$5 million was committed by the Foundation for Food & Agricultural Research (FFAR), and another US$22 million was offered by a group of philanthropic funders and investors, which will more broadly address fertilizer’s role in climate, food security, and energy crises.", "sources": [{"type": "press_release", "language": "english", "name": "Press release - ReliefWeb", "link": "https://reliefweb.int/report/world/global-fertilizer-challenge-raises-135-million-fertilizer-efficiency-and-soil-health-measures-combat-food-insecurity"}, {"type": "twitter", "language": "english", "name": "Tweet – Dutch Ministry of Foreign Affairs", "link": "https://twitter.com/DutchMFA/status/1591471958595895296?s=20&t=9rS8xkXy-KyviX1zpfo7eQ"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}, {"funder_profiles_id": {"name": "Germany"}}, {"funder_profiles_id": {"name": "Netherlands"}}, {"funder_profiles_id": {"name": "Norway"}}, {"funder_profiles_id": {"name": "US"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Climate"}}]}, {"title": "2023 German federal budget decreases 4% from 2022; ODA decreases 2%", "slug": "german-federal-budget-decreases-4-2022-oda-decreases-2", "publish_date": "2022-11-11", "content": "The German parliament agreed on the federal budget for 2023 on November 11, 2022.\n\\\nThe German federal budget will stand at €476.3 billion (US$470.9 billion) for 2023, down from €495.8 billion (US$490.2 billion, or -4%) in 2022. In 2023, Germany will formally return to the debt brake which has been suspended in the past three years due to extraordinary spending related to the COVID-19 pandemic and the Russian war in Ukraine.\n\\\nThe Ministry for Economic Cooperation and Development’s (BMZ’s) budget for 2023 is set at €12.2 billion (US$12.1 billion). The figure marks a 10% increase from an initial Cabinet draft budget released earlier in 2022, but is 2% lower than the BMZ’s budget in 2022.\n\\\nCompared to the Cabinet draft, the BMZ and the Foreign Office each received a top-up of €1 billion (US$989 million)  from a ‘global crisis response’ budget envelope in budget plan 60, which is used for expenditures outside the core budget plan. The majority of the BMZ’s €1 billion (US$989 million) top-up was allocated to BMZ’s budget line for ‘Crisis management and reconstruction, infrastructure’ (an increase of €663 million or US$655 million).\n\\\nThe BMZ’s budget for multilateral development cooperation will stand at €2.3 billion (US$2.3 billion) in 2023 (down from €3 billion, or US$3 billion, in 2022). The budget for ‘Contributions to the UN, its specialized agencies, and other international organizations’ has been cut from €1 billion (US$989 million) in 2022 to €573 million (US$566 million) in 2023, while the Cabinet’s draft only allocated €508 million (US$502 million).\n\\\nThe German Parliament will give final approval to the draft budget on November 23, 2022.  ", "sources": [{"type": "press_release", "language": "german", "name": "Press release – German Parliament (in German)", "link": "https://www.bundestag.de/dokumente/textarchiv/2022/kw45-pa-haushalt-bereinigungssitzung-918112"}, {"type": "press_release", "language": "german", "name": "Press release – German Parliament (in German)", "link": "https://www.bundestag.de/dokumente/textarchiv/2022/kw47-de-wirtschaftliche-zusammenarbeit-entwicklung-918186"}], "funders": [{"funder_profiles_id": {"name": "Germany"}}], "topics": []}, {"title": "Netherlands allocates additional US$118 million to winterization in Ukraine", "slug": "netherlands-allocates-additional-us118-million-winterization-ukraine", "publish_date": "2022-11-11", "content": "On November 11, 2022, Dutch Minister for Foreign Trade and Development Cooperation Liesje Schreinemacher announced that the Netherlands agreed to increase the previously promised amount for winterization in Ukraine from €70 million (US$76 million) to €180 million (US$194 million).\n\\\nThe Dutch Council of Ministers approved the increase of funds on November 4, 2022, following the cabinet’s decision to commit additional funds to the winterization of Ukraine. Minister Schreinemacher wrote that the increased funds will prioritize restoring electrical infrastructure and repairing houses.\n\\\nThe minister noted that the additional contribution will come from general funds and will be spent through the World Bank’s Ukraine Recovery Trust Fund (US$97 million) and the European Bank for Reconstruction and Development (US$78 million). She also wrote that the Dutch Minister for Climate and Energy was developing a program to provide Ukraine with €18 million (US$19 million) worth of in-kind energy accessories and components from the Netherlands to repair electricity infrastructure.\n\\\n", "sources": [{"type": "letter", "language": "dutch", "name": "Letter – Dutch government (in Dutch)", "link": "https://www.rijksoverheid.nl/ministeries/ministerie-van-buitenlandse-zaken/documenten/kamerstukken/2022/11/11/kamerbrief-inzake-ophoging-financiele-middelen-voor-acute-winterhulp-oekraine"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": [{"topics_id": {"name": "Climate"}}]}, {"title": "Netherlands pledges US$2 million to UN Global Crisis Response Group", "slug": "netherlands-pledges-us2-million-un-global-crisis-response-group", "publish_date": "2022-11-10", "content": "On November 10, 2022, the Netherlands signed an agreement in Geneva to contribute US$2 million to the UN Conference on Trade and Development (UNCTAD) to continue supporting the work of the UN Global Crisis Response Group (GCRG) on Food, Energy, and Finance.\n\\\nThe GCRG was established in March 2022 by UN Secretary António Guterres to coordinate the global response to the widespread impacts of the war in Ukraine. A UNCTAD news article explained that the GCRG tackles the global cost-of-living crisis “by helping decision-makers mobilize solutions and develop strategies to support countries in addressing the interlinked food, energy, and finance crises.”\n\\\nUNCTAD Secretary-General Rebeca Grynspan noted that the funds will support the GCRG’s coordination, management, monitoring, and high-level political mobilization work. Dutch Ambassador Paul Bekkers stated that “the GCRG is a great diplomatic success and beacon of hope.”", "sources": [{"type": "news_article", "language": "english", "name": "News article – UNCTAD", "link": "https://unctad.org/news/netherlands-commits-19-million-support-un-global-crisis-response-group-food-energy-and-finance"}], "funders": [{"funder_profiles_id": {"name": "Netherlands"}}], "topics": [{"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Agriculture"}}]}, {"title": "Canada allocates US$40 million of previous commitment to winterization in Ukraine", "slug": "canada-allocates-us40-million-previous-commitment-winterization-ukraine", "publish_date": "2022-10-28", "content": "On October 28, 2022, Canadian Prime Minister Justin Trudeau attended the 'XXVII Triennial Congress of Ukrainian Canadians,' where he announced new measures to support the people of Ukraine.\n\\\nIn preparation for the winter of 2022, the Prime Minister announced that Canada will allocate CA$55 million (US$40 million) in previously announced funding through several international partners to support winterization initiatives, including providing shelter and distributing essential items such as clothing, heating appliances, and fuel.\n\\\nThe Prime Minister also announced that Canada will issue a five-year Ukraine Sovereignty Bonds program, which will help the government continue providing essential services, like pensions, and fuel before winter. This builds on Canada’s CA$2.0 billion (US$1.5 billion) in financial assistance to Ukraine in 2022.\n\\\nFinally, the Prime Minister announced a new initiative to help Ukraine preserve and rebuild its science and research capacity. The program will be called the 'Canada-Ukraine Science Partnership,' and will invite up to 20 Ukraine-based scientists to come work and live in Canada.", "sources": [{"type": "press_release", "language": "english", "name": "Press release - Prime Minister of Canada", "link": "https://pm.gc.ca/en/news/news-releases/2022/10/28/prime-minister-announces-new-measures-support-ukraine"}], "funders": [{"funder_profiles_id": {"name": "Canada"}}], "topics": []}, {"title": "Japan announces US$16 million grant for agriculture, rural development in Madagascar", "slug": "japan-announces-us16-million-grant-agriculture-rural-development-madagascar", "publish_date": "2022-10-27", "content": "**On October 27, 2022, the Japanese government announced that Japan will provide a ¥2.3 billion (US$16 million) grant to Madagascar to assist rural development and sustainable agriculture.**\\\n\\\nThe grant was offered as part of the 'Rice Seed Production Fields and Agriculture' project.\\\n\\\nAbout 80% of the population of Madagascar is engaged in agriculture, and the vast majority of farmers produce rice. Madagascar aims to prioritize stable rice production to enhance the country’s food security and hopes to improve the dissemination of quality seeds nationwide.\\\n\\\nFunds from the grant will be used to support the production of high-quality certified seeds by renovating relevant facilities and equipment. The renovations are expected to lead to greater self-sufficiency and increased rice production. The project is in line with Japan’s commitment at the 8th Tokyo International Conference on African Development (TICAD 8) to support sustainable agriculture in light of food insecurities caused by the war in Ukraine.\n\n", "sources": [{"type": "press_release", "language": "japanese", "name": "Ministry of Foreign Affairs of Japan", "link": "https://www.mofa.go.jp/mofaj/press/release/press1_001128.html"}], "funders": [{"funder_profiles_id": {"name": "Japan"}}], "topics": [{"topics_id": {"name": "Agriculture"}}]}, {"title": "Germany allocates US$398 million of pledged support for Ukraine to reconstruction", "slug": "germany-allocates-us398-million-pledged-support-ukraine-reconstruction", "publish_date": "2022-10-25", "content": "From October 24 - 25, 2022, Ukrainian, German, and international experts met in Berlin to discuss strategies for rebuilding Ukraine after the war and international support for Ukraine.\n\\\nGerman Chancellor Olaf Scholz and European Commission President Ursula von der Leyen called for a new Marshall Plan for the reconstruction of Ukraine. German Minister for Economic Cooperation and Development Svenja Schulze highlighted the need to begin rebuilding critical infrastructure in Ukraine as soon as possible. Schulze also highlighted the urgency of ensuring people still living in Ukraine and internally displaced people have access to housing and relevant infrastructure, especially during the winter of 2022.\n\\\nThe Ministry for Economic Cooperation and Development (BMZ) will support Ukraine with €403 million (US$398 million) for social safeguarding of the population, winter-proof housing, education and health, support for small and medium enterprises in Ukraine, and support for civil society. The commitment is an allocation of a pledge made in July 2022.\n\\\nAs of October 2022, the BMZ’s total support to Ukraine in 2022 stands at €600 million (US$589 million).", "sources": [{"type": "press_release", "language": "german", "name": "Press release - Ministry for Economic Cooperation and Development (in German)", "link": "https://www.bmz.de/de/aktuelles/aktuelle-meldungen/ukrainische-gesellschaft-staerken-wichtig-fuer-widerstandskraft-126156"}, {"type": "news_article", "language": "english", "name": "News article – Deutsche Welle", "link": "https://www.dw.com/en/german-and-eu-leaders-call-for-ukraine-marshall-plan/a-63535319"}, {"type": "news_article", "language": "german", "name": " News article – WDR (in German)", "link": "https://www1.wdr.de/nachrichten/ukraine-wiederaufbau-interview-svenja-schulze-100.html"}], "funders": [{"funder_profiles_id": {"name": "EUI"}}, {"funder_profiles_id": {"name": "Germany"}}], "topics": []}, {"title": "Norway presents development priorities at UNGA", "slug": "norway-presents-development-priorities-unga", "publish_date": "2022-10-23", "content": "Over the week of September 19, 2022, Norway’s delegation to the 77th session of the UN General Assembly (UNGA 77) was led by Prime Minister Jonas Gahr Støre.\n\\\nMinister of Foreign Affairs Anniken Huitfeldt, Minister of International Development Anne Beathe Tvinnereim, Minister of Climate and Environment Espen Barth Eide and representatives from the Parliament attended together with Støre.\n\\\nIn advance of the high-level week in New York, the Ministry of Foreign Affairs presented Norway`s main priorities for UNGA 77, including:\n\\\n- Support for Norway’s efforts as an elected member of the UN Security Council and promote Norway’s broad priorities in the UN;\n- Promoting binding international cooperation and respect for international law and safeguarding the multilateral system;\n- Leading efforts to promote disarmament;\n- Strengthening the UN’s capacity to prevent and resolve conflicts;\n- Strengthening human rights and the international legal order;\n- Strengthening the UN’s capacity to prevent and respond to humanitarian crises and promoting international cooperation on refugees and migrants; and\n- Promoting the implementation of the 2030 Agenda, with particular emphasis on climate and environmental issues, energy, food security, gender equality, health, the oceans, and reducing inequalities.\n\\\nThe Prime Minister and the rest of the Norwegian delegation were very active during UNGA 77. Norway`s participation can be summed up in the following activities:\n\\\nKeynote speech during the General Assembly\nDuring the General Assembly, the Prime Minister delivered Norway's keynote speech and emphasized that the Russian war in Ukraine is a direct violation of the UN Charter and the global legal order, and indicating that the responsibility for stopping the war lay with Russia.  At the same time, he pointed out the war's impact on existing global crises, such as high energy prices, food shortages, and development in low-income countries. Støre called for global unity to protect the multilateral system.\n\\\nMeeting in the UN Security Council\nStøre also participated in a separate meeting, led by France in the UN Security Council, on the war in Ukraine. Norway and other members of the council agreed that Russia's warfare is a violation of humanitarian law and human rights.\n\\\nAd-Hoc Liaison Committee (AHLC) meeting\nAnniken Huitfeldt, Minister of Foreign Affairs, chaired the Ad-Hoc Liaison Committee (AHLC) meeting during UNGA. The aim of the meeting was to mobilize support for the United Nations Organization for Palestine Refugees (UNWRA), which is facing severe challenges related to its budget.\n\\\nMeeting about the situation in Sahel \nAnne Beathe Tvinnereim, Minister of International Development attended a high-level meeting on the situation in Sahel, led by the UN Secretary-General and the Chairperson of the African Union. The purpose of the meeting was to launch a high-level panel for security, development and good governance in Sahel.\n\\\nThe High Ambition Coalition (HAC) for Nature and People\nMore than 100 countries committed to protecting at least 30 percent of the earth's land and seas by 2030. Espen Barth Eide, Minister for Climate and Environment attended the first steering committee meeting of the High Ambition Coalition (HAC) for Nature and People. This is an intergovernmental group championing a global deal for nature and people that can halt the accelerating loss of species, and protect vital ecosystems that are the source of our economic security.\n\\\n[Article - Ministry of Foreign Affairs](https://www.regjeringen.no/en/topics/foreign-affairs/the-un/unga77_priorities/id2925524/)\n\\\n[Press release - Ministry of Foreign Affairs (in Norwegian)](https://www.regjeringen.no/no/aktuelt/UNGA77_sluttrapport/id2928837/)", "sources": [{"type": "news_article", "language": "english", "name": "Article - Ministry of Foreign Affairs", "link": "https://www.regjeringen.no/en/topics/foreign-affairs/the-un/unga77_priorities/id2925524/"}, {"type": "press_release", "language": "norwegian", "name": " Press release - Ministry of Foreign Affairs (in Norwegian)", "link": "https://www.regjeringen.no/no/aktuelt/UNGA77_sluttrapport/id2928837/"}], "funders": [{"funder_profiles_id": {"name": "Norway"}}], "topics": [{"topics_id": {"name": "Nutrition"}}, {"topics_id": {"name": "Education"}}, {"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Gender Equality"}}, {"topics_id": {"name": "Climate"}}, {"topics_id": {"name": "Global Health"}}]}, {"title": "US pledges additional US$2.9 billion at Global Food Security Summit", "slug": "us-pledges-additional-us29-billion-global-food-security-summit", "publish_date": "2022-10-21", "content": "At the United Nations Global Food Security Summit on September 21, 2022, the United States pledged an additional US$2.9 billion in assistance for global food security.\n\\\nThe Summit, co-hosted by the US, Germany, Nigeria, Indonesia, and Colombia, was convened as a side event during the UN General Assembly. The largest part of the pledge was US$2 billion in humanitarian aid, including food and nutrition assistance, health care, safe drinking water, and other relief to protect vulnerable populations. The package included additional measures, including 1) US$140 million in development assistance to help smallholder farmers, 2) US$220 million to feed school children in Africa and East Asia, though specific partner countries were not mentioned, and 3) US$178 million for other development priorities related to climate, trade, and the root causes of immigration.\n\\\nThis latest pledge is in addition to the US$6.9 billion already committed by the US in 2022 to global food security.\n\\\n[Press release - The White House\n](https://www.whitehouse.gov/briefing-room/statements-releases/2022/09/21/fact-sheet-at-united-nations-general-assembly-president-biden-announces-2-9-billion-in-additional-funding-to-strengthen-global-food-security/)\n\\\n[News report - CNN](https://edition.cnn.com/2022/09/21/politics/biden-world-hunger-ukraine-russia/index.html)", "sources": [{"type": "press_release", "language": "english", "name": "Press release - The White House", "link": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/09/21/fact-sheet-at-united-nations-general-assembly-president-biden-announces-2-9-billion-in-additional-funding-to-strengthen-global-food-security/"}, {"type": "news_article", "language": "english", "name": "News report - CNN", "link": "https://edition.cnn.com/2022/09/21/politics/biden-world-hunger-ukraine-russia/index.html"}], "funders": [{"funder_profiles_id": {"name": "US"}}], "topics": [{"topics_id": {"name": "Agriculture"}}, {"topics_id": {"name": "Nutrition"}}]}]}